Repository: translate/mozilla-lang
Catalog: son/foundation/annualreport/2011.lang.po
Languages: son

source: Firefox for Android
son: Firefox Android se

source: Mobilized
son: Cee ga

source: Action
son: Teerey

source: Community
son: Jama

source: Sustainability
son: Duumiyan

source: Click to play this video
son: Naagu ka widewo woo hẽenandi

source: Mozilla‘s vision of the Internet is a place where anyone can access information, a place where everyone can hack and tinker; one that has openness, freedom and transparency; where users have control over their personal data and where all minds have the freedom to create and to consume without walls or tight restrictions.
son: Mozilla ga tammahã kaŋ interneti tee doo kaŋ ra boro kul ga hin ka duu alhabar, nungu kaŋ ra boro kul ga hin ka alhiila nda denden; affoo kaŋ ga tee feerante, boŋduwante nda hoora-hoorante; kaŋ ra goykey ga ngi boŋ bayhayey juwal nda kaŋ ra lakkaley ga feeri ka haya tee nda k'a ka goy bila nda hirri wala šenday tiŋa.

source: In less than 20 years the Internet has changed our lives. It is a powerful platform with unprecedented opportunity and connectedness. But even with great growth and innovation there are significant challenges to this vision of a healthy Internet.
son: A mana too jiiri 20 kaŋ interneti n'ir hunarey barmay. A ga tee goydaari sahãnte nda nafaw and hiinidobay kaŋ mana bay ka bara. Amma ba beeriyan nda tejandiyan tanaa woo ga senday warga fooyaŋ dam interneti feerante fondaa ra.

source: Mozilla is mobilized to ensure the protection of the Web and to empower tomorrow’s webmakers and Web users. Today, Mozilla is growing — with more employees, contributors, products and locations — to ensure that the Web remains an open, vibrant ecosystem. Because, the Web is the platform for building the world we want.
son: Mozilla kay cewey ga ka tabatandi kaŋ interneti ga jejebu nd'a ga suba interneti cinakey nda goykey sahãndi. Hõ, Mozilla goo ma beeri — goykey, kanbuzaakey, jinawey nda koyrawey kul ga boobo ka tonton — ka tabatandi kaŋ interneti ka feera, ka tee windila hunante. Zama interneti ti goydaari ka adduɲɲaa kaŋ ir ga baa cin.

source: Please explore this site to learn more about Mozilla, our priorities and focus areas that enable us to ensure the healthy growth of this large and precious global resource.
son: Nungoo woo lawre ka bay ka tonton Mozilla ga, ir huzun boŋey nda laasaabu dogey kaŋ ga too ir ma tabatandi ka adduɲɲaa daili nafantaa woo ma duumi nd'a ma tonton.

source: Mozilla Mobilized
son: Mozilla borey ma kay cee ga

source: Mozilla is mobilizing millions of people to build the world they want. Mobilizing to set the mobile Web free from proprietary platforms and gatekeepers. Mobilizing to empower the world's next two billion Web users. And mobilizing to build a new generation of digital innovators, creators and webmakers.
son: Mozilla ga boro miliyoŋyaŋ cee k'adduɲɲaa kaŋ i baa g'a cin. Ka borey tunandi ka kanbe internetoo feeri k'a kaa mayray ceecikey nda hugumeediikey kone. Ka adduɲɲaa hiino interneti goykaw miliyar hinkaa sahãndi. Nda ka jama tunandi ka zaman taaga hinna-jinay tejandikey, teekey nda interneti cinakey marga.

source: Moving forward we will continue to focus on building products, technology solutions and educational offerings that incorporate Mozilla values into the Web. Today, Mozilla’s mission remains as important as ever. From Firefox through Firefox OS to our new Mozilla Webmaker educational offering, the goal is empowerment. It’s about unlocking the full creative power of mobile; standing up for user sovereignty, privacy and freedom; and helping millions of people move from using the Web to actively building its future.
son: Ir ga soobay ka fondaa dii kaŋ ra jinayyaŋ ga cina, dabaribayray fondoyaŋ nda cawandiyan faaba hayayab ka tee kaŋ ga Mozilla alaadaa nda fondawey kanbe. Za Firefox hala Firefox OS ka too ir Mozilla Webmaker cawandi faaba hayey, anniyaa ti sahãndiyan. Ka jamaa lakkal sahãa feeri, hala borey ma cindi nda ngi borcinitaraa, suturaa nda nda ngi boŋmayraa; nda ka boro miliyoŋyaŋ dam fondaa ra ka goy nda interneti ka ngi zaman taagaa cin.

source: Just like we did on the desktop, Mozilla is setting out to ensure that the mobile Web is full of freedom, choice & opportunity.
son: Takaa kaŋ nd'ir n'a tee ordinater ga, Mozilla ga fatta ka tabatandi kaŋ kanbe interneti ma too nda borcinitaray, suubayan nda nafaw.

source: Just like we did on the desktop, Mozilla is setting out to ensure that the mobile Web is full of freedom, choice and opportunity and that it has the ability for users to create anything they want. With <a href="%(fxos_url)s" rel="external">Firefox OS</a>, we can break open the world of native operating systems and closed platforms once again.
son: Takaa kaŋ nd'ir n'a tee ordinater ga, Mozilla ga fatta ka tabatandi kaŋ kanbe interneti ma too nda borcinitaray, suubayan nda nafaw ka goykey kul naŋ i ma hin ka tee woo kaŋ i ga baa. Nda <a href="%(fxos_url)s" rel="external">Firefox OS</a>, ir ga adduɲɲaa feeri koyne lasal goyandi dabariɲaŋey nda goydaari dabantey se.

source: Firefox OS is the first truly open mobile platform. Developers are already embracing HTML5, but so far HTML5 applications on mobile have been held back because they can’t access the device’s underlying capabilities the way that native apps can. Firefox OS overcomes these limitations and provides the necessary <abbr title="Application Program Interfaces">APIs</abbr> to show how it is possible to run an entire device using open standards.
son: Firefox OS ti kanbe goydaari jina kaŋ ga feera nda cimi. Cinakey goo ma HTML5 ka goy nd'a, amma HTML5 porogaramizey cindi banda zam'i hin ka goy ka too ngi fellaa z'i i hin ka jinay sahã ka goy sanda lasal porogaramizeyaŋ. Firefox OS ga šendawey wey kuubi nd'a ga war nooo <abbr title="Application Program Interfaces"></abbr> nafantey ka cebe taka kaŋ nda jinay timmante dirandi dabariɲaa dumi-feeranteyaŋ ga.

source: Firefox OS devices will launch in early 2013 through <a href="%(telefonica_url)s" rel="external">Telefónica</a>, establishing HTML5 as a viable platform for the mobile industry. The Web as the platform will free developers to create groundbreaking new apps that work seamlessly across all devices, spurring a new era of innovation and creativity for the ubiquitous Web.
son: Firefox OS jinawey ga koy heboo ra 2013 jiiroo šintinoo ra nda <a href="%(telefonica_url)s" rel="external">Telefónica</a>, ka tee goydaari duumante kanbe interneti goymiɲey se. Interneti ti goydaaroo kaŋ ra cinakey ga duu ngi boŋ ka lakkal-taaga porogaramizeyaŋ tee kaŋ ga goy bila nda šenday kul jinay dumey kul ga, ka zaman taaga feeri tejandiyan nda laasaabay kanbeteeri se adduɲɲaa-kul internetoo ra.

source: Fast.
son: Cahãnte.

source: Smart.
son: Carma.

source: Safe.
son: Saajante.

source: In June 2012 we released an update to <a href="%(mobile_url)s" rel="external">Firefox for Android</a> that we believe is the best browser for Android available. We completely rebuilt and redesigned the product in native UI, resulting in a snappy and dynamic upgrade to mobile browsing that is significantly faster than the Android stock browser. This made Firefox significantly faster on Android and delivered a much better browsing experience to users than the one offered by the device’s stock browser. We also added Do Not Track to Firefox for Android to let users express their intent for privacy, even on mobile and are the first mobile browser to offer Do Not Track. Firefox for Android is a critical part of supporting the open Web. This is a great start, but it is only a start. We want these opportunities to exist at all layers of our Web experience.
son: Žuyye 2012 ir na taagandiri kaataray <a href="%(mobile_url)s" rel="external">Firefox Android</a> se kaŋ ir ga tammahã n' ga ti ceecikaw kul šifantaa kaŋ ga bara Android se. Ir na jinaa cin nda fasal taaga ka hima lasal goykaw dii-dijoo, ka tee ikarga nd'a sahãnte kanbe interneti se kaŋ ga hansa ka cahã nda lasal Android jinawey. Woo na Firefox ka cahã ka tonton Android ga nda nga dirayanoo hansa ka kan goykey se ka bisa lasal Android ceecikaa. Ir na Ma ši ay gana tonton da ka naŋ goykey ma ngi suturaa ibaayoo har, kanbe jinawey da ga, woo se ir no ka jin ka Ma ši ay gana dam kanbe interneti se. Firefox Android se ti haya sahãnte kaŋ ga interneti feerantaa jer. Šintin beeri, amma de no jina. Ir ga baa nafawey ma bangay interneti goymiɲey kul ra.

source: Firefox for Windows, Mac and Linux
son: Firefox Windows, Mac nda Linux se

source: Firefox will always be the part of the Mozilla mission that people can see, feel and touch.
son: Firefox ga duumi ka tee Mozilla anniyaa nda jinaa kaŋ borey ga hin ka dii y'a, k'a maate nd'a mooru.

source: Firefox will always be the part of the Mozilla mission that people can see, feel and touch. We are excited by the progress and innovation we have seen with the desktop version of Firefox over the past year. Several performance and security improvements, memory enhancements make this the best Firefox yet. We're proud of the work that we're doing to make developing on Firefox easier by adding exciting tools for developers, like <a href="%(cmdline_url)s" rel="external">Developer Command Line</a>, <a href="%(console_url)s" rel="external">Web Console</a> and <a href="%(tilt_url)s" rel="external">“Tilt” the 3D Page Inspector</a>.
son: Firefox ga duumi ka tee Mozilla anniyaa nda jinaa kaŋ borey ga hin ka dii y'a, k'a maate nd'a mooru. Ir ga ɲaali nda koyjineyanoo nda tejandiyanoo kaŋ ir dii y'ey Firefox kaŋ tee ordinater se ra jiiri kooraa ra. Goysahã nda saajaw boryandiyan booboyaŋ, lakkal hennandiyan kaŋ na Firefox tee ifellantaa kaŋ bay ka tee. Ir ga hin ka fooma nda goyoo kaŋ ir n'a tee ka Firefox tee saajante ka tonton nda goyjinayyaŋ kaŋ ga cinakaw binekaanandi, sanda <a href="%(cmdline_url)s" rel="external">Cinakaw juwal žeeri</a>, <a href="%(console_url)s" rel="external">Interneti diji</a> nda <a href="%(tilt_url)s" rel="external">“Šiiri” 3D moo korošikaw</a>.

source: Recently, we have been experimenting with ways to integrate social functionality into Firefox. Firefox will support a new Social API that lets developers integrate social services directly into the browser. The Social API will support multiple providers and has endless potential for integrating social networks, e-mail, finance, news and other applications into your Firefox experience. Our first experimental provider is Facebook.
son: A mana gay, ir fondawey šii ka jama-margayan tonton Firefox ga. Firefox ga goy nda Social API kaŋ ga naŋ cinakey ma jinay-izeyaŋ dam ceecikaa gundoo ra. Social API ga talfon konpaɲey booboyaŋ kanbe faaba, ka konpaɲe taagayaŋ zaa nd'a ga hin ka jama-batuyaŋ, bataga, noorugoyyan, alhabar nda porogaram tanayaŋ tonton Firefox goymiɲey ga, bila nda kaydoo. Ir šiiyan konpaɲe jinaa ti Facebook.

source: Webmaker: Teaching the world the Web
son: Webmaker: Interneti cawandi adduɲɲaa kul se

source: The unique power of the Web is that anyone can make and build with it.
son: Interneti sahã šifaa ti kaŋ boro kul ga hin ka hin ka dobu foo tee nda k'a cin nd'a.

source: The unique power of the Web means that anyone can make and build with it. Our new educational offering, <a href="%(webmaker_url)s" rel="external">Mozilla Webmaker</a>, will place that power in the hands of millions of new creators everywhere.
son: Interneti sahã šifaa maana ti boro kul ga hin ka dobu foo tee nd'a cin nd'a. Ir cawandiyan daliloo, <a href="%(webmaker_url)s" rel="external">Mozilla Webmaker</a>, ga sahãa din dam boro miliyoŋyaŋ kanbey ka haya taagayaŋ tee gandaa kul ra.

source: Webmaker tools, projects and events help educators, youth, media-makers and everyday consumers around the world move from using the Web to making the Web. In 2013, Webmaker will mobilize a global community of mentors, instructors and youth to teach and learn together; advance revolutionary Webmaker software tools like <a href="%(popcorn_url)s" rel="external">Popcorn</a> and <a href="%(thimble_url)s" rel="external">Thimble</a>; and work together to build a more Web-literate planet.
son: Webmaker goyjinawey, porožewey nda batey ka cawandikey, zankey, hooray-teekey nda zaarikul daykey faaba adduɲɲaa kul ra ka hun interneti goyyan ga ka huru interneti teeyan ra. 2013 ra, Webmaker ga jamayaŋ tunandi kaŋ ra wakkiiliyaŋ, cawandikawyaŋ nda zankayaŋ ga cawandi nd'i ga caw cere ga; hala Webmaker goyjinay šifantaa ma koy jine ka tonton, sanda <a href="%(popcorn_url)s" rel="external">Popcorn</a> nda <a href="%(thimble_url)s" rel="external">Thimble</a>; nd'i ga goy cere bande ka too laboo ma interneti-baykaw ganda ka tonton.

source: Webmaker: Video
son: Webmaker: Widewo

source: Click to view this video
son: Naagu ka dii widewo woo

source: Advocating for Web standards
son: Ga anniya tee interneti dumi tabatantey se

source: Mozilla will continue to contribute to Web standards.
son: Mozilla ga gaabandi ka kanbe dam interneti dumi tabatantey se.

source: Mozilla has always contributed to Web standards, going back as far as the start of the project, and we will continue to do that moving forward. We <a href="%(cofound_url)s" rel="external">co-founded</a> the <a href="%(whatwg_url)s" rel="external">WHAT-WG</a> to kick off <a href="%(html5_url)s" rel="external">HTML5</a>. We are a leader in <a href="%(javascript_url)s" rel="external">JavaScript standardization</a>. We have some of the top <a href="%(dbaron_url)s" rel="external">CSS</a> and <a href="%(ocallahan_url)s" rel="external">layout</a> experts in the world.
son: Mozilla ga kanbe dam waati kul interneti dumi tabatantey fondaa ra, za porožewoo šintinoo ga, nd'ir ga gaabandi woo ga ka koy jine. Ir konday <a href="%(cofound_url)s" rel="external">ka sinjiyan</a> <a href="%(whatwg_url)s" rel="external">WHAT-WG</a> goyoo tunandif <a href="%(html5_url)s" rel="external">HTML5</a>. Ir ti jinehunay <a href="%(javascript_url)s" rel="external">JavaScript dumi tabatandiyan ra</a>. Ir do <a href="%(dbaron_url)s" rel="external">CSS</a> nda <a href="%(ocallahan_url)s" rel="external">kanandiyan</a> adduɲɲaa-me waanaykey jerey goo.

source: Standards are a multi-vendor effort, but Mozilla is proud of the many technologies we have pioneered and submitted to standards bodies to make them interoperable for the Web as a whole. Some examples of these include geolocation, WebGL, the Gamepad API, Web Telephony and IndexedDB.
son: Dumi tabatantey ti neerekaw booboyaŋ goy, amma Mozilla ga ɲaali kaŋ dabaribayray boobey kaŋ ir n'i dam heboo ra nd'i sanba dumi-tabatandiyan hiney se hal'i ma hin ka goy cere bande interneti kul se. Sanda gorodoo-maateyan, WebGL, Gamepad API, interneti talfon nda IndexedDB.

source: Fighting for you: Standing up for your security, privacy and freedom
son: Ir ga kay cee ga war se: Cee ga war saajaa, suturaa nda borcinitaraa se

source: Mozilla is proudly non-profit and answers to no one but you. That means we're uniquely able to fight for users at a critical moment in the Web's history. Looking forward, we will mobilize millions of people to stand up for privacy, security and online freedom. We will take on new threats to the Web's future — from locked down proprietary platforms, to would-be censors and gatekeepers, to short-sighted government legislation. Together we will set the mobile Web free, reassert the vital importance of privacy and user sovereignty, and join others in building a more Web-literate world.
son: Mozilla ga ɲaali kaŋ ir ši goy k'arriba tee nda war hinne se ir ga tuuru. Maanaa ti ir hinne ma hin ka gurgay goykey se interneti taariki šenday waati foo ra. Ir ga guna jinehere, ka boro miliyoŋyaŋ tunandi sutura, saajaw nda interneti borcinitaray se. Ir kay hiino goy laaley jine — za mayray goydaari kufalantey ga hala kakaw ganjikey nda hini alhukumey ka ši guna ka mooru. Iri mma goy nda cere hala kanbe interneti ma duu nga boŋ, ka sutura nda goykaw borcinitaray nafaa sahãndi jamaa do, nda ka hanga jamaa ka interneti bayray boobandi adduɲɲaa ra.

source: Do Not Track
son: War ši hanga agay

source: Our Internet experiences involve more of our personal data, which forms a picture or profile of who we are online. The ability for organizations to monitor, log, store, use, correlate and sell information about who we are and what we do has huge implications for individuals and for society.
son: Ir interneti goyey ga bayhaya boobo marga ir ga, woo ti ir biyoo wala alhaaloo kaŋ ga bangay interneti ra. Takaa kaŋ nda konpaɲey nda hiney ga hin ka alhabar marga ir nda ir teerey ga, ka hawgay, jiši, goy nd'a, deedandi nda k'a neere, woo ti mise bebbeeri borey nda jamaa se hõ.

source: In an effort to give users more control over their Web experiences, we developed the <a href="%(dnt_url)s" rel="external">Do Not Track</a> feature in Firefox. We also became the first browser manufacturer to offer it on multiple platforms, including Windows, Mac, Linux and Android. <a href="%(dntfxos_url)s" rel="external">Do Not Track is even available for Firefox OS</a> so that user privacy settings can be controlled on a system-wide level to ensure that every third-party application on a user's device respects their choice.
son: Ir ga durkutu hala goykey ma ngi interneti goyey dabari ka tonton, woo se ir na <a href="%(dnt_url)s" rel="external">Ma ši ay gana</a> alhaaloo cin Firefox ra. Ir da ti ceecikaw teekaw jinaa kaŋ n'a dam goydaari booboyaŋ, sanda Windows, Mac, Linux nda Android. <a href="%(dntfxos_url)s" rel="external">Ma ši ay gana goo ba Firefox OS se</a> hala goykaw sutura kayandiyaney ma hin ka juwal dabariɲaa foo kul ra ka tabatandi kaŋ porogaram waani kul ma hanga jinaa koyoo anniyaa.

source: Do Not Track is important because it gives users a voice online to express their preference for privacy and personalization. It captures the user’s intent and allows them to put their hand up and ask for privacy online.
son: Ma ši ay gana goo nda nafaw zam'a ga goykey noo jinde interneti ra ka ngi ibaayoo bayrandi sutura nda boŋse-hanseyan se. A ga goykaa anniyaa zaa, k'a noo fondo ka kanbe jer ka suturu wiri interneti ra.

source: Mozilla was instrumental in the movement to motivate the Web community to act against the Stop Online Piracy Act and the Protect IP act. These laws, had they gone into effect, would have given the US government and private businesses incredible censorship powers that would have global ramifications, weaken the Internet's security and discourage innovation and investment worldwide.
son: Mozilla goy nda sahã ka jamaa tunandi interneti, ka kay interneti se, ka Stop Online Piracy Act nda Protect IP act hode. Nd'ašariyawey ey wey n' ka zurandi, Ameriki hinoo nda maamala goydogey mma duu sahã ka kakaw šenni kul wii, nda taka kaŋ kanboo ka too adduɲɲaa kul ga, z'a ga interneti saajaa nakaši nd'a ga bine kaa tejandiyan nda cinayan taaga se.

source: Mozilla was one of many organizations that blacked out its websites in opposition to the SOPA/PIPA bills in congress. For the first time, the Web community of more than 15 million people came together to speak against a policy that affected the Web as a whole. This historic protest represented a significant turning point for the Web as a way to engage the electorate and mobilize citizens for change.
son: Mozilla goo konpaɲe jinawey ra kaŋ wanji SOPA/PIPA ašariyaa ga kaŋ Ameriki depiteyaŋ baa k'a kayandi. Woo ti cee jinaa kaŋ boro miliyoŋ 15 tun interneti jamaa ra nda šenni foo, ka alhukum foo kakaw kaŋ kanboo ga jer interneti kul ga. Ir zamanoo ra woo tee tammaasa waati interneti se kaŋ wotekey nda jamaa kul šelaŋ ka hayey barmay.

source: Early in 2012, Mozilla warned against the ratification of the Anti-Counterfeiting Trade Agreement (<abbr>ACTA</abbr>) by the European Parliament. <a href="%(acta_url)s" rel="external">In a blog post</a>, Mitchell Baker urged the policymakers that opaque processes were a “bad way to develop Internet policy” — in particular, that the global trade agreement was negotiated in private without open involvement of all the stakeholders. After massive street protests of Net-savvy citizens across Europe, the European Parliament rejected ACTA on July 4th in an unequivocal vote.
son: Za 2012 šintinoo ga, Mozilla na borey šaamar nda Eropu jamaa batoo alhukumoo ga kaŋ ti Anti-Counterfeiting Trade Agreement (<abbr>ACTA</abbr>). <a href="%(acta_url)s" rel="external">Blogu hantum foo ra</a>, Mitchell Baker na hinikoyey yaamar kaŋ fahami šii alhukumoo ra nda woo ti "fondo laala ka interneti laada tee" — a ši too kaŋ waafaakay kaŋ tee adduɲɲaa kul se, amma boro fooyaŋ de game, bila nda šaawar interneti goykey here. Kaŋ interneti baykey fatta lolawey ra ka kakaw Eropu kul ra, Eropu jamaa batoo wote ka ACTA willi žuyye 4ntoo hane bila nda kakaw.

source: <a href="%(collusion_url)s" rel="external">Mozilla Collusion</a> gives consumers a powerful tool to protect their privacy, arming them with transparency, facts and the power to make their own decisions about how their personal data is shared and used. Made possible with the support of the Ford Foundation, Collusion allows users to see who is tracking them across the Web. It shows, in real time, how that data creates a spider-web of interaction between companies and other trackers.
son: <a href="%(collusion_url)s" rel="external">Mozilla Collusion</a> ga goykey noo goyjinay sahãnte ka ngi suturaa jejebu, k'i gaa ka hayey kaarandi, teerey nda sahã ka ngi anniyawey tabatandi, takaa kaŋ nda ngi boŋ bayhayey ga žemnandi nda goyandi. Nda Ford sinjiyanoo gaakašinaa, Collusion ka naŋ goykey ma dii may no m'i hawgay interneti ra. Dogoo ra, a ga cebe takaa kaŋ nda bayhayey ga tataaruhugu kay nda alhabarey kaŋ ga bisa konpaɲey nda hawgey game.

source: This year we brought back <a href="%(flicks_url)s" rel="external">Firefox Flicks</a> — a video challenge for aspiring filmmakers, animators and creatives from around the world to produce and submit short films. These films made by Firefox fans, promoted and educated users about the issues that affect their online lives such as privacy and security. Most importantly, these filmmakers shared what makes Firefox different using their own voices. Celebrities and film-industry experts helped select the regional winners from more than 400 submissions from thousands of filmmakers worldwide.
son: Jiiroo woo ir na <a href="%(flicks_url)s" rel="external">Firefox Flicks</a> willi — widewo konkassa filim teekaw taagey, kanbeteeri nda lakkal goykey se adduɲɲaa kul ra nda ka filim duurayaŋ cebe. Firefox baakey no ka filimey wey tee, baykaw goykey n'i kayandi ka faham šendawey kaŋ goo interneti hunaroo ra sanda sutura nda saajaw. Woo bandaa ga, filim teekey wey ga yadda ka jinde dam ka Firefox tee jinay kaŋ ga waani. Maakoyney nda filim-teeyan goney gaa ka gandawey waanaykey suuba sanbariyaŋ kaŋ ga bisa 400 ra kaŋ filimteekaw ženberyaŋ n'i tee adduɲɲaa kul ra.

source: Our success begins with you.
son: War ti daliloo kaŋ se ir ga koy jine.
