Repository: translate/mozilla-lang
Catalog: son/foundation/annualreport/2011.lang.po
Languages: son

source: Mozilla is an organization that is fundamentally about people and making the Web better for everyone. The Mozilla community is essential to the success of the project. We can’t fight for an open, hackable and transparent Web without people who believe in and support that cause. We have Mozilla communities spanning the world and these remarkable people are responsible for coding, testing, localizing, hosting hackfests and summer code parties, teaching Webmakers, marketing, evangelizing Mozilla products and much more.
son: Mozilla ti konday kaŋ aššiloo to borey nda ka interneti boryandi borey kul se. Mozilla jamaa ti daliloo kaŋ ga too misoo ma koy jine. Ir ši hin ka tangam interneti feerante se, kaŋ boro g'a hin k'a ka hooray, ka dii gundoo, bila nda borey kul kaŋ ga tammahã a ra, a ga misoo tee huzun. Ir goo nda Mozilla jamaayaŋ labey kul ra nda boro šifantey wey no ma porogaramey hantum, k'i berandi šenney ra, ka cinakaw batey marga nda koroŋ waate margawey nda kalalawey, ka Webmaker cawandi, goyey fee nda Mozilla jinawey zanzan, nda haya booboyaŋ.

source: The <a href="%(reps_url)s" rel="external">Mozilla Reps</a> program, designed to empower volunteers to become official representatives of Mozilla in their region, has grown to more than 350 people in more than 70 countries in a little more than a year. The program plays a critical role in helping Mozilla execute against its organizational goals around the promotion and development of Firefox OS, Firefox for Windows, Mac and Linux and Firefox for Android. Reps have organized more than 700 events around the world and have successfully recruited and trained hundreds of new contributors across dozens of functional areas.
son: <a href="%(reps_url)s" rel="external">Mozilla Reps</a> porogaramoo kay hala kanbuzaakey ma duu bine ka tee diyaw cimiyaŋ Mozilla se ngi gandawey ra; i bisa boro 350 laama 70 ra, a mana too ba jiiri foo. Porogaram ti goyoo binoo ka Mozilla faaba ka nga anniyaa toonandi, sanda ka Firefox, cin nd'a kayandi borey moɲey cire, Windows, Mac nda Linux se, nda Firefox Android se. Batey kaŋ diyawey n'i tee ga bisa 700 adduɲɲa ra, ka boro zanguyaŋ cee nd'i cawandi ka tee kanbuzaakaw taagayaŋ goymee nda nafaw doo woyyaŋ ra.

source: MozCamps are regional events that bring together core paid and volunteer Mozilla staff members from all areas of the project for two full days of presentations, discussions, brainstorms, work sprints, hackathons and, of course, a little bit of fun.
son: MozCamps ti batuyaŋ kaŋ ga gandawey ra. Mozilla goykey nda kanbuzaakey kaŋ goo porožewoo goymee booboyaŋ ra ga marga jirbi hinka ra ka haŋajer, deede, kakaw, laasaabay, cahãri goyyaŋ šintin, porogaramyaŋ hantum doo foo ra, nda ka maa kaani nda cere da.

source: While the main focus is on community leaders and core contributors, MozCamps also aim to train up future leaders — those Mozilla contributors who have been particularly active in the past six months and represent the next generation of Mozilla leadership in the community.
son: Ba kaŋ goyoo sahã ši kala jamaa wakkiiley nda goy-kanbuzaakaw beerey here, MozCamps ga ceeci da ka hiino jinehere borey cawandi — Mozilla kanbuzaakey din kaŋ durkutu hala goyoo ma koy nda jine handu iddu korawey ra, k'i tee hiino diyawey nda jinehuney Mozilla jamaa se.

source: This year‘s MozCamps were held in Buenos Aires, Warsaw and Singapore, bringing together more than 300 employees and 600 volunteers.
son: Haraŋ MozCamps marga dogey ti Buwenozer, Waržaawa nda Singapur, jamaa kaŋ ga bisa goykaw 300 nda kanbuzaakaw 600.

source: Emerging Communities
son: Jamayaŋ kaŋ taaga ka marga

source: Some of the fastest growing and most dynamic communities are some of our youngest communities. They can be found in the Middle East, Africa and South East Asia and many of their members have been invited to MozCamps in 2012 as participants. The <a href="%(tunisia_url)s" rel="external">Tunisian community</a>, <a href="%(kenya_url)s" rel="external">Kenyan community</a> and <a href="%(philippines_url)s" rel="external">Filipino community</a> have been doing particularly outstanding work and each comprises roughly a dozen active contributors across many functional areas, including localization, QA, marketing and development. One of the newest Mozilla communities launched in 2012 is in <a href="%(myanmar_url)s" rel="external">Myanmar</a>.
son: Jamayaŋ kaŋ ga tanba ka beeri nda ngi goyoo ga cahã ka tonton ti ikorawey kaŋ kaa. I goo Dandi gamoo, Afiriki nda Aazi dandi hawsaa ra, nda ngi boro booboyaŋ ga kaa MozCamps 2012 margawey ra. <a href="%(tunisia_url)s" rel="external">Tiniizi jamaa</a>, <a href="%(kenya_url)s" rel="external">Keeniya jamaa</a> nda <a href="%(philippines_url)s" rel="external">Filipin jamaa</a> na goy šifante tee nda konday foo kul ka boro woy cindi hinka cine kaŋ hun goymee dumi booboyaŋ ra, sanda šenni berandiyan, hãayan zaabiyan, feeyan nda neereyan nda cinayan. Mozilla jama kokorantey kaŋ marga 2012 ra to <a href="%(myanmar_url)s" rel="external"> Myanmar</a>.

source: Contributor Stories
son: Kanbuzaakaw fillawey

source: Chit started contributing to Mozilla in 2010 and has been leading community building efforts in Myanmar ever since.
son: Chit šintin ka Mozilla kanbuzaamay 2010 ra nd'a za handin a tee jamaa jinehunoo Myanmar goyey kul se.

source: Viking organized the first ever Firefox launch party in Indonesia back in 2007 and has led community marketing efforts across the country.
son: Viking na Firefox batu jinaa tee Indoneezi ra za 2007 nd'a cindi jama feeyan goyey gande laamaa kul ra.

source: Keng kickstarted efforts to get Firefox localized in Thai and has been a community lead since 2008.
son: Keng no ka Firefox berandiyan goyey šintin Tayi šenni ra nd'a nga jamaa jine za 2008.

source: Claire started contributing to Mozilla in 2009 and is the editor of the Bonjour Mozilla blog.
son: Claire šintin ka Mozilla kanbuzaamay 2009 ra, nga ti Bonjour Mozilla blogoo wallafikaa.

source: A passionate open source evangelist in his native Egypt, Haitham became a Mozilla Rep in early 2011.
son: Za nga koyraa, Ežibti ra, nda 2011 šintinoo ga, Haitham ga tee Mozilla diyaw nda feekaw aššil feerante goyjinay se.

source: Ioana has been driving Mozilla hackathons across her native Romania since 2010.
son: Ioana no ma Mozilla porogaram hantumyan batey marga Uruumaani ra za 2010.

source: Brian has been contributing to Mozilla for more than a decade and recently sat on the Mozilla Reps Council.
son: A ga bisa jiiri woy kaŋ Brian ga Mozilla kanbuzaamay nda cee koraa woo a huru Mozilla diyawey conšiyyey ra.

source: Passionate about reviving Songay, a dialect in his native Mali, Mohomodou has led localization efforts to get Firefox translated into Songay.
son: Mohommodu kaŋ hun Maali ra huzunoo ti soŋay šennoo ma hunandi ka tonton, nga ti goy jinehunoo kaŋ too Firefox ma berandi soŋay šenni ra.

source: Sustainability and Partnerships
son: Nafaw duumiyan nda šettakašinetaray

source: Along with this annual report, we released our audited financial statements for 2011. Mozilla remains well positioned, both financially and organizationally, to advance our mission of building openness, freedom and participation into the Internet.
son: Haraŋ goy filla kaddasoo bande, ir alman kabuyan tiira kaataray 2011 se. Mozilla dogoo ga sahã, nooru mise nda konday margayan fondo ra, ka gaabandi ka interneti cin adduɲɲaa se, kaŋ ga feera, nd'a ga hay kanbedamyan se.

source: Mozilla remains financially healthy; we continue to hire more people globally, we’ve opened new Mozilla Spaces around the world, have launched significant new initiatives such as Firefox OS and are able to support those with viable resources.
son: Mozilla almanoo ga sawa; ir ga gaabandi ka boro booboyaŋ zaa adduɲɲaa kul ra ka Mozilla Spaces goydoo taagayaŋ feeri; ir na anniya taaga beeriyaŋ zaa sanda Firefox OS, nda dalil goo goyey din se.

source: The majority of our revenue comes from the search functionality in the Firefox browser. Google is the largest source of revenue and in December 2011, we announced that we negotiated a significant and mutually beneficial revenue agreement with Google. This new agreement extends our long term search relationship with Google for at least three additional years.
son: Ir duuraa jere beeroo ši hun kala Firefox ceecikaa goyyanoo ra. Google do nooru boobey ga hun nda deesanbur 2011 ra, ir bayrandi kaŋ ir na duura waafaakay kayante hantum kaŋ g'iri nda Google kul nafa. Waafaakay taagaa woo ga iri nda Google šettakašinaa kukandi hala jiiri 3 nd'a kacca.

source: Mozilla has a number of other relationships in the Web community, as well as new relationships with mobile operators, device manufacturers, third-party content partners and other players in the mobile ecosystem.
son: Mozilla ga šette nda konday booboyaŋ interneti jamaa ra, kaŋyaŋ ga šettakašinay taagayaŋ goo ma bangay nda talfon konapaɲey, jinay teekey, goydoo waaniyaŋ nda tanayaŋ kanbe talfon nda interneti goymee ra.

source: 2011 Audited Financial Statement
son: 2011 kabu tiira korosante

source: Download PDF
son: PDF zumandi

source: 2011 Form 990
son: 2011 kaddasu dumi 990

source: Read
son: Caw

source: Done
son: A ben

source: At Mozilla, we measure success by how much we are doing to improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations build the traits and features we care about into competing products. For example, we view Google Chrome's recent implementation of the Do Not Track feature we pioneered to be a success for Mozilla and our mission.
son: Mozilla do, ir ga koyjineyan neeši nda takaa kaŋ nda ir ga goy ka interneti baanoo sahãndi hal'a ma cinakey nda goykey nafa. Ir ga saabu nd'ir ga jinayyaŋ tee kaŋ borey ga baag'ey nda konday tanayaŋ da g'alhaaley nda tontoney kaŋ ga kan ir se goyjinay waaney ra. Sanda, cee koraa woo kaŋ Google Chrome na Ma ši ay gaba alhaali tonton, woo ti hayaa kaŋ ir gay k'a kayandi, kaŋ na Mozilla anniyaa dii za šintinoo ga.

source: Mozilla has announced a commercial partnership with Telefónica for Firefox OS. The specific terms of the agreement are subject to traditional confidentiality requirements. We are developing new partnerships with additional <abbr title="Original Equipment Manufacturers">OEMs</abbr> and operators, which will be announced in due course through 2012 and into 2013. We also have numerous arrangements with app publishers who will be included in the Firefox Marketplace.
son: Mozilla na nga nda Telefónica waafakaa bayrandi Firefox se. Waafakaa kalima timmantey ga tee doonay gundu šenni. Ir ga šettakašinay taagayaŋ tee nda <abbr title="Original Equipment Manufacturers">OEMs</abbr> nda talfon konpaɲe tontoniyaŋ, kaŋ ga kaa ka bangandi 2012 nda 2013 ra. Ir waafaku da nda porogaramize wallafikawyaŋ kaŋ ga kaa ka huru Firefox Marketplace ra.

source: The State of Mozilla: 2011 Annual Report
son: Mozilla 2011 bayrandi takaddaa

source: SOPA / PIPA & ACTA
son: SOPA / PIPA nda ACTA
