Repository: translate/mozilla-lang
Catalog: */firefox/channel.lang.po
Languages: cy, hi_in, km

source: Download Firefox Developer Edition or Beta &amp; Help Determine the Next Firefox
cy: Llwythwch i Lawr Firefox Datblygwyr neu'r Beta &amp; a Helpu i Greu'r Firefox Nesaf
hi_in: फ़ायरफ़ॉक्स औरोरा या बीटा डाउनलोड करें &amp; अगला फ़ायरफ़ॉक्स निर्धारित करने में मदद करें

source: Download Firefox Aurora or Beta &amp; Help Determine the Next Firefox
cy: Llwythwch i Lawr Firefox Aurora neu Beta a Helpu Creu'r Firefox Nesaf
hi_in: डाउनलोड करें फ़ायरफ़ॉक्स औरोरा या बीटा और अगला फ़ायरफ़ॉक्स निर्धारित करने में मदद करें
km: ទាញ​យក Firefox Aurora ឬ Beta &amp; នឹង​ជួយ​កំណត់ Firefox បន្ទាប់

source: Download and test Firefox future releases. Experience the newest innovations with the Developer Edition or Beta builds.
cy: Llwythwch i Lawr a phrofi fersiynau'r dyfodol o Firefox. Profwch yr arloesedd diweddaraf gydag Firefox Datblygwyr neu'r Beta.
hi_in: फ़ायरफ़ॉक्स के भविष्य के रिलीज को डाउनलोड करें और जाँचें। अरोरा और बीटा संस्करण से ताजा नवाचार का अनुभव लें।

source: The latest features in a more stable environment
cy: Y nodweddion diweddaraf mewn amgylchedd mwy sefydlog
hi_in: अधिक स्थिर वातावरण में नवीनतम सुविधाएँ
km: លក្ខណ​ពិសេស​ចុងក្រោយ​គឺ​ស្ថិត​ក្នុង​បរិស្ថាន​មាន​ស្ថិរភាព​ខ្លាំង

source: Firefox Beta automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
cy: Mae Firefox Aurora yn anfon adborth yn awtomatig i Mozilla. <a href="%(link)s">Dysgu rhagor</a>.
hi_in: फ़ायरफ़ॉक्स बीटा स्वतः मोज़िला को प्रतिक्रिया भेजता. है <a href="%(link)s">अधिक जानें</a>.
km: Firefox Beta ផ្ញើ​មតិ​យោបល់​​ទៅ Mozilla ដោយ​ស្វ័យប្រវត្តិ។ <a href="%(link)s">ស្វែងយល់​បន្ថែម</a> ។

source: <a href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
cy: <a href="%(feedback)s">Anfonwch adborth</a> fel bo modd i ni wella perfformiad a swyddogaethau mewn amgylchedd sefydlog.
hi_in: <a href="%(feedback)s">फीडबैक दे</a>हमारे अंतिम प्रदर्शन और स्थिर पर्यावरण में कार्यक्षमता में मदद करने के लिए.
km: <a href="%(feedback)s">ផ្ដល់​មតិ​​ឲ្យ​​ដល់​ពួក​យើង</a> ដើម្បី​ជួយ​ពួក​យើង​បញ្ចូល​ការ​កែសម្រួល​ចុងក្រោយ​លើ​ការ​អនុវត្ត និង​មុខងារ​ក្នុង​បរិស្ថាន​ដែល​មាន​ស្ថេរ​ភាព​។

source: Firefox Aurora and Firefox Developer Edition automatically send feedback to Mozilla. <a href="%(link)s">Learn more</a>.
cy: Mae Firefox Aurora a Firefox Datblygwyr yn anfon adborth yn awtomatig at Mozilla. <a href="%(link)s">Dysgu rhagor</a>.
hi_in: फ़ायरफ़ॉक्स औरोरा और फ़ायरफ़ॉक्स डेवलपर संस्करण स्वतः ही मोज़िला को प्रतिक्रिया भेजता है. <a href="%(link)s">अधिक जानें</a>.
km: Firefox Aurora និង​ Firefox Developer Edition ផ្ញើ​មតិ​ត្រឡប់​ដោយ​ស្វ័យប្រវត្តិ​ទៅ Mozilla។ <a href="%(link)s">ស្វែងយល់​បន្ថែម</a>។

source: Firefox Aurora automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
cy: Mae Firefox Aurora yn anfon adborth yn awtomatig i Mozilla. <a href="%(link)s">Dysgu rhagor</a>.
hi_in: फ़ायरफ़ॉक्स औरोरा स्वतः मोज़िला के लिए प्रतिक्रिया भेजता है <a href="%(link)s"> अधिक जाने </a>
km: Firefox Aurora ផ្ញើ​មតិ​អ្នកប្រើ​ទៅ Mozilla ដោយ​ស្វ័យប្រវត្តិ។ <a href="%(link)s">ស្វែងយល់​បន្ថែម</a>។

source: Built for those who build the Web
cy: Adeiladwyd ar gyfer y rhai sy'n adeiladu'r We
hi_in: उनके लिए बनाएँ जिन्होंने वेब को बनाया

source: The newest innovations in an experimental environment
cy: Y nodweddion diweddaraf mewn amgylchedd arbrofol
hi_in: प्रयोग्यात्मक वातावरण में नवीनतम नवाचार
km: បន្លាស់ប្ដូរ​ថ្មី​បំផុត​នៅ​ក្នុង​បរិស្ថាន​ពិសោធន៍

source: Test performance in an experimental environment, file bugs and <a href="%(feedback)s">help us determine what makes it to Beta</a>.
cy: Gwiriwch berfformiad mewn amgylchedd arbrofol, cofnodi gwallau a'r <a href="%(feedback)s">cynorthwyo beth sy'n cyrraedd y Beta</a>.
hi_in: एक प्रयोग्यात्मक पर्यावरण में प्रदर्शन परिक्षण,दोष दायर करना <a href="%(feedback)s">हमारी ये बता कर मदद करें की इसे क्या बीटा बनता है</a>.
km: ការ​អនុវត្ត​សាកល្បង​នៅ​ក្នុង​បរិស្ថាន​ពិសោធន៍, ការ​បំបាត់​កំហុស​ឯកសារ និង <a href="%(feedback)s">ជំនួយ​ពួក​យើង​ក្នុង​ការ​កំណត់​​អ្វី​ដែល​បាន​បង្កើត​វា​សម្រាប់​បេតា</a> ។

source: Tried, tested and used by millions around the world
cy: Wedi eu profi, eu treialu a'u defnyddio gan filiynau o amgylch y byd
hi_in: दुनिया भर के लाखों लोगों द्वारा आज़माया ,प्रयोग, एवं परीक्षित किया गया
km: បាន​សាកល្បង ធ្វើតេស្ត និង​ប្រើ​ដោយ​មនុស្ស​រាប់​លាន​នាក់​ទូទាំង​ពិភពលោក

source: Learn more about Firefox Beta
cy: Dysgu rhagor am Firefox Beta
hi_in: फ़ायरफ़ॉक्स बीटा के बारे में अधिक जानें
km: ស្វែងយល់​បន្ថែម​អំពី Firefox Beta

source: Learn more about Firefox Aurora
cy: Dysgu rhagor am Firefox Aurora
hi_in: फ़ायरफ़ॉक्स औरोरा के बारे में अधिक जानें
km: ស្វែងយល់​បន្ថែម​អំពី Firefox Aurora

source: Learn more about Firefox
cy: Dysgu rhagor am Firefox
hi_in: फ़ायरफ़ॉक्स के बारे में अधिक जानें
km: ស្វែងយល់​បន្ថែម​អំពី Firefox
