Repository: translate/mozilla-lang
Catalog: */firefox/developer.lang.po
Languages: bn_bd, es_mx, ga_ie, gd, hi_in, lv, nn_no

source: Built for those who build the Web. Introducing the only browser made for developers.
bn_bd: তাদের জন্য তৈরি যারা ওয়েবকে বানায়। নতুন ব্রাউজারকে আনা হচ্ছে যা শুধুমাত্র ডেভেলপারদের জন্য তৈরি।
es_mx: Construido para aquellos que construyen la web. Presentamos el único navegador para desarrolladores.
ga_ie: Tógtha ar son na ndaoine a thógann an Gréasán. An brabhsálaí amháin dírithe ar fhorbróirí.
gd: Air a dhealbhadh dhan fheadhainn a chruthaicheas an lìon. An aon bhrabhsair a chaidh a dhèanamh dhan luchd-leasachaidh.
hi_in: उसके लिए बनाया गया जो वेब को बनाता हैं. डेवलपर्स के लिए बनाया गया एक मात्र ब्राउज़र पेश कर रहे हैं.
lv: Radīts tiem, kas veido internetu. Piedāvājam vienīgo pārlūku, kas radīts tieši izstrādātājiem.
nn_no: Bygd for dei som byggjer nettet. Den einaste nettlesaren som er laga for utviklarar.

source: Built for those who build the Web. The only browser made for developers like you.
bn_bd: যারা ওয়েবকে তৈরি করেন তাদের জন্য নির্মিতি। শুধু একটাই ব্রাউজার আপনার মতোন ডেভেলপারদের জন্য তৈরি।
es_mx: Creado por aquellos que construyen la Web. El único navegador creado por desarrollador como tú.
ga_ie: Tógtha ar son na ndaoine a thógann an Gréasán. An brabhsálaí amháin dírithe ar fhorbróirí cosúil leatsa féin.
gd: Air a dhealbhadh dhan fheadhainn a chruthaicheas an lìon. An aon bhrabhsair a chaidh a dhèanamh do luchd-leasachaidh mar thu fhèin.
hi_in: उसके लिए बनाया गया जो वेब को बनाता हैं. आप जैसा डेवलपर्स के लिए बनाया गया एक मात्र ब्राउज़र.
lv: Radīts tiem, kas veido internetu. Vienīgais pārlūks, kas radīts tieši izstrādātājiem kā jūs.
nn_no: Bygd for dei som byggjer nettet. Den einaste nettlesaren som er bygd for utviklarar som deg.

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
bn_bd: Mozilla Firefox ডাউনলোড করুন, একটি মুক্ত ওয়েব ব্রাউজার। Firefox তৈরি হয়েছে একটি বিশ্বজনীন অলাভজনকের দ্বারা যারা ব্যক্তিবিশেষের অনলাইনে কন্ট্রোল করা। আজই Firefox-কে নিন!
es_mx: Descargar Mozilla Firefox, un navegador web libre. Firefox es creado por una organización global sin animo de lucro dedicada a dar a las personas control en línea. ¡Obtén Firefox ahora!
ga_ie: Íoslódáil Mozilla Firefox, brabhsálaí Gréasáin saor in aisce. Tá Firefox forbartha ag eagraíocht dhomhanda neamhbhrabúis a chuireann daoine in uachtar ar an Idirlíon. Faigh Firefox inniu!
gd: Luchdaich a-nuas Mozilla Firefox, brabhsair-lìn a tha saor an-asgaidh. Tha Firefox 'ga chruthachadh le buidheann eadar-nàiseanta neo-phrothaideach a tha an dealas smachd a thoirt dhan luchd-chleachdaidh air cùisean. Carson nach fheuch thu Firefox an-diugh?
hi_in: मोज़िल्ला फायरफॉक्स डाउनलोड करें , एक मुफ्त वेब ब्राउज़र . फायरफॉक्स का निर्माण एक वैश्विक,गैर-लाभ , का ऑनलाइन नियंत्रण समर्पित व्यक्तियो ने किया है. आज ही फायरफॉक्स डाउनलोड करें !
lv: Lejupielādējiet Mozilla Firefox, brīvs tīmekļa pārlūks. Firefox veido globālu bezpeļņas organizāciju kura veltīta tiešsaistes dzīves kontroles atdošanai cilvēkiem. Iegūstiet Firefox šodien!
nn_no: Last ned Mozilla Firefox, ein gratis nettlesar. Firefox vert laga av ein global, ideell organisasjon, som har som mål at individet skal ta kontroll over eigne aktivitetarpå nettet. Last ned Firefox i no!

source: Built for those who build the Web
bn_bd: তাদের জন্যই তৈরি যারা ওয়েবকে তৈরি করে
es_mx: Hecho para aquellos que construyen la Web
ga_ie: Tógtha ar son na ndaoine a thógann an Gréasán
gd: Air a dhealbhadh dha na daoine a dhealbhas an lìon
hi_in: उनके लिए बनाएँ जिन्होंने वेब को बनाया
lv: Veidots tiem kuri veido tīmekļi
nn_no: Bygd for dei som byggjer nettet

source: The only browser made for developers like you.
bn_bd: শুধু একটাই ব্রাউজার যা আপনার মতোন ডেভেলপারদের জন্য তৈরি।
es_mx: El único navegador creado por desarrolladores como tú.
ga_ie: An brabhsálaí amháin atá dírithe ar fhorbróirí, cosúil leatsa féin.
gd: An aon bhrabhsair a chaidh a dhèanamh do luchd-leasachaidh mar thu fhèin.
hi_in: पेश करते हैं एकमात्र ब्राउज़र जो आप जैसे डेवलपर्स के लिए बना हैं.
lv: Vienīgais pārlūks, kas radīts izstrādātajiem kā jūs.
nn_no: Den einaste nettlesaren som er laga for utviklarar som deg.

source: Design, build and debug the Web without ever leaving your browser with the new Firefox Developer Edition!
bn_bd: নতুন Firefox ডেভেলপার সংস্করণের মাধ্যমে আপনি আপনার ব্রাউজার থেকে না বেরিয়েও ওয়েবকে ডিজাইন, বিল্ড এবং ডিবাগ করতে পারবেন!
es_mx: Diseña, construye y depura la web sin salirte de tu navegador con la edición de Firefox para desarrolladores.
ga_ie: Is féidir an Gréasán a dhearadh, a thógáil nó a dhífhabhtú gan imeacht ó do bhrabhsáil leis an leagan nua de Firefox d'Fhorbróirí!
gd: Dealbhaich, cruthaich is dì-bhugaich an lìon o bhroinn a' bhrabhsair agad leis an tionndadh ùr, Firefox Developer!
hi_in: नया फ़ायरफ़ॉक्स डेवलपर संस्करण के साथ बिना अपना ब्राउज़र छोड़े हुए आप वेब का डिज़ाइन, बिल्ड और दोषसुधार कर सकते हैं!
lv: Ar Firefox izstrādātāju versiju plānojiet, veidojiet un atkļūdojiet lapas neatejot no pārlūka.
nn_no: Formgje, bygg og feilsøk nettet utan at du må forlata nettlesaren din, med den nye Firefox Developer Edition!

source: Firefox Developer Edition automatically sends feedback to Mozilla.
bn_bd: Firefox ডেভেলপার সংস্করণ স্বয়ংক্রিয়ভাবেই Mozilla কে ফিডব্যাক পাঠিয়ে দেয়।
es_mx: Firefox Developer Edition automáticamente envía retroalimentación a Mozilla.
ga_ie: Seolfaidh Firefox d'Fhorbróirí aiseolas chuig Mozilla go huathoibríoch.
gd: Bheir tionndadh luchd-leasachaidh de Firefox fiosrachadh air ais dha Mozilla gu fèin-obrachail.
hi_in: फ़ायरफ़ॉक्स डेवलपर संस्करण स्वचालित रूप से मोज़िला को प्रतिक्रिया भेजता हैं.
lv: Firefox Developer Edition automātiski sūta atsauksmes uz Mozilla.
nn_no: Firefox Developer Edition sender automatisk tilbakemeldingar til Mozilla.

source: Designed for developers
bn_bd: ডেভেলপারদের জন্য পরিকল্পিত
es_mx: Diseñado para desarrolladores
ga_ie: Deartha do dhearthóirí
gd: Air a dhealbhadh do luchd-leasachaidh
hi_in: डेवलपर्स के लिए बनाया गया
lv: Paredzēts izstrādātajiem
nn_no: Laga for utviklarar

source: The only browser made just for developers, Firefox Developer Edition was created with your workflow in mind. Build, test, scale and more all from one place, for the first time ever.
bn_bd: শুধুমাত্র ব্রাউজার যেটি ডেভেলপার জন্য তৈরি করা, Firefox ডেভেলপার সংস্করণ আপনার মনের কর্মপ্রবাহের কথা মাথায়ে রেখে বানান হয়েছে। তৈরি করুন, পরীক্ষা করুন, স্কেল করুন এবং আরও সব একই জায়েগা থেকে, প্রথমবারের জন্য।
es_mx: El único navegador hecho solo para desarrolladores, Firefox Developer Edition fue creado con tu entorno de trabajo en mente. Construye, prueba, escala y más todo en un solo lugar, por primera vez.
ga_ie: Is é Firefox d'Fhorbróirí an t-aon bhrabhsálaí ar cruthaíodh é d'fhorbróirí amháin, agus súil againn ar do shreabhadh oibre. Is féidir tógáil, tástáil, scálú agus tuilleadh nach é ón aon áit amháin den chéad uair riamh.
gd: 'S e tionndadh luchd-leasachaidh de Firefox an aon bhrabhsair a chaidh a dhealbhadh a-rèir sruth-obrach luchd-leasachaidh. Dèan build, deuchainn, sgèileadh is mòran a bharrachd san aon àite a' chiad turas a-riamh.
hi_in: डेवलपर्स के लिए बनाया गया एक मात्र ब्राउज़र, फ़ायरफ़ॉक्स डेवलपर संस्करण दिमाग में आपका कार्य प्रगति के साथ बनाया गया था. बनाये, परखे, स्केल ओर भी अधिक सभी एक ही जगह से, पहली बार.
lv: Vienīgais pārlūks, kas radīts tikai izstrādātājiem. Firefox izstrādātāju versija radīta domājot par jūsu ikdienas darbiem. Būvējiet, testējiet un veiciet citas lietas vienā vietā.
nn_no: Firefox Developer Edition, er den einaste nettlesaren som er bygd berre for utviklarar, og med din arbeidsflyt i tankane. Bygg, test, skaler og mykje meir. Det er fyrste gong nokonsinne du kan gjera alt dette frå ein og same stad.

source: Debug any browser
bn_bd: যেকোনো ব্রাউজারকে ডিবাগ করুন
es_mx: Depura cualquier navegador
ga_ie: Dífhabhtaigh aon bhrabhsálaí
gd: Dì-bhugaich brabhsair sam bith
hi_in: किसी भी ब्राउज़र में दोषसुधार करें
lv: Atkļūdojiet jebkuru pārlūku
nn_no: Feilsøk alle nettlesarar

source: Inspect and debug your app across any browser or device with Valence — a powerful, pre-installed extension that you’ll only find in Firefox Developer Edition.
bn_bd: আপনার অ্যাপ কোন ব্রাউজার অথবা ডিভাইস জুরে Valance দ্বারা পরিদর্শন এবং ডিবাগ করুন— যা একটি ক্ষমতাশালী, প্রাক-ইনস্টল এক্সটেনশন যেটা কিনা আপনি শুধুমাত্র Firefox ডেভেলপার সংস্করণে পাবেন।
es_mx: Inspecciona y depura tus aplicaciones a travéz de cualquier navegador o dispositivo con Valence - una poderosa extensión pre-instalada que solo encontrarás en Firefox Developer Edition.
ga_ie: Is féidir d'aip a scrúdú agus a dhífhabhtú ar aon bhrabhsálaí nó ghléas le Valence —breiseán cumhachtach réamhshuiteáilte atá in Firefox d'Fhorbróirí amháin.
gd: Sgrùd is dì-bhugaich an aplacaid agad a thaobh brabhsair no uidheam sam bith le Valence — leudachan ro-stàlaichte cumhachdach nach fhaighear ach ann an tionndadh luchd-leasachaidh de Firefox.
hi_in: निरीक्षण करें और वैलेंस के साथ किसी भी ब्राउज़र या डिवाइस में अपना एप्प दोषसुधार करें—एक शक्तिशाली, पूर्व स्थापित विस्तार जो आप सिर्फ फ़ायरफ़ॉक्स डेवलपर संस्करण में पाओगे.
lv: Izmeklējiet un atkļūdojiet aplikācijas starp pārlūkiem un ierīcēm ar Valence — spēcīgu papildinājumu, kas pieejams vienīgi Firefox izstrādātāju versijā.
nn_no: Gransk og feilsøk appen din på kva som helst nettlesar eller eining med Valence — ei kraftig førehandsinnstallert utviding, som berre finst i Firefox Developer Edition.

source: Pixel-perfect coding
bn_bd: পিক্সেল নিখুঁত কোডিং
es_mx: codificación Pixel-perfect
ga_ie: Códú foirfe picteilín ar phicteilín
gd: Còdachadh a tha pixel-perfect
hi_in: पिक्सेल-सही कोडिंग
lv: Pixel-perfect kodēana
nn_no: Kode med pikselpresisjon

source: Target screen sizes with the Responsive Design View and tweak your CSS on the fly with the built-in Style Editor for pixel-perfect coding.
bn_bd: লক্ষ্য পর্দা প্রতিক্রিয়াশীল ডিজাইন ভিউ এর সাথে মাপ করা এবং পিক্সেল নিখুঁত কোডিং জন্য বিল্ট ইন স্টাইল এডিটর সঙ্গে উড়ে আপনার সিএসএস খামচি করা।
es_mx: Elige tamaños de pantallas con el Responsive Design View y ajusta tus CSS sobre la marcha con el editor de estilo incorporado para codificar pixel-perfect.
ga_ie: Dírigh ar thoisí scáileáin ar leith le Radharc an Dearaidh Shofhreagraigh agus deasaigh do chuid CSS go beo leis an Eagarthóir Stíle ionsuite a forbraíodh don chódú grafach foirfe.
gd: Cuir air gleus meud nan sgrìnichean leis an Responsive Design View agus an CSS agad gun dàil leis an deasaichear stoidhle a tha 'na bhroinn o thùs.
hi_in: उत्तरदायी डिजाइन दृश्य के साथ स्क्रीन आकार के लक्ष्य और पिक्सेल-सही कोडिंग के लिए बिल्ट-इन स्टाइल संपादक के साथ अपना सीएसएस सुधारें.
lv: Pielāgojiet ekrāna izmērus ar Adaptīvā dizaina režīmu un pielāgojiet CSS ar iebūvēto stila redaktoru.
nn_no: Arbeid på skjermstorleikar med Følsam design-visinga (Responsive Design View) og finsjuster CSS på sparket (on the fly) med den innebygde Stilredigeraren (Style Editor) for koding med pikselpresisjon.

source: All your favorite dev tools and more
bn_bd: আপনার প্রিয় ডেভ টুলগুলি এবং আরও
es_mx: Todas tus herramientas de desarrollo favoritas y más
ga_ie: Na huirlisí forbartha is ansa leat agus tuilleadh
gd: Na h-innealan luchd-leasachaidh as fhearr leat is mòran a bharrachd
hi_in: आपके सभी पसंदीदा डेव उपकरण और अधिक
lv: Visi jūs iecienītie izstrādāšanas rīki un vēl vairāk
nn_no: Alle favorittutviklarverktøya dine og litt til

source: Firefox Developer Edition brings your core dev tools together with some powerful new ones that will extend your ability to work across multiple platforms from one place. It’s everything you’re used to, only better. And only from Firefox.
bn_bd: Firefox ডেভেলপার সংস্করণ কিছু শক্তিশালী নতুনত্বের সঙ্গে একসঙ্গে আপনার কোর ডেভ টুলগুলি এনেছে যে এক জায়গা থেকে একাধিক প্লাটফর্ম জুড়ে কাজ করার জন্য আপনার ক্ষমতাকে প্রসারিত করবে। এটি শুধুমাত্র আপনি যা ব্যবহার করেছেন সেটাই, শুধুমাত্র আরও ভাল। আর শুধু Firefox থেকে।
es_mx: Firefox Developer Edition reúne tus principales herramientas de desarrollo con herramientas nuevas y potentes que extenderán tus habilidades para trabajar a través de múltiples plataformas desde un solo lugar. Es todo lo que acostumbras usar, pero mejor. Solo en Firefox.
ga_ie: Bailíonn Firefox d'Fhorbróirí na huirlisí forbartha is tábhachtaí le chéile le cinn chumhachtacha nua a gcuirfidh le do chumas obair a dhéanamh ar árdáin éagsúla ón aon áit amháin. Tá gach rud ann a bhfuil taithí agat air, ach tá sé feabhsaithe. Firefox amháin a dhéanann seo uilig.
gd: Tha tionndadh luchd-leasachaidh de Firefox a' toirt còmhla prìomh-innealan luchd-leasachaidh agus feadhainn ùra a bheir comas dhut obair a dhèanamh air iomadh ùrlar san aon àite. Gach rud a bha agad roimhe ach nas fhearr. 'S ann am Firefox a-mhàin.
hi_in: फ़ायरफ़ॉक्स डेवलपर संस्करण आपका कोर देभ उपकरण कुछ नया शक्तिशाली के साथ लाता हैं जो एक जगह से कई प्लेटफार्मों में आपकी काम करने की छमता को बढ़ाएगा. यह सबकुछ है आप इस्तेमाल किया करते हैं, सिर्फ बेहतर. और सिर्फ फ़ायरफ़ॉक्स से.
lv: Firefox izstrādātāju versija apvieno standarta izstrādātāju rīkus ar dažiem jauniem, kas paplašina standarta iespējas, ļaujot strādāt starp platformām. Tas ir viss ko jūs vienmēr darāt, bet labāk un tieši no Firefox.
nn_no: Firefox Developer Edition gjev deg grunnleggjande utviklarverktøy saman med nye, kraftige verktøy som gjer det endå lettare for deg å arbeida på tvers av plattformar, frå ein og same stad. Det er alt du er van med, berre betre. Berre frå Firefox.

source: Screenshot
bn_bd: স্ক্রিনসট
es_mx: Captura de pantalla
ga_ie: Seat den Scáileán
gd: Glacadh-sgrìn
hi_in: स्क्रीनशॉट
lv: Ekrānattēls
nn_no: Skjermbilete

source: Visual Editing Tools
bn_bd: ভিজুয়াল সম্পাদনা টুল
es_mx: Herramientas de edición visual
ga_ie: Uirlisí Físeagarthóireachta
hi_in: दृश्य संपादन उपकरण
lv: Vizuālās rediģēšanas rīki
nn_no: Visuelle redigeringsverktøy

source: Visually edit CSS and HTML animations playing on the page from the Inspector panel. Verify alignment, dimensions and padding of any element using the Ruler and Measurement tools.
bn_bd: ইস্পেক্টর প্যানেল থেকে ভিজুয়ালি CSS ও HTML অ্যানিমেশন সম্পাদনা করুন যা আপনার পাতায় চলছে। রুলার এবং মেজারমেন্ট টুল ব্যবহার করে যেকোন এলিমেন্টের অ্যালাইনমেন্ট, ডাইমেনশন ও প্যাডিং যাচাই করুন।
es_mx: Modifica visualmente animaciones CSS y HTML jugando en la página desde el panel Inpector. Comprueba la alineación, las dimensiones y el relleno de cualquier elemento con las herramientas Regla y Medida.
ga_ie: Cuir beochaintí CSS agus HTML in eagar ó shúil agus iad ag seinm ar an leathanach trí Phainéal an Scrúdaitheora. Fíoraigh ailíniú, toisí agus stuáil aon eiliminte leis na huirlisí Rialóir agus Tomhas.
hi_in: निरीक्षण पटल के पृष्ठ पर चलित एचटीएमएल एवं सीएसएस सचलचित्र को देखते हुए सम्पादित करें। रूलर और माप औजार का प्रयाग करके किसी तत्व का संरेक्षण, आयाम और पैडिंग सत्यापित करें।
lv: Vizuāli rediģējiet CSS un HTML animācijas lāpā no inspektora paneļa. Izmantojot lineālu un mēra rīkus, pārbaudiet līdzināšanu, izmērus un jebkura elementa polsterējumu.
nn_no: Rediger visuelt CSS og HTML-animasjonar som vert spela av på sida frå granskingsrutefeltet (Inspector panel). Kontroller justeringar, dimensionar og marginalar (padding) av alle element med hjelp av linjal og måleverktøy.

source: Learn more about Visual Editing Tools
bn_bd: ভিজুয়াল সম্পাদনা টুল সম্পর্কে আরও জানুন
es_mx: Descubre las herramientas de edición visual
ga_ie: Foghlaim tuilleadh faoi na hUirlisí Físeagarthóireachta
hi_in: दृश्य संपादन उपकरण के बारे में अधिक जानें
lv: Uzzināt vairāk par vizuālās rediģēšanas rīkiem
nn_no: Les meir om visuelle regigeringsverktøy

source: DevTools Challenger
es_mx: Prueba DevTools Challenger
ga_ie: Challenger na nUirlisí Forbartha
hi_in: डेवटूल्स चैलेंजर

source: Use Developer Edition’s visual animation and CSS editing tools to explore the depths of the ocean and interact with the strangest of creatures.
bn_bd: সাগরের গভীরতা খুঁজে দেখতে এবং অদ্ভুত সব সৃষ্টি দেখতে ডেভেলপার সংস্করণের ভিজুয়াল অ্যানিমেশনে এবং CSS সম্পাদনা টুল ব্যবহার করুন।
es_mx: Usa las herramientas visuales de edición de animaciones y CSS de la Edición de Desarrollador para explorar la profundidad del océano e interactuar con las criaturas mas extrañas.
ga_ie: Úsáid beochan físiúil agus uirlisí eagarthóireachta CSS cuid Developer Edition chun dul ag taiscéalaíocht in áiteanna aduaine agus chun bualadh leis chuile neach dá bhfuil ann.
hi_in: डेवलपर संस्करण के चाक्षुष सचलचित्र और सीएसएस सम्पादन औजार का उपयोग करके महासागर की गहराई तक जायें एवं अजीब प्राणियों से बातचीत करें।
lv: Izmantojiet Developer Edition vizuālo animāciju un CSS rediģēšanas rīkus lai izpētīt okeāna dziļumus un sazinātos ar visjocīgākajām būtnēm.
nn_no: Bruk det visuelle animasjons- og CSS-redigeringsverktøyet i Developer Edition for å utforska djupet i havet og samhandla med dei mest merkelege vesena.

source: Try DevTools Challenger
bn_bd: DevTools Challenger ব্যবহার করে দেখুন
es_mx: Prueba el DevTools Challenger
ga_ie: Bain triail as Challenger na nUirlisí Forbartha
hi_in: डेवटूल्स चैलेंजर प्रयास करें
nn_no: Prøv DevTools Challenger

source: Performance Tools
bn_bd: পারফরম্যান্স টুল
es_mx: Herramientas de rendimiento
ga_ie: Uirlisí Feidhmíochta
hi_in: प्रदर्शन उपकरण
lv: Veiktspējas analīze
nn_no: Ytingsverktøy (Performance Tools)

source: Examine your web content’s frame rate, memory consumption and JS profile in a consolidated timeline view to help easily identify and troubleshoot performance bottlenecks.
bn_bd: আপনার ওয়েবের বিষয়বস্তুর ফ্রেইম রেট, মেমোরি খরচ এবং সমন্বিত টাইমলাইন দৃশ্যে JS প্রোফাইল যাচাই করুন যেন সহজে চিহ্নিত এবং পার্ফরম্যান্সের অন্তরায় সমস্যা সমাধানে সাহায্য করে।
es_mx: Examina el contenido de la web, consumo de memora y perfil JS en una vista sencilla que te ayudará a identificar problemas de rendimiento.
ga_ie: Scrúdaigh ráta frámaí d'ábhair ghréasáin, caitheamh cuimhne, agus próifíl JS i radharc ar leith den amlíne chomhdhlúite chun scrogaill feidhmíochta a aithint agus a fhabhtcheartú.
hi_in: आसानी से पहचान करने और प्रदर्शन बाधाओं के निवारण का मदद के लिए एक समेकित समय ध्यान में रखते हुए अपने वेब सामग्री फ्रेम दर, मेमोरी की खपत और JS प्रोफाइल की जाँच करें.
nn_no: Undersøk bildefrekvensen i nettinnhaldet ditt, minnebtuk og JS-profil i ei samanslått tidslinjevising, som hjelper deg med å enkelt identifisera og feilsøka flaskehalsar i ytinga.

source: Learn more about Performance Tools
bn_bd: পারফরম্যান্স টুল সম্পর্কে আরও জানুন
es_mx: Conoce más sobre Herramientas de rendimiento
ga_ie: Foghlaim tuilleadh faoi na hUirlisí Feidhmíochta
hi_in: प्रदर्शन उपकरण के बारे में अधिक सीखें
lv: Uzzināt vairāk par veiktspēju analīzi
nn_no: Les meir om Ytingsverktøy (Performance Tools)

source: Responsive Design View
bn_bd: রেসপনসিভ ডিজাইন ভিউ
es_mx: Vista de diseño adaptable
ga_ie: Radharc Deartha Freagrúil
gd: Sealladh an dealbhaidh fhreagairteach
hi_in: उत्तरदायी डिजाइन दृष्टि
lv: Adaptīva dizaina skats
nn_no: Responsivt design-vising

source: See how your Website or Web app will look on different screen sizes without changing the size of your browser window.
bn_bd: দেখুন যে আপনার ওয়েবসাইট বা ওয়েব অ্যাপ কিরকম দেখতে লাগবে বিভিন্ন মাপের স্ক্রীনে ব্রাউজার উইন্ডোর মাপ বদল না করেই।
es_mx: Mira cómo tu sitio web o una aplicación web se verá de diferentes tamaños sin cambiar el tamaño de la ventana de tu navegador.
ga_ie: Féach cén chuma a bheas ar do shuíomh nó aip Ghréasain ar scáileáin toisí éagsúla gan méid do scáileánsa a athrú.
gd: Faic cò ris a bhios an làrach no aplacaid-lìn agad coltach air sgrìnichean mòra 's beaga gun a bhith a' beantainn ri meud uinneag a' bhrabhsair agad.
hi_in: अपने ब्राउज़र विंडो के आकार को बदले बिना विभिन्न स्क्रीन आकार पर कैसे आपका वेबसाइट या वेब एप्प दिखेगा देखें.
lv: Skatieties kā jūsu mājaslapa izskatīsies vai tīmekļa aplikācija izskatīsies uz atšķirīgiem ekrānu izmēriem, nemainot sava pārlūka loga izmēru.
nn_no: Sjå korleis din nettstad eller vevapp (Web app) ser ut på ulike skjermstorleikar utan å måtte endra vindaugsstorleiken i nettlesaren.

source: Learn more about Responsive Design View
bn_bd: রেসপনসিভ ডিজাইন ভিইয়ের ব্যাপারে আরও জানুন
es_mx: Conoce más sobre vista de diseño adaptable
ga_ie: Foghlaim tuilleadh faoin Radharc Deartha Freagrúil
gd: Barrachd fiosrachaidh mu shealladh an dealbhaidh fhreagairteach
hi_in: उत्तरदायी डिजाइन दृष्टि के बारे में अधिक सीखें
lv: Uzziniet vairāk par adaptīva dizaina skatu
nn_no: Les meir om responsivt design-vising

source: Valence
bn_bd: ভ্যালেন্স
hi_in: वेलेन्स

source: Develop and debug your apps across multiple browsers and devices with this powerful extension that comes pre-installed with Firefox Developer Edition.
bn_bd: একাধিক ব্রাউজারে নিজের অ্যাপ ডেভেলপ এবং ডিবাগ করুন শক্তিশালী এক্সটেনশন সাথে যা Firefox ডেভেলপার সংস্করণ সঙ্গে প্রাক-ইনস্টল হয়ে আসে।
es_mx: Crea y depura tus aplicaciones a través de múltiples navegadores y dispositivos con esta poderosa extensión que viene pre-instalada con Firefox Developer Edition.
ga_ie: Forbair agus dífhabhtaigh d'aipeanna ar bhrabhsálaithe agus ghléasanna iomadúla leis an mbreiseán cumhachtach seo atá réamhshuiteáilte le Firefox d'Fhorbróirí.
gd: Sgrùd is dì-bhugaich na h-aplacaidean agad a thaobh iomadh brabhsair no uidheamleis an leudachan ro-stàlaichte chumhachdach seo nach fhaighear ach ann an tionndadh luchd-leasachaidh de Firefox.
hi_in: यह शक्तिशाली विस्तार के साथ जो फ़ायरफ़ॉक्स डेवलपर संस्करण के साथ पूर्व स्थापित आता हैं कई ब्राउज़रस और डिवाइसो में अपना एप्प्स डेवेलप और दोषसुधार करें.
lv: Izstrādājiet un atkļūdojiet savas aplikācijas dažādos pārlūkos un ierīcēs ar šo spēcīgo spraudņi kas jau ir iekļauts ar Firefox Developer Edition.
nn_no: Utvikla og feilsøk appane dine over fleire nettlesarar og einingar med denne kraftfulle utvidinga som kjem førehandsinstallert med i Firefox Developer Edition.

source: Learn more about Valence
bn_bd: ভ্যালেন্সে সম্পর্কে আরোও জানুন
es_mx: Conoce más sobre Valence
ga_ie: Tuilleadh eolais faoi Valence
gd: Faigh barrachd fiosrachaidh mu Valence
hi_in: वेलेन्स के बारे में अधिक सीखें
lv: Uzziniet vairāk par Valence
nn_no: Les meir om Valence

source: Web Audio Editor
bn_bd: ওয়েব অডিও এডিটর
es_mx: Editor de audio web
ga_ie: Eagarthóir Fuaime Gréasáin
gd: Deasaiche na fuaime-lìn
hi_in: वेब ऑडियो संपादक
lv: Tīmekļa audio redaktors
nn_no: Nettlydredigerar (Web Audio Editor)

source: Inspect and interact with Web Audio API in real time to ensure that all audio nodes are connected in the way you expect.
bn_bd: বাস্তব সময়ে ওয়েব আডিও API এর সাথে পরিদর্শন এবং যোগাযোগ করুন এটা যাচাই করার জন্য যে সব আডিও নোড আপনার আশা মত সংযুক্ত করা আছে কিনা।
es_mx: Inspecciona e interactúa con Web Audio API en tiempo real para asegurar que todos los nodos de audio están conectados de la forma que tu esperas.
ga_ie: Scrúdaigh agus idirghníomhaigh le Fuaim Ghréasáin API i bhfíor-am le deimhniú go bhfuil gach nód fuaime ceangailte sa bhealach a mbeifeá ag súil leis.
gd: Dèan sgrùdadh is eadar-obrachadh le API na fuaime-lìn ann am fìor-àm gus dèanamh cinnteach gu bheil gach nòd fuaime ceangailte mar bu chòir.
hi_in: सभी ऑडियो नोड्स आपके उम्मीदों के तरह से जुड़े हैं यह सुनिश्चित करने के लिए वास्तविक समय में वेब ऑडियो एपीआई के साथ निरीक्षण और बातचीत करें.
nn_no: Kontrollera og samhandla med Web Audio-API:t i sanntid for å vera viss på at alle lydnodar er kopla til på den måten du ventar at dei skal vera.

source: Learn more about Web Audio Editor
bn_bd: ওয়েব অডিও এডিটরের ব্যাপারে আরও জানুন
es_mx: Conoce más sobre Web Audio Editor
ga_ie: Foghlaim tuilleadh faoin Eagarthóir Fuaime Gréasáin
gd: Barrachd fiosrachaidh mu dheasaiche na fuaime-lìn
hi_in: वेब ऑडियो संपादक के बारे में और अधिक जानें
lv: Uzzināt vairāk par tīmekļa audio redaktoru
nn_no: Les meir om Web Audio Editor

source: Page Inspector
bn_bd: পৃষ্ঠা পরিদর্শক
es_mx: Inspector de página
ga_ie: Scrúdaitheoir Leathanaigh
gd: Sgrùdaiche nan duilleagan
hi_in: पृष्ठ निरीक्षक
lv: Lapu inspektors
nn_no: Sidegranskar (Page Inspector)
