Repository: translate/mozilla-lang
Catalog: */firefox/developer.lang.po
Languages: bn_bd, es_mx, ga_ie, gd, hi_in, lv, nn_no

source: Examine the HTML and CSS of any Web page and easily modify the structure and layout of a page.
bn_bd: যে কোন ওয়েব পেজের HTML এবং CSS পরীক্ষা করুন আর খুব সহজ ভাবে একটি পাতার গঠন এবং বিন্যাস পরিবর্তন করুন।
es_mx: Examina el HTML y CSS de cualquier página web y modifica facilmente la estructura y distribución de la página.
ga_ie: Scrúdaigh HTML agus CSS aon leathanaigh agus déan mionathraithe ar struchtúr agus leagan amach an leathanaigh go héasca.
gd: Sgrùd aig HTML is CSS aig duilleag-lìn sam bith is atharraich structar is co-dhealbhachd de dhuilleag sam bith gun duilgheadas.
hi_in: कोई भी वेब पेज का HTML और CSS का निरीक्षण करें और आसानी से पेज का नक्शा और ढाँचा को बदलें.
lv: Izpētiet jebkuras mājaslapas HTML un CSS kodu, un vienkārši izmainīt lapas struktūru un izkārtojumu.
nn_no: Undersøk HTML- og CSS-koden i kva nettside som helst og endra strukturen og utforminga (layout) deira.

source: Learn more about Page Inspector
bn_bd: পৃষ্ঠা পরিদর্শকের ব্যাপারে আরও জানুন
es_mx: Conoce más sobre Page Inspector
ga_ie: Foghlaim tuilleadh faoin Scrúdaitheoir Leathanaigh
gd: Barrachd fiosrachaidh mu sgrùdaiche nan duilleagan
hi_in: पृष्ठ निरीक्षक के बारे में और अधिक जानें
lv: Uzziniet vairāk par lapu inspektoru
nn_no: Les meir om Sideinnspektøren (Page Inspector)

source: Web Console
bn_bd: ওয়েব কনসোল
ga_ie: Consól Gréasáin
gd: A' chonsoil-lìn
hi_in: वेब कंसोल
lv: Tīmekļa konsole
nn_no: Vevkonsoll (Web Console)

source: See logged information associated with a Web page and use Web Console to interact with Web pages using JavaScript.
bn_bd: ওয়েব পৃষ্ঠার সঙ্গে জড়িয়ে থাকা কোন লগ তথ্য দেখুন এবং জাভাস্ক্রিপ্ট ব্যবহার করে ওয়েব পৃষ্ঠার সাথে যোগাযোগ করার জন্য ওয়েব কনসোল ব্যবহার করুন।
es_mx: Observa la información registrada asociada con una página Web y usa Web Console para interactuar con páginas Web usando JavaScript.
ga_ie: Féach eolas logáilte a bhfuil baint aige le leathanach Gréasáin agus úsáid an Consól Gréasáin chun mionathraithe a dhéanamh ar leathanaigh Ghréasáin trí JavaScript a úsáid.
gd: Faic fiosrachadh a chaidh a logadh a thaobh duilleig-lìn sam bith 's cleachd a' chonsoil-lìn gus eadar-obrachadh a dhèanamh le duilleagan-lìn slighe JavaScript.
hi_in: एक वेब पेज के साथ जुड़े लॉग इन जानकारी देखें और JavaScript का उपयोग वेब पेजो के साथ बातचीत करने के लिए वेब कंसोल का उपयोग करें.
nn_no: Sjå logga informasjon om ei nettside og bruk vevkonsollen (Web Console) for å samhandle (interact) med nettsider ved å bruka JavaScript.

source: Learn more about Web Console
bn_bd: ওয়েব কনসোল এর ব্যাপারে আরও জানুন
es_mx: Conoce más sobre Web Console
ga_ie: Foghlaim tuilleadh faoin gConsól Gréasáin
gd: Faigh barrachd fiosrachaidh mun chonsoil-lìn
hi_in: वेब कंसोल के बारे में और अधिक जानें
lv: Uzzināt vairāk par tīmekļa konsoli
nn_no: Les meir om Vevkonsollen (Web Console)

source: JavaScript Debugger
bn_bd: JavaScript ডিবাগার
es_mx: Depurador JavaScript
ga_ie: Dífhabhtóir JavaScript
gd: Dì-bhugadair JavaScript
hi_in: JavaScript डिबगर
lv: JavaScript Atkļūdotājs

source: Step through JavaScript code and examine or modify its state to help track down bugs.
bn_bd: JavaScript কোডের মধ্যে দিয়ে যান এবং পরীক্ষা বা পরিবর্তন করুন এর স্টেটকে বাগ ট্র্যাকে সাহায্য করার জন্য।
es_mx: Navega a través del código JavaScript y examina o modifica su estado para ayudar a localizar errores.
ga_ie: Siúil céim ar chéim trí chód JavaScript agus scrúdaigh nó déan mionathrú ar a riocht chun cuidiú le haimsiú fabhtanna.
gd: Coisich tro JavaScript ceum air cheum is sgrùd no atharraich an staid aige ach an urrainn dhut greim fhaighinn air na bugaichean ud.
hi_in: कोड के माध्यम से कदम और बग को नज़र रखने में मदद करने के लिए इसके अवस्था को बदलें.
nn_no: Gå steg for steg gjennom JavaScript-koden og undersøk eller endra tilstanden for å leita etter og finna feil.

source: Learn more about JavaScript Debugger
bn_bd: JavaScript ডিবাগারের ব্যাপারে আরও জানুন
es_mx: Conoce más sobre el depurador JavaScript
ga_ie: Foghlaim tuilleadh faoin Dífhabhtóir JavaScript
gd: Barrachd fiosrachaidh mu dhì-bhugadair JavaScript
hi_in: JavaScript डीबगर के बारे में और अधिक जानें
lv: Uzziniet vairāk par JavaScript Atkļūdotājs
nn_no: Les meir om feilrettaren for JavaScript (JavaScript Debugger)

source: Network Monitor
bn_bd: নেটওয়ার্ক মনিটর
es_mx: Monitor de red
ga_ie: Monatóir Líonra
gd: Monatair an lìonraidh
hi_in: नेटवर्क नरीक्षण
lv: Tīkla pārraugs
nn_no: Nettverksovervaking

source: See all the network requests your browser makes, how long each request takes and details of each request.
bn_bd: আপনার ব্রাউজার যে সব নেটওয়ার্ক অনুরোধ করে সেগুলি দেখুন, একটি অনুরোধ কতখুন সময় নেয়ে তা দেখুন এবং প্রতেকটি অনুরোধের বিস্তারিত তথ্য দেখিন।
es_mx: Observa todas las peticiones de red que realiza tu navegador, cuánto tiempo tarda cada petición y detalles de cada petición.
ga_ie: Féach gach iarratas gréasáin a dhéanann do bhrabhsálaí, cé chomh fada a ghlacann gach iarratas, agus sonraí gach iarratais.
gd: Faic gach iarrtais lìonraidh a nì am brabhsair agad, dè cho fad 's a bheir gach iarrtas is mion-fhiosrachadh mu gach iarrtas.
hi_in: प्रत्येक अनुरोध का ब्यौरा, प्रत्येक अनुरोध कितना समय लेता हैं और ब्राउज़र बनाता हैं, सभी नेटवर्क अनुरोध देखें.
lv: Redziet visus pieprasījumus jūsu pārlūks veic, un katra pieprasījuma garumu un detaļas.
nn_no: Sjå alle nettverksførespurnadane frå nettlesaren din, kor lang tid kvar førespurnaden tek og detalinformasjon om kvar av dei.

source: Learn more about Network Monitor
bn_bd: নেটওয়ার্ক মনিটর সম্পর্কে আরো জানুন
es_mx: Conoce más sobre Network Monitor
ga_ie: Foghlaim tuilleadh faoin Monatóir Líonra
gd: Barrachd fiosrachaidh mu mhonatair an lìonraidh
hi_in: नेटवर्क निरीक्षण के बारे में और अधिक जानें
lv: Uzzināt vairāk par tīkla pārraugu
nn_no: Les meir om Nettverksovervakaren (Network Monitor)

source: Style Editor
bn_bd: স্টাইল এডিটর
es_mx: Editor de estilos
ga_ie: Eagarthóir Stíle
gd: An deasaiche stoidhle
hi_in: शैली संपादक
lv: Stilu redaktors
nn_no: Stilredigerar

source: View and edit CSS styles associated with a Web page, create new ones and apply existing CSS stylesheets to any page.
bn_bd: ওয়েব পেজের সাথে সংযুক্ত CSS স্টাইলগুলো দেখুন ও সম্পাদন করুন, নতুন একটি তৈরি করুন এবং যেকোনো পেজে বিদ্যমান CSS স্টাইলশীটগুলোতে প্রয়োগ করুন।
es_mx: Mira y edita estilos CSS asociados con una página Web, crea nuevos estilos y aplica hojas de estilo CSS existentes en cualquier página.
ga_ie: Féach ar stíleanna CSS a bhfuil baint acu le leathanach Gréasáin, cuir in eagar iad, agus cruthaigh cinn nua agus chomh maith le stílbhileoga CSS atá agat a chur i bhfeidhm ar aon leathanach.
gd: Faic is deasaich stoidhlean CSS co-cheangailte ri duilleag-lìn, cruthaich feadhainn ùra 's cuir an sàs siota-stoidhle CSS ann an duilleag sam bith.
hi_in: एक वेब पेज के साथ जुड़े CSS स्टाइल देखें और संपादित करें, एक नया बनाये और किसी भी पेज पर मौजूदा CSS स्टाइलशीट को लागू करें.
lv: Parādiet un rediģējiet mājaslapai asociētos CSS stilus, izveidojiet jaunus, vai pielietojiet jau pastāvošus stilus jebkurai mājaslapai.
nn_no: Vis og rediger CSS-stilar knytt til ei nettside, lag nye og apply eksisterande CSS-stilsett (stylesheet) til kva side som helst.

source: Learn more about Style Editor
bn_bd: স্টাইল এডিটর সম্পর্কে আরো জানুন
es_mx: Conoce más sobre el editor de estilos
ga_ie: Foghlaim tuilleadh faoin Eagarthóir Stíle
gd: Barrachd fiosrachadh mun deasaiche stoidhle
hi_in: शैली संपादक के बारे में और अधिक सीखें
lv: Uzziniet vairāk par stilu redaktoru
nn_no: Les meir om Style Editor

source: Choose Firefox
bn_bd: ফায়ারফক্সকে বেছে নিন
es_mx: Elegir Firefox
ga_ie: Roghnaigh Firefox
gd: Tagh Firefox
hi_in: फ़ायरफ़ॉक्स चुनें
lv: Izvēlieties Firefox
nn_no: Vel Firefox

source: Welcome to Firefox Developer Edition
bn_bd: ফায়ারফক্স ডেভেলপার এডিশন এ আপনাকে স্বাগতম
es_mx: Bienvenido a Firefox Developer Edition
ga_ie: Fáilte go Firefox d'Fhorbróirí
gd: Fàilte gu tionndadh luchd-leasachaidh Firefox
hi_in: फ़ायरफ़ॉक्स डेवलपर प्रकाशन में आपका स्वागत हैं
lv: Sveicināti uz Firefox Developer Edition
nn_no: Velkomen til Firefox Developer Edition

source: Developer Tools
bn_bd: ডেভলপার টুল
es_mx: Herramientas para desarrolladores
ga_ie: Uirlisí Forbartha
gd: Innealan an luchd-leasachaidh
hi_in: डेवलपर उपकरण
lv: Izstrādātāju Rīki
nn_no: Utviklarverktøy

source: The most complete browser made just for developers, Firefox Developer Edition has every dev tool you’ll need built right in.
bn_bd: অধিকাংশ সম্পূর্ণ ব্রাউজার শুধুমাত্র ডেভেলপারদের জন্য বানানো, ফায়ারফক্স ডেভেলপার সংস্করণে প্রত্যেক ডেভ টুলসমূহ আছে যা আপনার দরকার হবে এই মুহূর্তে বানানোর জন্য।
es_mx: El más completo navegador creado sólo para desarrolladores, Firefox Developer Edition contiene todas las herramientas de desarrollo que necesitas.
ga_ie: An brabhsálaí is iomláine a cruthaíodh d'fhorbróirí amháin, Tá gach uile uirlis forbartha a bheidh uait ionsuite in Firefox d'Fhorbróirí.
gd: Am brabhsair as coileanta a chaidh a dhealbhadh dhan luchd-leasachaidh. Tha gach inneal air am bi feum agad 'na bhroinn o thùs a-nis.
hi_in: सबसे पूरा ब्राउज़र सिर्फ डेवलपर के लिए बनाया बनाया गया, फ़ायरफ़ॉक्स डेवलपर संस्करण के पास सभी देव उपकरण हैं जिसका आपको जरुरत होगी बनाने में.
lv: Vispilnīgākais izstrādātājiem izstrādātais pārlūks. Firefox Developer Edition satur visus izstrādāšanas rīki kas varētu būt jums nepieciešami.
nn_no: Firefox Developer Edition har alle utviklarverktøya som du treng innebygde. Det er den mest komplette nettlesaren for utviklarar som deg.

source: Next: Sync
bn_bd: পরবর্তী: সিঙ্ক
es_mx: Siguiente: Sync
ga_ie: Ar Aghaidh: Sioncronú
gd: An ath-rud: Sioncronachadh
hi_in: अगला: सिंक
lv: Nākamais: Sinhronizācija
nn_no: Neste: Sync

source: Important
bn_bd: গুরুত্বপূর্ণ
es_mx: Importante
ga_ie: Tábhachtach
gd: Cudromach
hi_in: महत्वपूर्ण
lv: Svarīgi
nn_no: Viktig

source: Sync your new Developer Edition profile to your Firefox Account to access bookmarks, browsing history, passwords and more from your existing Firefox profile.
bn_bd: আপনার বিদ্যমান ফায়ারফক্স প্রোফাইলের বুকমার্ক, ব্রাউজিং ইতিহাস, পাসওয়ার্ড ও আরও কিছু প্রবেশাধিকার পাওয়ার জন্য আপনার নতুন ডেভেলপার সংস্করন আপনার ফায়ারফক্স একাউন্টের সাথে সিঙ্ক করুন।
es_mx: Sincroniza tu nuevo perfil Developer Edition a tu cuenta de Firefox para acceder a marcadores, historial de navegación, contraseñas y más desde tu perfil de Firefox existente.
ga_ie: Sioncronaigh do Leagan nua d'Fhorbróirí le do Chuntas Firefox le rochtain a bheith a fháil ar leabharmharcanna, stair bhrabhsála, fhocail faire agus tuilleadh trí do phróifíl reatha Firefox.
gd: Sioncronaich pròifil ùr an tionndaidh luchd-leasachaidh agad leis a' chunntas Firefox agad gus greim fhaighinn air comharran-lìn, an eachdraidh brabhsaidh, faclan-faire 's mòran a bharrachd on phròifil Firefox làithreach agad.
hi_in: बुकमार्क, ब्राउज़िंग इतिहास, पासवर्ड और भी बहुत एक्सेस करने के लिए अपने मौजूदा फ़ायरफ़ॉक्स प्रोफाइल से अपने फ़ायरफ़ॉक्स खाते में अपने नए डेवलपर संस्करण प्रोफाइल सिंक करें.
lv: Sinhronizējiet savu jauno Firefox Developer Edition ar savu Firefox kontu lai piekļūtu savām grāmatzīmēm, savai vēsturei, savām parolēm un citām informācijām no jūsu pašreizējā Firefox profila.
nn_no: Synkroniser den nye profilen din for Developer Edition med Firefox-kontoen din for å få tilgang til bokmerke, nettlesarhistorikk, passord og mykje meir frå den eksisterande Firefox-profilen din.

source: Sync now
bn_bd: এখনই সিঙ্ক করুন
es_mx: Sincronizar ahora
ga_ie: Sioncronaigh anois
gd: Sioncronaich an-dràsta
hi_in: अब सिंक करें
lv: Sinhronizēt tagad
nn_no: Synkroniser no

source: No thanks
bn_bd: প্রয়োজন নেই।
es_mx: No gracias
ga_ie: Ná déan
gd: Na sioncronaich, mòran taing
hi_in: धन्यवाद नहीं
lv: Ne paldies
nn_no: Nei takk

source: Before you go&hellip;
bn_bd: আগে আপনার go&hellip;
es_mx: Antes de que te vayas&&hellip;
ga_ie: Sula n-imíonn&hellip; tú
gd: Mus fhalbh thu&hellip;
hi_in: तम्हारे जाने से पहले&hellip;
lv: Pirms jūs turpiniet&hellip;
nn_no: Før du går&hellip;

source: If you continue without syncing your new Developer Edition profile, you could lose access to important browsing data from your existing Firefox profile.
bn_bd: যদি আপনি সিঙ্ক ব্যতীত আপনার নতুন ডেভেলপার সংস্করনের প্রোফাইল চালাতে চান, তাহলে আপনি আপনার বিদ্যমান ফায়ারফক্স প্রোফাইল হতে গুরুত্বপূর্ণ ব্রাউজিং ডাটার প্রবেশাধিকার হারাবেন।
es_mx: Si continuas sin haber sincronizado tu perfil Developer Edition, puedes perder acceso a importantes datos de navegación de tu perfil Firefox existente.
ga_ie: Má leanann tú ort gan do phróifíl nua d'Fhorbróirí a shioncronú, d'fhéadfá rochtain ar shonraí brabhsála tábhachtacha atá ar do phróifíl reatha Firefox a chailliúint.
gd: Ma leanas tu air adhart gun a bhith a' sioncronachadh na pròifil ùr agad ann an tionndadh luchd-leasachaidh, dh'fhaoidte gun caill thu dàta brabhsaidh cudromach a tha agad sa phròifil Firefox làithreach agad.
hi_in: यदि आप अपने नए डेवलपर संस्करण प्रोफाइल सिंक किए बिना जारी रखते, आप अपने मौजूदा फ़ायरफ़ॉक्स प्रोफ़ाइल से महत्वपूर्ण ब्राउज़िंग डेटा का एक्सेस खो सकता थें.
lv: Ja jūs turpināt bez sava Firefox Developer Edition jaunā profila sinhronizāciju, jūs varētu pazaudētu pieeju svarīgām datnēm no jūsu pašreizējā Firefox profila.
nn_no: Om du held fram utan å synkronisera den nye Developer Edition-profilen din, kan du mista tilgang til viktige nettlesardata frå den eksisterande Firefox-profilen din.

source: To sync now, choose the Sync option from this menu.
bn_bd: সিঙ্ক করার জন্য, এই মেনু থেকে সিঙ্ক অপশন নির্বাচন করুন।
es_mx: Para sincronizar ahora, elige la opción Sync de éste menú.
ga_ie: Le sioncronú anois, roghnaigh Sioncronaigh ón gclár seo.
gd: Tagh "Sioncronaich" sa chlàr-taice seo gus sioncronachadh a dhèanamh an-dràsta.
hi_in: अभी सिंक करने के लिए, इस मेनू से सिंक विकल्प का चुनाव करें.
lv: Lai to sinhronizēt, izvēlieties Sinhronizēt opciju šajā izvēlnē.
nn_no: Vel alternativet Sync frå denne menyen for å synkronisera no.

source: Welcome to <span>Firefox Developer Edition</span>
bn_bd: <span>ফায়ারফক্স ডেভেলপার এডিশন</span> এ আপনাকে স্বাগতম
es_mx: Bienvenido a <span>Firefox Developer Edition</span>
ga_ie: Fearaimíd fáilte romhat go <span>Firefox d'Fhorbróirí</span>
gd: Fàilte gu <span>tionndadh luchd-leasachaidh de Firefox</span>
hi_in: <span>फ़ायरफ़ॉक्स डेवलपर संस्करण</span> में आपका स्वागत है
lv: Sveicināti uz <span>Firefox Developer Edition</span>
nn_no: Velkomen til <span>Firefox Developer Edition</span>

source: Get to know the features that make it the most complete browser for building the Web.
bn_bd: বৈশিষ্ট্যসমূহ সম্পর্কে জানুন যা ওয়েবকে তৈরি করার জন্য পরিপূর্ণ একটি ব্রাউজার তৈরি করা হয়েছে।
es_mx: Conoce las características que lo hacen el navegador más completo para construir la Web.
ga_ie: Cuir aithne ar na gnéithe atá sa bhrabhsálaí is iomlána dá bhfuil ann leis an nGréasán a thógáil.
gd: Fàs eòlach air na gleusan a tha 'ga fhàgail am brabhsair as coileanta airson obair-leasachaidh an lìn.
hi_in: उसकी विशेषताएं जानें, जो वेब को बनाने के लिए पूरा ब्राउज़र बनाता हैं.
lv: Iepazīstieties ar iespējām kuras to padara par pilnāko pārlūku lai veidot tīmekli.
nn_no: Lær å kjenna funksjonane som gjer han til den mest komplette nettlesaren for deg som byggjer nettet.

source: Important: Sync your new profile
bn_bd: গুরুত্বপূর্ণ: আপনার নতুন প্রোফাইলটি সিঙ্ক করুন
es_mx: Importante: Sincroniza tu nuevo perfil
ga_ie: Tábhachtach: Sioncronaigh do phróifíl nua
gd: Cudromach: Sioncronaich a' phròifil ùr agad
hi_in: महत्वपूर्ण: अपने नए प्रोफाइल को सिंक करें
lv: Svarīgi: Sinhronizējiet savu jauno profilu
nn_no: viktig: Synkroniser den nye profilen din

source: Developer Edition comes with a new profile so you can run it alongside other versions of Firefox.
bn_bd: ডেভেলপার সংস্করণ একটি নতুন প্রোফাইলের সাথে আসে যেন আপনি অন্যান্য ফায়ারফক্স সংস্করণের পাশাপাশি চালাতে পারেন।
es_mx: Developer Edition viene con un nuevo perfil para que puedas ejecutarlo en otras versiones de Firefox.
ga_ie: Tá próifíl nua ceangailte leis an Leagan d'Fhorbróirí sa chaoi gur féidir é a rith le hais leaganacha eile Firefox.
gd: Gheibh thu pròifil ùr an cois an tionndaidh luchd-leasachaidh ach an urrainn dhut a ruith ri taobh nan tionndaidhean Firefox eile agad.
hi_in: डेवलपर संस्करण नया प्रोफाइल के साथ आता है ताकि आप इसे फ़ायरफ़ॉक्स के पुराने प्रारूप में भी रन कर सकते हैं.
lv: Firefox Developer Edition izmanto citu profilu lai jūs to varētu izmantot vienlaicīgi ar citām Firefox versijām.
nn_no: Developer Edition kjem med ein ny profil, slik at du kan køyra han parallelt med andre versjonar av Firefox.

source: To access your bookmarks, browsing history and more, you need to sync the profile with your existing Firefox Account, or create a new one.
bn_bd: আপনার বুকমার্ক, ব্রাউজিং ইতিহাস এবং আরও কিছুর প্রবেশাধিকার পাওয়ার জন্য, আপনার বিদ্যমান ফায়ারফক্স একাউন্টের প্রোফাইল সিংক করতে হবে অথবা নতুন একটি বানাতে হবে।
es_mx: Para acceder a tus marcadores, historial de navegación y más, necesitas sincronizar el perfil con tu cuenta Firefox existente, o crear una nueva.
ga_ie: Le rochtain a fháil ar leabharmharcanna, stair bhrabhsála, agus tuilleadh; beidh ort an phróifíl a shioncronú leis an gCuntas reatha Firefox, nó próifíl nua a chruthú.
gd: Gus cothrom fhaighinn air na comharran-lìn, eachdraidh a' bhrabhsaidh is mòran a bharrachd, feumaidh tu a' phròifil a shioncronachadh leis a' chunntas Firefox a tha agad an-dràsta no fear ùr a chruthachadh.
hi_in: अपना बुकमार्क, ब्राउज़िंग इतिहास और भी बहुत कुछ एक्सेस करने के लिए, आपको अपने मौजूदा फ़ायरफ़ॉक्स खाते प्रोफाइल को सिंक करने की आवश्यकता हैं, या एक नया बनाये.
lv: Lai piekļūtu savām grāmatzīmēm, savai pārlūkošanas vēsturei un citām informācijām, jums ir jāsinhronizē profilu ar savu Firefox kontu, vai jāizveido jaunu.
nn_no: For å få tilganf til bokmerke, nettlesarhistorikk og anna informasjon, må du synkronisera profilen din med den eksisterande kontoen din eller laga ein ny.

source: Want the old look back?
bn_bd: পুরনো লুক ফিরে পেতে চান?
es_mx: ¿Quieres el estilo antiguo de regreso?
ga_ie: An bhfuil an seanleagan amach uait?
gd: Ag iarraidh a sheann-choltais?
hi_in: पुराना रूप वापस चाहते हैं?
lv: Gribiet veco izskatu atpakaļ?
nn_no: Vil du ha tilbake den gamle utsjånaden?

source: If you want the familiar look and feel of Firefox Aurora back, we’ve made it super easy for you.
bn_bd: যদি আপনি আগের ফায়ারফক্স অরোরার পরিচিত রূপ পেতে এবং অনুভব করতে চান, আমরা আপনার জন্য এটি বেশ সহজ করে দিয়েছি।
es_mx: Si quieres el aspecto familiar de Firefox Aurora de regreso, lo hemos hecho súper fácil para ti.
ga_ie: Más fearr leat an chuma agus an mothú a bhíodh agat ar Firefox Aurora, is féidir a chur ar ais go héasca.
gd: Ma tha thu ag iarraidh coltas Firefox Aurora air ais, an-dà, tha sin cho furasta 's a ghabhas.
hi_in: यदि आप फ़ायरफ़ॉक्स ऑरोरा बैक का अनुभव और परिचित नज़र चाहते है, हम आप के लिए बहुत आसान कर दिये है.
lv: Ja jūs vēlaties paturēt parasto Firefox Aurora izskatu, mēs jums to padarījām īpaši vienkārši.
nn_no: Om du vill ha tillbake utsjånaden og kjensla i den gamle, trygge Firefox Aurora, så har vi gjort det veldig enkelt for deg.

source: Features and tools
bn_bd: ফিচার এবং টুল
es_mx: Características y herramientas
ga_ie: Gnéithe agus uirlisí
gd: Gleusan is innealan
hi_in: विशेषताएं और उपकरणे
lv: Iespējas un rīki
nn_no: Funksjonar og verktøy

source: Develop, deploy and debug Firefox OS apps directly in your browser, or on a Firefox OS device, with this tool that replaces App Manager.
gd: Leasaich, cuir aig bhog is dì-bhugaich aplacaidean Firefox OS sa bhrabhsair agad ann no air uidheam Firefox OS leis an inneal seo a ghabhas àite manaidsear nan aplacaidean.

source: Learn more about WebIDE
gd: Barrachd fiosrachaidh mu WebIDE

source: Next: WebIDE
gd: An ath-rud: WebIDE

source: Try WebIDE
gd: Feuch WebIDE

source: Develop, deploy and debug Firefox OS apps directly in your browser or on a Firefox OS device.
gd: Leasaich, cuir air bhog is dì-bhugaich aplacaidean Firefox OS 'nad bhrabhsair fhèin no air uidheam Firefox OS.
