Repository: translate/mozilla-lang
Catalog: */firefox/dnt.lang.po
Languages: bn_bd, es_mx, pt

source: Mozilla Firefox offers a Do Not Track feature that lets you express a preference not to be tracked by websites.
bn_bd: মজিলা ফায়ারফক্স ট্র্যাক করবে না ফিচার প্রস্তাব করে যা ওয়েবসাইটে আপনাকে অনুসরন না করার পছন্দ নির্বাচনে সুযোগ দেয়।
es_mx: Mozilla Firefox ofrece la característica Do Not Track que te permite solicitar no ser rastreado por los sitios web.
pt: Pode ativar a opção Impedir monitorização que lhe permite definir as preferências de monitorização da sua navegação na Internet.

source: Do Not Track FAQ
bn_bd: ট্র্যাক করবে না সম্পর্কিত প্রায়শ জিজ্ঞাসিত প্রশ্ন
es_mx: PUF sobre Do Not Track.
pt: Perguntas frequentes acerca da opção Impedir monitorização

source: Your Status:
bn_bd: আপনার অবস্থা:
es_mx: Tu estado:
pt: O seu estado:

source: Do Not Track is ON
bn_bd: ট্র্যাক করবে না চালু আছে
es_mx: No Rastrear está ACTIVADO
pt: A opção Impedir monitorização está ativada

source: Do Not Track is OFF
bn_bd: ট্র্যাক করবে না বন্ধ আছে
es_mx: Do Not Track está DESACTIVADO
pt: A opção Impedir monitorização está desativada

source: Mozilla is a global, nonprofit organization dedicated to making the Web better. We emphasize principle over profit, and believe that the Web is a shared public resource to be cared for, not a commodity to be sold. We answer to no one but you and believe it is crucial to put you in control of your online experience. We are aiming to give you better insight and control into the ways your personal information is collected, used, stored and shared online.
bn_bd: মজিলা একটি বিশ্বব্যাপী, অলাভজনক সংস্থা যা ওয়েবকে আরও কার্যকর করার জন্য নিবেদিত। আমরা মুনাফার চেয়ে নীতিতে গুরুত্ব আরোপ করি, এবং বিশ্বাস করে ওয়েব একটি পাবলিক সম্পদ যার যত্ন নেয়া প্রয়োজন, পণ্য হিসেবে বিক্রি করার জন্য নয়। আমরা আপনাকে ছাড়া কারও কাছে জবাবদিহি করি না এবং বিশ্বাস করি আপনার অনলাইন অভিজ্ঞতাটি আপনার নিয়ন্ত্রনে থাকা জরুরী। আমরা আপনাকে আরও সূক্ষ্মদৃষ্টিতে সক্ষম করতে চাই এবং আপনার ব্যক্তিগত তথ্য যেভাবে অনলাইনে সংগৃহীত, ব্যবহৃত, সংরক্ষিত ও শেয়ার করা হয় তার নিয়ন্ত্রণ আপনাকে দিতে চাই।
es_mx: Mozilla es una organización global sin fines de lucro que se dedica a mejorar la Web. Nos centramos en los principios en lugar del lucro y creemos que la Web es un recurso público y compartido que se debe de cuidar, no un bien para vender. No rindamos cuentas a nadie más de ti y creemos esencial que tú tengas el control de tu experiencia en la red. Buscamos darte mejor aclaración y control en cuanto a las maneras que se utilizan para recoger, usar, almacenar y compartir tu información personal en línea.
pt: A Mozilla é uma organização global, sem fins lucrativos, dedicada a melhorar a Web. Nós damos prioridade aos princípios em vez dos lucros e acreditamos que a Web é um recurso público partilhado que deve ser cuidado e não uma comodidade para ser vendida. Não respondemos a ninguém a não ser a si e acreditamos que é fundamental colocá-lo em controlo da sua experiência online. Estamos a tentar dar-lhe mais informação e controlo sobre as formas como a sua informação pessoal é recolhida, utilizada, armazenada e partilhada online.

source: Mozilla Firefox offers a Do Not Track feature that lets you express a preference not to be tracked by websites. When the feature is enabled, Firefox will tell advertising networks and other websites and applications that you want to opt-out of tracking for purposes like behavioral advertising.
bn_bd: মজিলা ফায়ারফক্স ট্র্যাক করবে না ফিচার প্রস্তাব করে যা ওয়েবসাইটে আপনাকে অনুসরন না করার পছন্দ নির্বাচনের সুযোগ দেয়। যখন ফিচারটি স্বক্রিয় হবে, ফায়ারফক্স বিজ্ঞাপন নেটওয়ার্ক এবং অন্যান্য ওয়েবসাইট ও অ্যাপলিকেশনকে বলবে যে আপনি ট্র্যাকিং যেমন আচরনগত বিজ্ঞাপনের উদ্দেশ্যে-এর বাইরে থাকতে চান।
es_mx: Mozilla Firefox ofrece una característica No Rastrear que permite que expreses la preferencia de que los sitios web no te rastreen. Mientras está activada esta característica, Firefox se comunicará con las redes publicitarias, otros sitios web y aplicaciones para informarles que tú no quieres ser rastreado para propósitos como la publicidad según el comportamiento.
pt: O Mozilla Firefox fornece a funcionalidade de não-monitorização que permite que possa expressar o desejo de não ser monitorizado por sítios web. Quando esta funcionalidade está ativa, o Firefox irá dar a indicação às redes de publicidade, outros sítios web e aplicação que não pretende ser monitorizado para fins tais como a publicidade baseada em comportamentos.

source: Frequently Asked <span>Questions</span>
bn_bd: সচরাচর জিজ্ঞাসিত <span>প্রশ্নসমূহ</span>
es_mx: <span>Preguntas</span> Frecuentes
pt: <span>Perguntas</span> frequentes

source: What is Do Not Track?
bn_bd: ট্র্যাক করবে না ফিচারটি কি?
es_mx: ¿Qué es No Rastrear?
pt: O que faz a opção de não-monitorização?

source: Do Not Track is a step toward putting you in control of the way your information is collected and used online. Do Not Track is a feature in Firefox that allows you to let a website know you would like to opt-out of third-party tracking for purposes including behavioral advertising. It does this by transmitting a Do Not Track HTTP header every time your data is requested from the Web.
bn_bd: যেভাবে অনলাইনে আপনার তথ্য সংগ্রহ এবং ব্যবহৃত হয় তা নিয়ন্ত্রণে রাখতে ট্র্যাক করবে না ফিচারটি প্রথম পদক্ষেপ। ট্র্যাক করবে না এমন একটি ফিচার যা কোন ওয়েবসাইটকে জানায় যে আপনি তৃতীয় পক্ষীয় ট্র্যাকিং যা আচরণগত বিজ্ঞাপণসহ অনেক উদ্দেশ্যে করা হয় তার বাইরে থাকতে চান। যখনই ওয়েবে আপনার তথ্যের জন্য অনুরোধ আসে প্রতিবার এটি একটি ট্র্যাক করবে না HTTP হেডার সঞ্চারিত করার মাধ্যমে কাজ করে থাকে।
es_mx: Do Not Track es un paso adelante dándote el control en la forma en cómo tu información es recolectada y usada en línea. Do Not Track es una característica en Firefox que te permite informar al sitio Web donde estés que no deseas que tu información sea utilizada por terceros incluyendo anuncios publicitarios. Esto sea hace mediante un encabezado HTTP que le transmite a Do Not Track la solicitud cada vez que tu información sea requerida desde el sitio Web.
pt: A não-monitorização é um passo na direção para o colocar em controle da forma como a sua informação é recolhida e utilizada online. A não-monitorização é uma funcionalidade do Firefox que permite dar a indicação a um sítio web que gostaria de não ser monitorizado por terceiros para fins tais publicidade comportamental. Isto funciona enviando o cabeçalho HTTP Do Not Track sempre que os seus dados são solicitados a partir da Web.

source: Is Do Not Track available on Firefox for Android?
bn_bd: অ্যান্ড্রয়েডের জন্য ফায়ারফক্সে ট্র্যাক করবে না ফিচারটি পাওয়া যাবে?
es_mx: ¿Do Not Track está disponible en Firefox para Android?
pt: A não-monitorização está disponível no Firefox para Android?

source: Yes. Firefox for Android is the first mobile Web browser to offer the Do Not Track privacy feature, and behaves the same way it does on the desktop. To turn Do Not Track on in Firefox for Android, simply swipe left and tap on Browser Tools. From the Preferences pane, tap on the box next to &quot;Tell sites not to track me&quot; to turn this option on or off.
bn_bd: হ্যা। অ্যান্ড্রোয়েডের জন্য ফায়ারফক্স প্রথম মোবাইল ওয়েব ব্রাউজার যা ট্র্যাক করবে না, গোপনীয়তা ফিচার দেয় এবং ডেস্কটপের মতই একইভাবে আচরণ করে। অ্যান্ড্রোয়েডের জন্য ফায়ারফএক্সে ট্র্যাক করবে না চালু করতে চান, সহজে বাদিকে সোয়াইপ করুন ও ব্রাউজার টুলসটি ট্যাপ করুন। প্র্যাফারেন্স প্যান হতে, &quot এর পাশের বক্সটি ট্যাপ করুন; সাইটকে বলুন আমাকে ট্র্যাক না করার জন্য&quot; এই অপশনটি চালু অথবা বন্ধ করার জন্য।
es_mx: Sí. Firefox para Android es el primer navegador Web móvil que ofrece la característica de privacidad No Rastrear. Funciona igual como en el desktop. Para activar No Rastrear en Firefox para Android, simplemente haz swipe para la izquierda y selecciona Herramientas de Navegación. Del cuadro de preferencias, selecciona el cuadro al lado de &quot;Informa a los sitios que no me rastreen&quot; para activar o desactivar esta opción.
pt: Sim. O Firefox para Android é o primeiro navegador web móvel a oferecer a funcionalidade de não-monitorização e funciona do mesmo modo que a versão para o computador. Para ativar a não-monitorização no Firefox para Android, deslize para a esquerda e toque em Ferramentas do navegador. No painel de preferências, toque na caixa perto de &quot;Informar sítios para não me monitorizarem&quot; para ativar ou desativar esta opção.

source: Does Do Not Track block ads?
bn_bd: ট্র্যাক করবে না ফিচার কি বিজ্ঞাপন দেখাতে বাঁধা দেয়?
es_mx: ¿Do Not Track, bloquea anuncios?
pt: A não-monitorização bloqueia a publicidade?

source: No, you will still see ads with Do Not Track enabled. However, Do Not Track may change the type of ads you see. For example, behavioral ads are targeted to your interests based on the websites you visit and the search terms you use. If you request that websites Do Not Track you, and the sites respect your privacy preferences, you will see more generic ads in place of behavioral ads.
bn_bd: না, ট্র্যাক করবে না সক্রিয় অবস্থায় থাকলেও আপনি বিজ্ঞপ্তি দেখতে পারবেন। তবুও, ট্র্যাক করবে না আপনার দেখা বিজ্ঞপ্তির ধারা বদলিয়ে দিবে। উদাহরণস্বরৃপ, আচরনগত বিজ্ঞপ্তির লক্ষ্যবস্তু হলো আপনার আগ্রহের উপর যা আপনার ওয়েবসাইটগুলোতে ভিজিট ও ব্যবহৃত সার্চের শর্তাবলীর উপর ভিত্তি করে। যদি আপনি ওয়েবসাইটগুলোকে অনুসরণ না করার অনুরোধ করেন, এবং সাইটটি আপনার ব্যক্তিগত পছন্দ সম্মান করে, আপনি আচরণগত বিজ্ঞপ্তির পরিবর্তে আরও সাধারণ বিজ্ঞপ্তি দেখতে পারবেন।
es_mx: No, aún aparecerán los anuncios, aunque esté activada No Rastrear. Sin embargo, No Rastrear puede cambiar los tipos de anuncios que aparecen. Por ejemplo, los anuncios de comportamiento se dirigen a tus intereses según los sitios web que visitas y los términos de búsqueda que utilizas. Si pides a los sitios web que no te rastreen y los sitios respetan tus preferencias de privacidad, aparecerán anuncios más genéricos en vez de los anuncios de comportamiento.
pt: Não, continuará a ver publicidade com a opção ativa. No entanto a não-monitorização poderá mudar o tipo de publicidade que é apresentada. Por exemplo, publicidade comportamental é direcionada aos seus interesses baseada nos sítios web que visita e nos termos de pesquisa que utiliza. Se ativou a opção e os sítios web respeitarem as suas opções de privacidade, poderá ver publicidades mais genéricas em substituição das publicidades baseadas em comportamento.

source: How does Do Not Track work with other privacy tools?
bn_bd: অন্যান্য গোপনীয়তা টুলের সাথে ট্র্যাক করবে না ফিচার কিভাবে কাজ করে?
es_mx: ¿Cómo funciona Do Not Track con otras herramientas de privacidad?
pt: Como é que a não-monitorização funciona com outras ferramentas de privacidade?

source: Do Not Track is one of many privacy solutions. Do Not Track does not replace your anti-virus software, will not encrypt data, and is not a security mechanism. There are several other <a href="%(url)s">privacy and security</a> features within Firefox.
bn_bd: ট্র্যাক করবে না একাধিক গোপনীয়তা সমাধানের মধ্যে একটি। ট্র্যাক করবে না আপনার এন্টি-ভাইরাস সফটওয়্যারকে প্রতিস্থাপন করবে না, ডাটাকে এনক্রিপ্ট করবে না, এবং এটি কোন নিরাপত্তা কৌশল নয়। ফায়ারফক্সে আরও অনেক <a href="%(url)s">গোপনীয়তা এবং নিরাপত্তা</a> ফিচার রয়েছে।
es_mx: No Rastrear es una de muchas soluciones para privacidad. No Rastrear no reemplaza tu software de antivirus, no encripta los datos y no es un mecanismo de seguridad. Hay varias otras características de <a href="%(url)s">privacidad y seguridad</a> dentro de Firefox.
pt: A não-monitorização é uma das muitas soluções de privacidade. A não-monitorização não substitui o seu software de anti-vírus, não irá cifrar os seus dados e não é um mecanismo de segurança. Existem muitas outras funcionalidades de <a href="%(url)s">privacidade e segurança</a> no Firefox.

source: Will Do Not Track affect the rest of my Web experience?
bn_bd: ট্র্যাক করবে না কি আমার বাকি ওয়েব অভিজ্ঞতায় প্রভাব ফেলবে?
es_mx: ¿Afectará No Rastrear el resto de mi experiencia en la Web?
pt: A não-monitorização irá afetar o resto da minha experiência Web?

source: Do Not Track may interfere with some personalized services you enjoy. For example, a Do Not Track request might mean you would have to type in your zip code each time you want to view a weather report, rather than seeing the weather automatically displayed. Personalization on websites can save you time and repetitive typing, but it requires data.
bn_bd: ট্র্যাক করবে না আপনার উপভোগকৃত নিজের সাজানো সেবাগুলোর উপর হয়তো হস্তক্ষেপ করতে পারে। উদাহরণস্বরূপ, ট্র্যাক করবে না অনুরোধের অর্থ হতে পারে যে, স্বয়ংক্রিয়ভাবে আবহাওয়া দেখার চেয়ে বরং আপনাকে ততবার জিপ-কোড টাইপ করতে হবে যতবার আবহাওয়ার রিপোর্ট দেখতে যাবেন। নিজের মত করে সাজানো ওয়েবসাইট আপনার সময় এবং পুনরাবৃত্তিমূলক টাইপিং-এ বাঁচাবে, কিন্তু ডাটার প্রয়োজন হবে।
es_mx: Do Not Track puede interferir con algunos servicios personalizados de los que disfrutas. Por ejemplo, una solicitud de Do Not Track puede causar que tengas que teclear tu código postal cada vez que deseas ver un informe meteorológico, en lugar de ver el tiempo automáticamente. La personalización de sitios Web puede ahorrarte tiempo y repeticiones de teclear, pero requiere información.
pt: A opção pode interferir com alguns dos serviços personalizados que gosta. Por exemplo, um pedido de não-monitorização pode significar que terá de introduzir o seu código postal sempre que quiser ver um boletim meteorológico, em vez do mesmo ser automaticamente apresentado. As personalizações em sítios web podem poupar-lhe tempo e repetição de informação, mas requerem dados.

source: How do I enable Do Not Track in Firefox?
bn_bd: ফায়ারফক্সে আমি কিভাবে ট্র্যাক করবে না ফিচার সক্রিয় করব?
es_mx: ¿Cómo habilito Do Not Track en Firefox?
pt: Como ativo a opção Impedir monitorização no Firefox?

source: This feature is not enabled by default. You can find the Do Not Track request on the Privacy pane. <span id="%(id)s">On Windows, go to Tools &gt; Options&hellip; &gt; Privacy.</span>
bn_bd: এই ফিচারটি ডিফল্টভাবে সক্রিয় নেই। আপনি ট্র্যাক করবে না অনুরোধটি প্রাইভেসি প্যান-এ পাবেন। <span id="%(id)s">উইন্ডোজে, টুলসে যান &gt; অপশনস&hellip; &gt; প্রাইভেসি।</span>
es_mx: Esta característica está deshabilitada de forma predeterminada. Puedes activar Do Not Track en el panel de privacidad. <span id="%(id)s">En Windows, ve a Herramientas &gt; Opciones &hellip; &gt; Privacidad.</span>
pt: Esta funcionalidade não está ativa por omissão. Pode encontrar a funcionalidade de não-monitorização no painel de Privacidade. <span id="%(id)s">No Windows, aceda a Ferramentas &gt; Opções&hellip; &gt; Privacidade.</span>

source: On Mac OS X, go to Firefox &gt; Preferences… &gt; Privacy. On Linux, go to Edit &gt; Preferences &gt; Privacy.
bn_bd: Mac OS X দিয়ে ফায়ারফক্সে যান &gt; Preferences…&gt; Privacy. লিনাক্সে যান Edit &gt; Preferences &gt; Privacy।
es_mx: En Mac OS X, ve a Firefox &gt; Preferencias… &gt; Privacidad. En GNU/Linux, ve a Editar &gt; Preferencias &gt; Privacidad.
pt: No Mac OS X, aceda a Firefox &gt; Preferências… &gt; Privacidade. No Linux, aceda Editar &gt; Preferências &gt; Privacidade.

source: Click to check the box next to &quot;Tell websites I do not want to be tracked&quot;. For more information, see the help file on <a href="%(url)s">how to stop websites from tracking you</a>.
bn_bd: পরের বক্সটি চেক করার জন্য ক্লিক করুন &quot; ওয়েবসাইটকে বলুন আমি ট্র্যাক হতে চাই না&quot;। <a href="%(url)s">কিভাবে আপনার ট্র্যাক করা থেকে ওয়েবসাইটকে বিরত রাখবেন</a> জানতে হেল্প ফাইলটি দেখুন।
es_mx: Haz clic en el cuadro junto a &quot;Decir a los sitios Web no que no deseo ser rastreado&quot;. Para más información, mira el archivo de ayuda en <a href="%(url)s">Cómo evitar que los sitios Web te rastreen.
pt: Clique para marcar a caixa perto de &quot;Informar os sítios web que não pretendo ser monitorizado&quot;. Para mais informação, consulte o ficheiro de ajuda sobre <a href="%(url)s">como parar os sítios web de o monitorizarem</a>.

source: Will companies honor my Do Not Track preference?
bn_bd: কোম্পানীগুলো আমার ট্র্যাক করবে না পছন্দকে সম্মান করবে?
es_mx: ¿Las compañías respetarán mi solicitud sobre Do Not Track?
pt: As empresas irão honrar a minha opção Impedir monitorização?

source: Companies are starting to support Do Not Track, but you may not notice any changes initially. We are actively working with companies that have started to implement Do Not Track, with others who have committed to doing so soon.
bn_bd: কোম্পানীগুলো ট্র্যাক করবে না ফিচার সমর্থন করা শুরু করেছে, কিন্তু প্রাথমিকভাবে আপনি কোনো পরিবর্তন লক্ষ্য করতে পারবেন না। আমরা সক্রিয়ভাবে কোম্পানীগুলোর সাথে কাজ করছি যারা ট্র্যাক করবে না বাস্তবায়ন করা শুরু করেছে, অন্যরাও প্রতিশ্রুতিবদ্ধ।
es_mx: Algunas compañías están iniciando a apoyar Do Not Track, puedes no ser notificado de los cambios al principio. Estamos trabajando activamente con compañías que han iniciado a implementar Do Not Track, y con otras que se han comprometido a hacerlo pronto.
pt: As empresas estão a começar a suportar a opção, mas pode não notar quaisquer alterações inicialmente. Estamos a trabalhar ativamente com empresas que começaram a implementar a não-monitorização e com outras que se comprometeram em fazer o mesmo em breve.

source: Where can I learn more?
bn_bd: কোথায় আমি আরও জানতে পারব?
es_mx: ¿Dónde puedo obtener más información?
pt: Onde posso saber mais?

source: Other interesting work about Do Not Track and online privacy:
bn_bd: ট্র্যাক করবে না এবং অনলাইন গোপনীয়তা সম্পর্কিত অন্যান্য আকর্ষণীয় কাজ:
es_mx: Otros trabajos interesantes acerca de Do Not Track y la privacidad en línea:
pt: Outros trabalhos interessantes sobre a não-monitorização e a privacidade online:

source: <a href="%s">Private browsing</a> in Firefox &#8212; limits saving data about which sites and pages you have visited online
bn_bd: <a href="%s">ব্যক্তিগত ব্রাউজিং</a> ফায়ারফক্সে &#8212; অনলাইনে কোন সাইট ও পাতায় আপনি ভিজিট করেছেন তা সীমিতভাবে সংরক্ষণ করে
es_mx: <a href="%s">La navegación privada</a>en Firefox &#8212; limita guardar información acerca de los sitios y páginas que has visitado.
pt: <a href="%s">Navegação privada</a> no Firefox &#8212; limita o registo de dados sobre os sítios e páginas que visitou online

source: <a href="%(url1)s">Managing cookies</a> in Firefox &#8212; lets you control how <a href="%(url2)s">cookies</a> are saved on your computer
bn_bd: ফায়ারফক্সে <a href="%(url1)s">পরিচালিত কুকিস</a> &#8212; আপনাকে নিয়িন্ত্রণ করতে দেয় কিভাবে <a href="%(url2)s">কুকিস</a> আপনার কম্পিউটারে সংরক্ষিত হবে।
es_mx: <a href="%(url1)s">La administración de cookies</a>en Firefox &#8212; te permite como controlar las <a href="%(url2)s">cookies</a> guardadas en tu computadora
pt: A <a href="%(url1)s">gestão de cookies</a> no Firefox &#8212; permite-lhe controlar como as <a href="%(url2)s">cookies</a> são guardadas no seu computador

source: <a href="%s">Alex Fowler’s Mozilla Blog</a> &#8212; latest news from Mozilla’s Technology and Privacy Officer
bn_bd: <a href="%s">অ্যালেক্স ফয়লারের মজিলা ব্লগ</a> &#8212; মজিলা টেকনোলজি এবং প্রাইভেসি অফিসার হতে সর্বশেষ খবর।
es_mx: <a href="%s">El Blog en Mozilla de Alex Fowler</a> &#8212; te muestra las últimas noticias desde las tecnologías en Mozilla y la privacidad ofrecida
pt: <a href="%s">blogue da Mozilla de Alex Fowler</a> &#8212; últimas notícias de tecnologia da Mozilla e escritório de privacidade

source: <a href="%s">donottrack.us</a> project &#8212; Stanford researchers working on the ideas behind Do Not Track
bn_bd: <a href="%s">donottrack.us</a> প্রকল্প &#8212; স্ট্যানফর্ডের গবেষকেরা ট্র্যাক করবে না ধারনার পিছনে কাজ করে যাচ্ছে।
es_mx: El proyecto <a href="%s">donottrack.us</a> &#8212; de investigadores de Stanford trabajando en las ideas detrás de Do Not Track
pt: Projeto <a href="%s">donottrack.us</a> &#8212; Investigadores de Stanford a trabalhar em ideias por trás da não-monitorização

source: The Tracking Preference Expression (DNT) <a href="%s">W3C Editor’s Draft</a>
bn_bd: ট্র্যাকিং প্রেফারেন্স এক্সপ্রেশন (DNT) <a href="%s">W3C এডিটরস ড্রাফট</a>
es_mx: La Expresión de Preferencia de Rastreo (DNT, por sus siglas en inglés) <a href="%s"> en el borrador del Editor de W3C</a>
pt: <a href="%s">Rascunho do editor W3C</a> da expressão de opção de monitorização (DNT)

source: Tracking Compliance and Scope <a href="%s">W3C Editor’s Draft</a>
bn_bd: ট্র্যাকিং সম্মতি ও সুযোগ <a href="%s">W3C এডিটরস ড্রাফট</a>
es_mx: El cumplimiento de normas y seguimiento <a href="%s">en el borrador del editor de W3C</a>
pt: <a href="%s">Rascunho do editor W3C</a> da conformidade e âmbito da monitorização

source: The W3C <a href="%s">Tracking Protection Working Group</a>
bn_bd: W3C <a href="%s">ট্র্যাকিং সুরক্ষা কার্যনির্বাহী দল</a>
es_mx: El <a href="%s">grupo de trabajo para la protección de rastreo</a> en el W3C
pt: O <a href="%s">grupo de trabalho do W3C de proteção da monitorização</a>

source: <a href="%s">Ghostery</a> &#8212; a tool that lets you learn which sites are tracking you online
bn_bd: <a href="%s">গোসটেরি</a> &#8212; একটি টুল যা দ্বারা আপনাকে জানতে দেয় অনলাইনে কোন সাইট আপনাকে ট্র্যাক করছে।
es_mx: <a href="%s">Ghostery</a> &#8212; una herramienta que te permite saber que sitios te están rastreando en línea
pt: <a href="%s">Ghostery</a> &#8212; uma ferramenta que permite identificar quais os sítios que o estão a monitorizar online

source: See <a href="%s">where your data goes</a> before you click &#8212; an image from the Future of Privacy Forum
bn_bd: দেখুন আপনি ক্লিক করার আগে <a href="%s">আপনার তথ্য কোথায় যায়</a> &#8212; ফিউচার অফ প্রাইভেসি ফোরাম থেকে একটি ছবি।
es_mx: Mira <a href="%s">a donde va tu información</a> antes de hacer clic &#8212; una imagen desde el Foro del Futuro de la Privacidad
pt: Veja <a href="%s">para onde vão os seus dados</a> antes de clicar &#8212; uma imagem do Fórum de Privacidade do Futuro

source: Mozilla and Stanford’s Do Not Track <a href="%(url)s">submission to the IETF</a> &#8212; IETF is a standards body that helps define how the Web works, regardless of which Internet browser you use
bn_bd: মজিলা এবং স্ট্যানফর্ডের ট্র্যাক করবে না <a href="%(url)s">IETF এ জমা হয়েছে</a> &#8212; IETF একটি আদর্শ দল যারা কোন ইন্টারনেট ব্রাউজার আপনি ব্যবহার করেন নির্বিশেষে কিভাবে ওয়েব কাজ করে তা ঠিক করতে সাহায্য করে
es_mx: Do Not Track de Mozilla y Stanford han sido <a href="%(url)s">enviados al IETF</a> &#8212; IETF es el que normaliza lo estándares y ayuda a definir como trabaja la Web, independientemente del navegador que utilices en Internet.
pt: A <a href="%(url)s">submissão para o IETF</a> da não-monitorização por parte da Mozilla e de Stanford &#8212; o IETF é grupo de certificação que ajuda a definir como a web funcionar, independentemente do navegador de Internet que utiliza

source: Enable Do Not Track in Firefox
bn_bd: ফায়ারফক্সে ট্র্যাক করবে না সক্রিয় করুন
es_mx: Activar Do Not Track en Firefox
pt: Ativar a opção Impedir monitorização no Firefox

source: Options window - Advanced panel - Do Not Track
bn_bd: অপশন্স উইন্ডো - অ্যাডভান্স পেনেল - ট্র্যাক করবে না
es_mx: Opciones de ventana - Panel avanzado - Do Not Track
pt: Opções - painel de Avançadas - Impedir monitorização

source: Enabling Do Not Track
bn_bd: ট্র্যাক করবে না সক্রিয় হচ্ছে
es_mx: Activando Do Not Track
pt: Ativar a opção de não-monitorização

source: Click for Instructions
bn_bd: নির্দেশনার জন্য ক্লিক করুন
es_mx: Haz clic para las instrucciones
pt: Clique para instruções

source: Enable Do Not Track in Internet Explorer 9
bn_bd: ইন্টারনেট এক্সপ্লোরার ৯-এ ট্র্যাক করবে না সক্রিয় করুন
es_mx: Activar Do Not Track en Internet Explorer 9
pt: Ativar a opção de não-monitorização no Internet Explorer 9
