Repository: translate/mozilla-lang
Catalog: */firefox/dnt.lang.po
Languages: bn_bd, es_mx, pt

source: To enable Do Not Track in IE 9, you need to enable IE 9’s <a href="%(url)s">Tracking Protection</a> feature. The easiest way to do that is to install <a href="%(tpl)s">Mozilla’s Simple Tracking Protection List</a>. If you view this page in IE 9, there will be instructions right here.
bn_bd: IE 9-এ ডুনোট ট্র্যাক সক্রিয় করার জন্য, আপনাকে IE 9-এর <a href="%(url)s">ট্র্যাকিং সুরক্ষা</a> ফিচারটি সক্রিয় করতে হবে। সহজ উপায়ে এটি করতে ইনস্টল করুন <a href="%(tpl)s">Mozilla’s Simple Tracking Protection List</a>। আপনি IE 9 এই পাতাটি দেখলে, এখানে নির্দেশনা পাবেন।
es_mx: Para activar Do Not Track en IE 9, necesitas activar la característica de IE 9 <a href="%(url)s">Protección de seguimiento</a>. La manera más fácil de instalarlo es desde <a href="%(tpl)s">La Lista Protección de Seguimiento Simple de Mozilla</a>. Si tu ves esta página en IE 9, habrán instrucciones justo aquí.
pt: Para ativar a não-monitorização no IE 9, precisa de ativar a funcionalidade de <a href="%(url)s">proteção de controlo</a> do IE 9. A forma mais simples de fazer isto é instalando a <a href="%(tpl)s">Mozilla’s Simple Tracking Protection List</a>. Se visitar esta página no IE 9, irão ser apresentadas instruções aqui.
