Repository: translate/mozilla-lang
Catalog: */firefox/features.lang.po
Languages: cy, ga_ie, hi_in, nn_no

source: Features
cy: Nodweddion
ga_ie: Gnéithe
hi_in: विशेषताएँ
nn_no: Funksjonar

source: Get the most from Firefox and your time online with Sync and Private Browsing.
cy: Gwnewch y defnydd gorau o Firefox a'ch amser ar-lein gyda Sync a Phori Preifat.
ga_ie: Bain an tairbhe is mó as Firefox agus as an am a chaitheann tú ar líne le Sync agus Brabhsáil Phríobháideach.
hi_in: सिंक और निजी ब्राउज़िंग के साथ Firefox और अपने ऑनलाइन समय का ज़्यादा से ज़्यादा लाभ उठायें
nn_no: Få mest muleg ut av Firefox og tida di på nettet saman med Sync og Privat nettlesing.

source: Get the most from Firefox and your time online with Hello, Sync and Private Browsing.
cy: Gwnewch y defnydd gorau o Firefox a'ch amser ar-lein gyda Helo, Sync a Phori Preifat.
ga_ie: Bain an tairbhe is mó as Firefox agus as an am a chaitheann tú ar líne le Hello, Sync, agus Brabhsáil Phríobháideach.
hi_in: हेल्लो, सिंक और निजी ब्राउज़िंग के साथ और अपने ऑनलाइन समय का ज़्यादा से ज़्यादा लाभ उठायें.
nn_no: Få mest muleg ut av Firefox og tida di på nettet saman med Hello, Sync og Privat nettlesing.

source: Firefox Features
cy: Nodweddion Firefox
ga_ie: Gnéithe Firefox
hi_in: Firefox विशेषताए
nn_no: Firefox-fuksjonar

source: Learn how you can get the most from Firefox and your time online.
cy: Dysgwch sut mae modd gwneud y defnydd gorau o Firefox a'ch amser ar-lein.
ga_ie: Foghlaim conas is féidir an tairbhe is mó a bhaint as Firefox agus as an am a chaitheann tú ar líne.
hi_in: सीखें कैसे आप Firefox और अपने ऑनलाइन समय का ज़्यादा से ज़्यादा लाभ उठायें
nn_no: Les om korleis du får mest muleg ut av Firefox og di tid på nettet.

source: Private Browsing
cy: Pori Preifat
ga_ie: Brabhsáil Phríobháideach
hi_in: निजी ब्राउज़िंग
nn_no: Privat nettlesing

source: No other browser gives you so much control over your digital footprint.
cy: Dim ond gan Firefox y cewch chi gymaint o reolaeth dros eich ôl troed digidol.
ga_ie: Ní bhfaighidh tú an méid céanna smachta ar do lorg digiteach ó aon bhrabhsálaí eile.
hi_in: कोई भी दूसरा ब्राउज़र आपको अपने डिजिटल फुटप्रिंट पर इतने ज्यादा नियंत्रण नही देता है.
nn_no: Ingen annan nettlesar gjev deg så mykje kontroll over dei digitale fotspora dine.

source: Learn more about Private Browsing
cy: Dysgu rhagor am Bori Preifat
ga_ie: Tuilleadh eolais faoi Bhrabhsáil Phríobháideach
hi_in: प्राइवेट ब्राउज़िंग के बारे में अधिक जानें
nn_no: Les meir om Privat nettlesing

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
cy: Cydweddwch eich ffôn pryd bynnag rydych yn ei ddefnyddio i gael mynediad i'ch nodau tudalen, cyfrineiriau, tabiau a rhagor, o unrhyw ffôn clyfar, tabled neu gyfrifiadur.
ga_ie: Sioncronaigh Firefox in aon áit chun teacht ar do chuid leabharmharcanna, focail fhaire, cluaisíní, agus tuilleadh ó do ghuthán cliste, táibléad, nó ríomhaire.
hi_in: अपने फ़ॉयरफ़ॉक्स को सिंक करें जब भी आप अपने पुस्तचिह्न,पासवर्ड, टैब और अधिक का किसी भी स्मार्टफोन, टेबलेट या कंप्यूटर से अभिगमन करते हैं.
nn_no: Synkroniser bokmerke, passord, faner, og meir, same kvar du brukar Firefox, frå kva som helst smarttelefon, nettbrett eller datamaskin.

source: Learn more about Sync
cy: Dysgu rhagor am Sync
ga_ie: Tuilleadh eolais faoi Sync
hi_in: सिंक के बारे में और अधिक जानें
nn_no: Les meir om Sync
