Repository: translate/mozilla-lang
Catalog: */firefox/geolocation.lang.po
Languages: bn_bd, ca, hr, lv, nn_no, xh

source: Geolocation in Firefox
bn_bd: ফায়ারফক্সে জিওলোকেশন
ca: Geolocalització en el Firefox
hr: Geolociranje u Firefoxu
lv: Ģeok lokācija Firefox
nn_no: Geolokalisering i Firefox
xh: Indawo okuyo kwiFirefox

source: Location-Aware Browsing
bn_bd: অবস্থান-সচেতন ব্রাউজিং
ca: Navegació amb geolocalització integrada
hr: Geolokacijsko pretraživanje
lv: Vietu zinoša sērfošana
nn_no: Stadavhengig nettlesing
xh: Ukubhrawza Okufunisela Ngendawo

source: Firefox can tell websites where you’re located so you can find info that’s more relevant and more useful. It’s about making the Web smarter &ndash; and is done in a way that totally respects your privacy. <a href="%(url)s" id="%(id)s">Give it a try!</a>
lv: Firefox var pastāstīt interneta lapām, kur jūs atrodaties, lai jūs saņemtu sev aktuālāku informāciju. Šis tiek darīts, lai padarītu tīmekli gudrāku un pilnībā ievērojot jūsu privātumu. <a href="%(url)s" id="%(id)s">Izmēģināt šo!</a>
nn_no: Firefox kan fortelja nettsider kor du oppheld deg, slik at du kan finna info som er meir relevant og nyttig. Det handlar om å gjera nettet smartare &ndash; og det vert gjort på ein måte som respekterer personvernet ditt. <a href="%(url)s" id="%(id)s">Prøv det!</a>
xh: IFirefox ingaxelela iiwebhsayithi apho ukhoyo ukuze ufumane inkcazelo efaneleka nesebenziseka kakhulu. Imayela nokwenze iWebhu iphucuke ngakumbi &ndash; yaye yenziwa ngendlela ezihlonela ngakumbi iimfihlelo zakho. <a href="%(url)s" id="%(id)s">Khawuyizame!</a>

source: Frequently asked Questions
bn_bd: প্রায়শই জিজ্ঞাসিত প্রশ্ন
ca: Preguntes més freqüents
hr: Često postavljana pitanja
lv: Biežāk uzdotie jautājumi
nn_no: Ofte stilte spørsmål (FAQ)
xh: Imibuzo Ebuzwa Rhoqo

source: What is Location-Aware Browsing?
bn_bd: অবস্থান-সচেতন ব্রাউজিং কি?
ca: Què és la navegació amb geolocalització integrada?
hr: Kakvo je to geolokacijsko pretraživanje?
lv: Kas ir vietu zinoša sērfošana?
nn_no: Kva er stadavhengig nettlesing?
xh: Yintoni ukuqonda indawo yokubhrawuza?

source: Websites that use location-aware browsing will ask where you are in order to bring you more relevant information, or to save you time while searching. Let’s say you’re looking for a pizza restaurant in your area. A website will be able to ask you to share your location so that simply searching for “pizza” will bring you the answers you need... no further information or extra typing required.
bn_bd: যেসব ওয়েবসাইট অবস্থান-সচেতন ব্রাউজিং ব্যবহার করে, সেগুলো আপনাকে আরও প্রাসঙ্গিক তথ্য উপস্থাপনের জন্য, বা অনুসন্ধান দ্রুততর করার জন্য আপনার অবস্থান সংক্রান্ত তথ্য কাজে লাগায়। ধরুন, আপনি স্থানীয় একটি বিরিয়ানীর দোকান খুঁজছেন, আপনার অবস্থান আগে থেকেই জানলে, শুধুমাত্র "বিরিয়ানী" অনুসন্ধান করলেই আপনার কাছাকাছি ফলাফলগুলো পেয়ে যাবেন... ‌বাড়তি কোনো তথ্য দিতে হবে না।
ca: Els llocs web que tenen en compte la geolocalització us demanaran on sou per tal d'oferir-vos la informació més rellevant, o bé estalviar-vos temps quan cerqueu. Posem que estigueu mirant de trobar una pizzeria a la vostra àrea. Un lloc web d'aquestes característiques us demanaria compartir la vostra ubicació perquè simplement cercant «pizza» us faciliti aquelles respostes que pugueu voler… no cal que introduïu més informació o que escriviu res més.
hr: Web stranice koje koriste geolokacijsko pretraživanje će vas upitati gdje se nalazite, kako bi vam isporučile relevantnije informacije ili uštedjele vrijeme dok ih tražite. Pretpostavimo da tražite pizzu u restoranu u vašem području. Web stranica će vas moći upitati da joj otkrijete svoju lokaciju kako bi vam pretraživanjem pojma “pizza” mogla dati konkretne odgovore, bez unosa dodatnih informacija.
lv: Mājas lapas, kas izmanto vietu zinošo sērfošanu jautās jūsu atrašanās vietu, lai piedāvātu jums aktuālāku saturu un aiztaupītu laiku meklējot. Piemēram, ja jūs meklējat picēriju savā rajonā. Mājas lapa varēs pateikt, kur jūs atrodaties un meklējot vārdu “pica” jums parādīs picērijas jūsu rajonā... nekāda papildus informācija nebūs jāievada, nekas vairāk nebūs jāraksta.
nn_no: Nettsider som brukar stadavhengig nettlesing spør deg om kor du er, for å kunne gi deg meir relevant informasjon, eller for å spara deg bryet med å søka. Til dømes, dersom du leitar etter ein pizzarestaurant i området ditt. Ein nettstad vil kunne spørja deg om å dela informasjon om kor du er, slik at dersom du berre søkjer etter «pizza» så får du opp resultatet du leitar etter... ingen annen informasjon eller skriving er nødvendig.
xh: IiWebhsayithi ezisebenzisa ukubhrawuza okufunisela indawo ziya kukubuza ukuba undawoni ukuze zikunike inkcazelo eyimfuneko ngakumbi, okanye zonge ixesha lakho ngoxa ukhangela. Makhe sithi ukhangela irestyurenti yepizza kwindawo ohlala kuyo. Le webhsayithi iya kuthi ikucele ukuba uchaze indawo okuyo ukuze xa ukhangela “ipizza” ufumane impendulo oyifunayo... akukho nkcazelo ingakumbi nokutayipa okungakumbi okufunekayo.

source: Or, if you’re mapping out directions to get somewhere, the website will know where you’re starting from so all you have to do is tell it where you want to go.
bn_bd: অথবা, আপনি যদি কোথাও ভ্রমনের দিকনির্দেশনা চান, আপনাকে শুধু গন্তব্যটি নির্ধারণ করে দিলেই হবে।
ca: O, si mireu de trobar un itinerari en un mapa, el lloc web sabrà d'on comenceu, i per tant, només caldrà que li digueu on heu d'anar.
hr: Ili, ako izrađujete plan puta do određenog mjesta, web stranica će znati otkuda krećete, stoga jedino što trebate učiniti jest upisati vaše odredište.
lv: Vai, ja jūs meklējat kā nokļūt uz kādu vietu, mājas lapa zinās no kurienes jūs varētu sākt savu ceļojumu un jums būs jāievada vienīgi tas uz kurieni gribat nokļūt.
nn_no: Eller dersom du planlegg ei reiserute, så vil nettstaden automatisk vita kor du startar frå. Alt du treng er å spesifisera er kor du ynskjer å reisa til.
xh: Okanye ukuba wandlala izalathiso zokutya kwindawo ethile, iwebhsayithi iya kwazi apho uqala khona ukuze usuke nje uyixelele apho ufuna ukuya khona.

source: This service is totally optional &ndash; Firefox doesn’t share your location without your permission &ndash; and is done with the utmost respect for your privacy. And, like all elements of Firefox, it’s being created using open standards to ease adoption by Web developers.
bn_bd: এই পরিসেবাটি সম্পূর্ণ ঐচ্ছিক &ndash; ফায়ারফক্স আপনার অনুমতি ছাড়া কখনোই আপনার অবস্থান কাউকে জানাবে না &ndash; এবং সর্বদা আপনার গোপনতার প্রতি পূর্ণ শ্রদ্ধা বজায় রাখবে। ফায়ারফক্সের অন্যান্য বৈশিষ্ট্যাবলীর মতো, এটিও উন্মুক্ত স্ট্যান্ডার্ড ব্যবহার করে তৈরী যাতে ওয়েব ডেভেলপারগণ সহজেই তা গ্রহন করতে পারেন।
ca: Aquest servei és totalment opcional &ndash; El Firefox no compartirà la vostra ubicació sense el vostre permís &ndash; i es proporciona amb el màxim respecte per la vostra privadesa. I, com tots els elements del Firefox, està creat utilitzant estàndards oberts per a facilitar-ne l'adopció entre els desenvolupadors web.
hr: Ova usluga je u potpunosti opcionalna &ndash; Firefox ne otkriva vašu lokaciju bez vašeg odobrenja &ndash; a sve funkcionira na način koji u potpunosti poštuje vašu privatnost. Kao i svi ostali elementi Firefoxa, usluga se temelji na otvorenim standardima, kako bi se razvojnim programerima olakšalo njezino usvajanje.
lv: Šis pakalpojums ir absolūti neobligāts &ndash; Firefox neizpaudīs jūsu atrašanās vietu bez jūsu piekrišanas, turklāt tas tiek darīts ar visdziļāko cieņu pret jūsu privātumu. Tāpat kā citas Firefox daļas arī šis tiek veidots balstoties uz atvērtiem standartiem, lai atvieglotu šīs iespējas ieviešanu mājas lapās.
nn_no: Denne tenesta er heilt valfri &ndash; Firefox deler ikkje informasjon om kor du er utan at du gjev løyve til det &ndash; og dette vert gjort med aller største respekt for personvernet ditt. Og, som med alle delane av Firefox, er denne funksjonen bygd på opne standardar for at han enkelt kan brukast av nettstadsutviklarar.
xh: Le nkonzo yeyokuzithandela ngokupheleleyo &ndash; IFirefox ayiyichazi indawo okuyo ngaphandle kwemvume yakho &ndash; yaye yenziwa kuhlonelwa ngokupheleleyo iimfihlelo zakho. Yaye njengazo zonke ii-elementi zeFirefox, iyilwa kusetyenziswa imilinganiselo evulelekileyo ukwenza lula ukwamkelwa ngabavelisi beWebhu.

source: How does it work?
bn_bd: এটি কিভাবে কাজ করে?
ca: Com funciona?
hr: Kako to funkcionira?
lv: Kā tas strādā?
nn_no: Koreis verkar det?
xh: Isebenza njani?

source: When you visit a location-aware website, Firefox will ask you if you want to share your location.
bn_bd: আপনি যখন একটি অবস্থান-সচেতন ওয়েবসাইট পরিদর্শন করেন, ফায়ারফক্স আপনার কাছে অনুমতি চাইবে আপনি আপনার অবস্থান জানাতে ইচ্ছুক কিনা।
ca: Quan visiteu un lloc que té en compte la geolocalització, el Firefox us demanarà si voleu compartir la vostra ubicació.
hr: Kada posjetite geolokacijsku web stranicu, Firefox će vas upitati želite li otkriti svoju lokaciju.
lv: Ieejot vietu zinošā mājas lapā, Firefox jautās vai vēlaties atklāt savu atrašanās vietu.
nn_no: Når du besøkjer ein stadavhengig nettstad vil Firefox spørja deg om du ynsker å dela informasjon om kvar du ovil dela plasseringa di.
xh: Xa utyelela iwebhsayithi efunisela ngendawo, iFirefox iya kukubuza ukuba ufuna ukwabelana ngendawo.

source: If you consent, Firefox gathers information about nearby wireless access points and your computer’s IP address. Then Firefox sends this information to the default geolocation service provider, Google Location Services, to get an estimate of your location. That location estimate is then shared with the requesting website.
bn_bd: আপনার অনুমতি পেলে, ফায়ারফক্স কাছাকাছি ওয়্যারলেস অ্যাক্সেস পয়েন্ট এবং আপনার IP অ্যাড্রেস সম্পর্কে তথ্য সঞ্চয় করে। এরপর ফায়ারফক্স এই তথ্য পূর্বনির্ধারিত জিওলোকেশন সার্ভার, ও গুগল লোকেশন সার্ভিসে পাঠিয়ে আপনার অবস্থান নির্ণয় করে। এই অবস্থানটি তখন প্রয়োজনীয় ওয়েবসাইটের সাথে বিনিময় করা হয়।
ca: Si hi accediu, el Firefox recollirà informació dels punts d'accés sense fil propers i de la adreça IP del vostre ordinador. A continuació, s'enviarà al proveïdor del servei de geolocalització per defecte, Google Location Services, per a obtenir-ne una estimació del vostre lloc. L'estimació de la ubicació es comparteix llavors amb el lloc web que ho sol·licita.
hr: Ako odobrite otkrivanje, Firefox će prikupiti informacije o obližnjim bežičnim pristupnim točkama i IP adresu vašeg računala. Nakon toga, Firefox te informacije šalje zadanom pružatelju geolokacijskih usluga, Google Location Servicesu, kako bi se približno odredila vaša lokacija, koja se kasnije šalje web stranici koju ste posjetili.
lv: Ja piekritīsiet, Firefox apkopos informāciju par bezvadu tīkliem jūsu apkaimē un jūsu datora IP adresi. Apkopotā informācija tiks nosūtīta noklusētajam ģeolokācijas pakalpojumu sniedzējam, Google Location Services, lai noskaidrotu jūsu atrašanās vietu. Atrašanās vietas dati pēc tam tiks piedāvāti atveramajai mājas lapai.
nn_no: Dersom du godtek dette, hentar Firefox inn informasjon om trådlause tilgangspunkter i nærleiken og IP-adressa til datamaskina. Firefox sender denne informasjonen til ein geolocation-tenestetilbydar (Google Location Services) for å finna eit estimat på kvar du er. Denne informasjonen vert deretter delt med nettstaden som spurde etter han.
xh: Ukuba uyavuma, iFirefox iqokelela inkcazelo ngeendawo ezikufutshane ezinewayalesi neadresi yekhompyutha yakho yeiIP. Emva koko, ithumela le nkcazelo kumnikezeli wenkonzo wendawo ngokuzenzekelayo, iGoogle Location Services, ukuze iqikelele indawo okuyo. Olo qikelelo lwendawo luthi luchazwe kwiwebhsayithi ecelayo.

source: If you say that you do not consent, Firefox will not do anything.
bn_bd: আপনি অনুমতি না দিলে, ফায়ারফক্স কিছুই করবে না।
ca: Si no hi doneu el vistiplau, el Firefox no farà res.
hr: Ako ne odobrite otkrivanje lokacije, Firefox neće učiniti ništa.
lv: Ja napiekritīsiet atklāt savu atrašanās vietu, Firefox nedarīs neko.
nn_no: Dersom du ikkje godtek førespurnaden frå nettstaden vil ikkje Firefox gjera noko.
xh: Ukuba uthi akuvumi, iFirefox ayisayi kwenza nto.

source: How accurate are the locations?
bn_bd: নির্ণয় করা অবস্থান কতটা নির্ভুল ?
ca: Com n'és de precís?
hr: Koliko je precizno određivanje lokacije?
lv: Cik precīzi var noteikt atrašanās vietu?
nn_no: Kor nøyaktige er plasseringane?
xh: Zichane kangakanani iindawo?

source: Accuracy varies greatly from location to location. In some places, our service providers may be able to provide a location to within a few meters. However, in other areas it might be much more than that. All locations returned by our service providers are estimates only and we do not guarantee the accuracy of the locations provided. Please do not use this information for emergencies. Always use common sense.
bn_bd: অবস্থানের যথার্যতা মূল অবস্থানের উপর নির্ভরশীল। কিছু ক্ষেত্রে, আমাদের পরিসেবা প্রদানকারী দ্বারা নির্ণয়কৃত অবস্থান আপনার প্রকৃত অবস্থান থেকে মাত্র কয়েক মিটার এদিক সেদিক হয়। কিন্তু কিছু ক্ষেত্রে তা এতো সঠিক নাও হতে পারে। আমাদের পরিসেবা প্রদানকারী দ্বারা নির্ণয়কৃত সব অবস্থান আনুমানিক মাত্র, এবং আমরা ফলাফলের কোন নিশ্চয়তা প্রদান করি না। অনুগ্রহ করে এই তথ্য কোন জরুরী অবস্থায় ব্যবহার করবেন না। সাধারণ বুদ্ধি প্রয়োগ করুন।
ca: La precisió varia enormement d'una ubicació a una altra. En certs llocs, els nostres proveïdors de servei poden oferir una ubicació a l'abast d'uns pocs metres. Però en altres àrees pot ser una distància superior. Totes les ubicacions que ofereixen els nostres proveïdors de servei són només estimacions i no podem garantir-ne precisió. Així doncs, no ho utilitzeu per a emergències. Feu servir sempre el sentit comú.
hr: Preciznost uvelike varira od lokacije do lokacije. Na nekim će mjestima naši pružatelji usluga biti u mogućnosti odrediti vašu točnu lokaciju unutar nekoliko metara. Međutim, na nekim drugim mjestima, vašu će lokaciju teže odrediti. Sve lokacije koje odrede naši pružatelji usluga su tek procijene, stoga ne jamčimo preciznost određenih lokacija. Molimo vas da ove informacije ne koristite u hitnim slučajevima. Uvijek upotrijebite zdrav razum.
lv: Precizitāte dažādām vietām atšķiras. Labākajos gadījumos vietu var noteikt ar dažu metru precizitāti. Citos gadījumos neprecizitāte būs lielāka par dažiem metriem. Vietas noteikšana negarantē precizitāti, tas ir tikai minējums. Lūdzu neizmantojiet šo informāciju ārkārtas gadījumos, vienmēr paļaujieties uz veselo saprātu.
nn_no: Nøyaktigheita varierar mykje frå stad til stad. På nokre stadar vil tenestetilbydarane våre kunne gje ei plassering innanfor nokre meter. Men i andre område kan det verte mykje mindre presist. Alle plasseringar som kjem frå tenestetilbydarane er berre vurderingar, og vi garanterar ikkje nøyaktigheita til plasseringane. Ver snill og ikkje bruk denne informasjonen i naudstilfelle. Bruk alltid sunn fornuft.
xh: Ukuchana kwahluka kakhulu ngokweendawo ngeendawo. Kwezinye iindawo, abanikezeli ngeenkonzo bethu banokukwazi ukuchaza indawo ukuya kutsho kwiimitha ezimbalwa. Noko ke, kweminye imimandla kunokufuneka ngaphezu kunoko. Zonke iindawo ezibuyiswa ngabanikezeli ngeenkonzo bethu luqikelelo kuphela yaye asiqinisekisi ukuchana kweendawo ezinikiweyo. Sicela ungayisebenzisi le nkcazelo kwiimeko zongxamiseko. Sebenzisa nje ingqiqo.

source: What information is being sent, and to whom? How is my privacy protected?
bn_bd: কি কি তথ্য পাঠানো হচ্ছে, কার কাছে পাঠানো হচ্ছে? আমার গোপনতা কি সুরক্ষিত?
ca: Quina informació s'envia, i a qui? Com se'n garanteix la privadesa?
hr: Koje se informacije šalju i kome se šalju? Kako je moja privatnost zaštićena?
lv: Kādu informāciju sūta un kam? Kā tiek aizsargāts mans privātums?
nn_no: Kva for informasjon vert sendt, og til kven? Korleis vert personvernet mitt teke vare på?
xh: Yiyiphi inkcazelo ethunyelwayo, yaye kubani? Yaye iimfihlelo zam zikhuselwe kangakanani?

source: Your privacy is extremely important to us, and Firefox never shares your location without your permission. When you visit a page that requests your information, you’ll be asked before any information is shared with the requesting website and our third-party service provider.
bn_bd: আপনার গোপনতা আমাদের কাছে অতি গুরুত্বপূর্ণ এবং ফায়ারফক্স কখনোই আপনার অনুমতি ছাড়া আপনার অবস্থান কারো কাছে জানায় না। আপনি যখনি এমন পেজ পরিদর্শন করেন যা আপনার তথ্য চায়, সেই ওয়েবসাইট বা তৃতীয় পক্ষের পরিসেবা প্রদানকারীর সাথে তথ্য বিনিময়ের আগে অবশ্যই আপনার অনুমতি চাওয়া হবে।
ca: La vostra privadesa és extremadament important per a nosaltres, i el Firefox mai compartirà la vostra ubicació sense el vostre permís. Quan visiteu una pàgina que sol·licita la vostra informació, se us demanarà abans de compartir cap informació amb el lloc web que ho sol·licita i el nostre proveïdor de servei extern.
hr: Vaša privatnost nam je iznimno važna, stoga Firefox nikad ne otkriva vašu lokaciju bez prethodnog odobrenja. Kad posjetite stranicu koja traži vaše informacije, prije bilo kakvog otkrivanja informacija toj stranici ili našim pružateljima usluga, bit ćete upitani za potvrdu.
lv: Jūsu privātums mums ir ļoti svarīgs, Firefox nekad neizpaudīs jūsu atrašanās vietu bez jūsu piekrišanas. Apmeklējot lapu, kas pieprasa informāciju par jūsu atrašanās vietu, mēs jums pārjautāsim, vai vēlaties citiem darīt zināmu savu atrašanās vietu.
nn_no: Ditt personvern er svært viktig for oss, og Firefox vil aldri dele plasseringa di utan løyve frå deg. Når du vitjar ei side som krev informasjon frå deg, vert du spurd før noko som helst informasjon vert delt med sida som spør etter informasjon og tredjepartstilbydarane våre.
xh: Imfihlelo yakho ibaluleke kakhulu kuthi, yaye uFirefox akaze achaze indawo okuyo ngaphandle kwemvume yakho. Xa utyelela iphepha elicela inkcazelo yakho, uya kubuzwa ngaphambi kokuba nayiphi na inkcazelo ichazwe kwiwebhsayithi ecelayo nomnye umnikezeli weenkonzo.

source: By default, Firefox uses Google Location Services to determine your location by sending:
bn_bd: সাধারণত, ফায়ারফক্স গুগল লোকেশন সার্ভিস ব্যবহার করে আপনার অবস্থান নির্ণয় করে, এবং নিম্নলিখিত তথ্য পাঠায়:
ca: Per defecte, el Firefox utilitza Google Location Services per a determinar la vostra ubicació i hi envia:
hr: Prema zadanim postavkama, Firefox koristi Google Location Services za određivanje vaše lokacije, šaljući pritom:
lv: Pēc noklusējuma Firefox izmanto Google Location Services lai noteiktu jūsu atrašanās vietu un sūta sekojošo:
nn_no: Som standard brukar Firefox tenesta Google Location Services for å finna ut kvar du er ved å sende:
xh: Ngokuzenzekelayo, iFirefox isebenzisa iGoogle Location Services ukuze ifumanise indawo okuyo ngokuthumela:

source: your computer’s IP address,
bn_bd: আপনার কম্পিউটারের IP অ্যাড্রেস
ca: l'adreça IP del vostre ordinador,
hr: IP adresu vašeg računala,
lv: jūsu datora IP adresi,
nn_no: IP-adressa til datamaskina di,
xh: i-IP adresi yekhompyutha yakho,

source: information about the nearby wireless access points, and
bn_bd: আপনার কাছাকাছি ওয়্যারলেস অ্যাক্সেস পয়েন্ট সংক্রান্ত তথ্য, এবং
ca: informació dels punts d'accés sense fil propers, i
hr: informacije o obližnjim bežičnim pristupnim točkama i
lv: informāciju par apkaimē esošajiem bezvadu tīkliem un
nn_no: informasjon om trådlause aksesspunkter i nærleiken, og
xh: inkcazelo ngeendawo ezikutshane zokufumana iwayalesi, kunye

source: a random client identifier, which is assigned by Google, that expires every 2 weeks.
bn_bd: গুগল দ্বারা প্রয়োগকৃত একটি র‌্যান্ডম ক্লায়েন্ট আইডেন্টিফায়ার, যার মেয়াদ ২ সপ্তাহ।
ca: un identificador de client aleatori, assignat per Google, que venç cada 2 setmanes.
hr: nasumični klijentski identifikator, kojeg dodijeljuje Google i koji istječe svaka 2 tjedna.
lv: speciālu klienta identifikatoru, ko piešķir Google un kura derīgums beidzas katras 2 nedēļas.
nn_no: ein tilfeldig vald klientidentifikator som vert tildelt av Google, som forfell annakvar veke.
xh: nesifumani somthengi sesiquphe, esabelwe nguGoogle, esiphelelwayo qho kwiiveki ezi-2.

source: For a complete description of information collected and used by Firefox, please see the <a href="%(url)s">Firefox Privacy Notice</a>.
bn_bd: ফায়ারফক্স দ্বারা সংগ্রহ করা ও ব্যবহৃত তথ্যের সম্পূর্ণ বিবরণ জানতে অনুগ্রহ করে দেখুন <a href="%(url)s">ফায়ারফক্স গোপনতা নীতিমালা</a> (ইংরেজীতে)।
ca: Per a una descripció completa de la informació que recull i utilitza el Firefox, consulteu la <a href="%(url)s">política de privadesa del Firefox</a> (en anglès).
hr: Za potpuni opis informacija koje Firefox prikuplja i koristi, molimo vas da pogledate <a href="%(url)s">Firefoxovu politiku privatnosti</a> (na engleskom jeziku).
lv: Sīkāku informāciju par to kādus datus apkopo un izmanto Firefox var iegūt <a href="%(url)s">Firefox privātuma politikas</a> aprakstā (Angļu valodā).
nn_no: For ei fullstendig skildring av informasjonen som vert samla inn og brukt av Firefox, sjå <a href="%(url)s">Firefox si personvernfråsegn</a> (engelsk).
xh: Ukuze ufumane ingcaciso epheleleyo yenkcazelo eqokelelwe yaza yasetyenziswa nguFirefox, nceda ubone <a href="%(url)s">ISaziso Semfihlelo SeFirefox</a>.

source: Google Location Services then returns your estimated geolocation (e.g., latitude and longitude). For a complete description of information collected and used by Google, please see the <a href="%(url)s" class="%(class)s">Google Geolocation Privacy Policy</a>.
bn_bd: এরপর, গুগল লোকেশন সার্ভিস আপনার আনুমানিক ভৌগলিক অবস্থান (অর্থাৎ, অক্ষাংশ ও দ্রাঘিমাংশ) নির্ণয় করে। গুগল দ্বারা সংগৃহীত ও ব্যবহৃত তথ্যের সম্পূর্ণ বিবরণ জানতে অনুগ্রহ করে দেখুন <a href="%(url)s" class="%(class)s">গুগল জিওলোকেশন গোপনতা নীতিমালা</a> (ইংরেজীতে)।
ca: Google Location Services fa una estimació de la vostra geolocalització (p.ex., latitud i longitud). Per a una descripció completa de la informació que recull i utilitza Google, consulteu la <a href="%(url)s" class="%(class)s">política de privadesa de la geolocalització de Google</a> (en anglès).
hr: Google Location Services tada vraća procijenjenu geolokaciju (na primjer, geografsku širinu i dužinu). Za potpuni opis informacija koje Google prikuplja i koristi, molimo vas da pogledate <a href="%(url)s" class="%(class)s">Google Geolocation politiku privatnosti</a> (na engleskom jeziku).
lv: Google Location Services atgriež jūsu atrašanās vietas minējumu (t.i., ģeogrāfisko platumu un garumu). Sīkāku informāciju par Google apkopotajiem un izmantotajiem datiem var iegūt <a href="%(url)s" class="%(class)s">Google ģeolokācijas privātuma politikas</a> aprakstā (Angļu valodā).
nn_no: Google Location Services returnerer den estimerte posisjonen din (t.d. lengde- og breiddegrad). For ei komplett skildring av informasjonen som vert samla inn og brukt av Google, sjå <a href="%(url)s" class="%(class)s">Google Geolocation-personvernpraksis</a> (engelsk).
xh: IGoogle Location Services ize ibuyele kwindawo eqikelelwayo (umz., ilatitude nelongitude). Ukuze ufumane ingcaciso epheleleyo yenkcazelo eqokelelwe yaza yasetyenziswa nguGoogle, nceda ubone <a href="%(url)s" class="%(class)s">Google Geolocation Privacy Policy</a>.
