Repository: translate/mozilla-lang
Catalog: */firefox/geolocation.lang.po
Languages: bn_bd, ca, hr, lv, nn_no, xh

source: The information is exchanged over an encrypted connection to protect your privacy. Once Firefox has your location information, it passes it to the website that requested it. At no time is the name or location of the website you are visiting, or are any cookies, ever shared with Google Location Services.
bn_bd: আপনার গোপনতার স্বার্থে সব তথ্য একটি এনকৃপ্ট করা সংযোগের মাধ্যমে পাঠানো হয়। অবস্থান জানা হয়ে গেলে, ফায়ারফক্স তা প্রয়োজনীয় ওয়েব সাইটের সাথে বিনিময় করে। কোন সময়ই আপনার পরিদর্শিত ওয়েবসাইট বা কুকি সংক্রান্ত তথ্য, গুগল লোকেশন সার্ভিসকে জানানো হয় না।
ca: La informació s'intercanvia a través d'una connexió segura per a protegir la vostra privadesa. Una vegada el Firefox té la informació de la vostra ubicació, la passa al lloc web que la demana. En cap moment el nom o ubicació del lloc web que visiteu, o cap galeta, es comparteix mai amb Google Location Services.
hr: Da bi se zaštitila vaša privatnost, informacije se šalju putem šifrirane veze. Kad Firefox dobije informacije o vašoj lokaciji, šalje ih web stranici koja ih je zatražila. U niti jednom trenutku se kolačići, te naziv ili lokacija web stranice koju posjećujete, ne otkrivaju Google Location Servicesu.
lv: Lai aizsargātu jūsu privātumu, informācijas apmaiņa notiek izmantojot šifrētu savienojumu. Kolīdz Firefox ir uzzinājis jūsu atrašanās vietu, tā tiek nodota mājas lapai, kura pieprasīja to. Nedz dati par to kuru lapu jūs apmeklējat, nedz jebkādas sīkdatnes nekad netiek izpaustas Google Location Services.
nn_no: Informasjonen vert utveksla over eit kryptert samband for å ta vare på personvernet ditt. Med ein gong Firefox har plasseringsinformasjonen din, sender ein den til nettstaden som førspurde han. Plasseringa di eller namnet på nettstaden eller infokapslar, vert aldri nokon gong delte med Google Location Services.
xh: Inkcazelo itshintsha kuqhagamshelo olukhowudiweyo ukukhusela imfihlelo yakho. Xa iFirefox inenkcazelo yendawo yakho, iyidlulisela kwiwebhsayithi eyicelileyo. Ngethuba elingephi igama okanye indawo yewebhsayithi oyityelelayo, okanye naziphi na iikuki, ezikhe zabiwa neGoogle Location Services.

source: Neither Mozilla or Google will ever use the information collected by Google Location Services to identify or spy on you.
bn_bd: গুগল লোকেশন সার্ভিস দ্বারা সংগ্রহ করা তথ্য ব্যবহার করে, মজিলা বা গুগল কখনোই আপনাকে শনাক্ত করার বা আপনার উপর নজরদারী করার চেষ্টা করবে না।
ca: Ni Mozilla ni Google utilitzaran mai la informació que recullen a través de Google Location Services per a identificar-vos o espiar-vos.
hr: Mozilla i Google neće nikad iskoristiti informacije prikupljene putem Google Location Servicesa da bi vas identificirali ili špijunirali.
lv: Ne Mozilla, ne arī Google nekad neizmantos informāciju par jūsu atrašanās vietu, lai identificētu vai izspiegotu jūs.
nn_no: Korkje Mozilla eller Google vil nokon gong bruka informasjonen som Google Location Services samlar opp til å identifisdera eller spionera på deg.
xh: UMozilla okanye uGoogle akasayi kusebenzisa inkcazelo eqokelelwe yiGoogle Location Services ukuze ifumanise okanye ijonge izinto ozenzayo.

source: For information about what the requesting website does with your location information, please refer to that website’s privacy policy.
bn_bd: যে ওয়েবসাইটগুলো আপনার তথ্য অনুরোধ করে তারা এই তথ্য কিভাবে ব্যবহার করে তা জানতে, ঐ ওয়েবসাইটের গোপনতা নীতিমালা দেখুন।
ca: Per a més informació sobre què fa el lloc web sol·licitant amb la vostra informació de geolocalització, consulteu la seva pròpia política de privadesa.
hr: Za dodatne informacije o tome što određena web stranica čini s vašim lokacijskim informacijama, molimo vas da pogledate politiku privatnosti te stranice.
lv: Lai iegūtu papildus informāciju par to, ko ar jūsu atrašanās vietas datiem dara mājas lapa, kas pieprasa šo informāciju, iepazīstieties ar šīs lapas privātuma politiku.
nn_no: For informasjon om kva nettstadar som spør etter stadinformasjon gjer med han, les nettstadane sine eigne personvernpraksis.
xh: Ukuze ufumane inkcazelo ngoko iwebhsayithi ecelayo eyenzayo ngenkcazelo yendawo okuyo, sicela ubhekisele kwipolisi yeemfihlelo yewebhsayithi.

source: For more information about your privacy, you should also read:
bn_bd: গোপনতা সংক্রান্ত আরও তথ্য জানতে, দেখুন:
ca: Per a més informació pel que fa a la vostra privadesa, podeu llegir:
hr: Za dodatne informacije o vašoj privatnosti, također biste trebali pročitati:
lv: Papildus informācija par privātumu pieejama:
nn_no: For meir informasjon om personvernet ditt, les òg:
xh: Ukuze ufumane inkcazelo engakumbi ngeemfihlelo zakho, funda kwakhona:

source: Mozilla Firefox Privacy Notice
bn_bd: মজিলা ফায়ারফক্স গোপনীয়তা নীতিমালা
ca: Política de privadesa del Mozilla Firefox
hr: Politiku privatnosti Mozille Firefox
lv: Mozilla Firefox privātuma politikā
nn_no: Mozilla Firefox personvernmerknad
xh: Isaziso Sobungasese SeMozilla Firefox

source: Google privacy policy
bn_bd: গুগল গোপনীয়তা নীতিমালা
ca: Política de privadesa de Google
hr: Googleovu politiku privatnosti
lv: Google privātuma politikā
nn_no: Google personvernpraksis
xh: ipolisi yeemfihlelo yeGoogle

source: Am I being tracked as I browse the web?
bn_bd: আমার ব্রাউজিং এর উপর কি নজরদারী করা হবে?
ca: Se'm vigila durant la navegació?
hr: Prati li me netko dok pretražujem Web?
lv: Vai sērfojot internetā kāds man seko līdz?
nn_no: Vert eg spora når eg surfar på nettet?
xh: Ngaba ndiyetrekwa njengoko ndibhrawa iwebhu?

source: No. Firefox only requests a location when a website makes a request, and only shares your location when the user has approved the request. Firefox does not track or remember your location as you browse.
bn_bd: না। ফায়ারফক্স তখনি আপনার অবস্থান জানতে আগ্রহী যখন একটি ওয়েবসাইট তা অনুরোধ করে, এবং শুধুমাত্র আপনার আনুমতিক্রমেই এই তথ্য বিনিময় করা হয়। ফায়ারফক্স আপনার পরিদর্শিত কোন ওয়েবসাইট মনে রাখে না।
ca: No. El Firefox només sol·licita una ubicació quan el lloc web us ho demana, i només comparteix la vostra ubicació quan l'usuari ho aprova. El Firefox no segueix o recorda la vostra ubicació mentre navegueu.
hr: Ne. Firefox traži lokaciju samo kad ju zatraži web stranica, a lokaciju otkriva samo uz odobrenje korisnika. Firefox ne prati niti pamti vašu lokaciju dok pretražujete Web.
lv: Nē. Firefox apkopo informāciju un pieprasa atrašanās vietas noteikšanu vienīgi tad, kad kāda lapa jautā to un jūs piekrītat sniegt šo informāciju. Vienkārši sērfojot Firefox nenosaka un neatceras jūsu atrašanās vietu.
nn_no: Nei. Firefox spør berre etter plassering når ein nettstad kjem med ein førespurnad, og deler berre plasseringa di når brukaren har godkjend førespurnaden. Firefox sporar eller hugsar ikkje plasseringa di når du surfar.
xh: Hayi. IFirefox kuphela icela indawo xa iwebhsayithi isenza isicelo, ize ichaze kuphela indawo yakho xa umsebenzisi egunyazise isicelo. IFirefox ayitreki okanye ikhumbule indawo okuyo njengoko ubhrawza.

source: How do I undo a permission granted to a site?
bn_bd: একটি সাইটের অনুমোদন কিভাবে বাতিল করা যায়?
ca: Com es revoquen els permisos que he donat a un lloc?
hr: Kako mogu poništiti dopuštenje dano nekoj stranici?
lv: Kā es varu atcelt kādas lapas atļauju iegūt manu atrašanās vietu?
nn_no: Korleis trekkjer eg tilbake løyve eg har gjeve til ein nettstad?
xh: Ndiyicima njani imvume enikwe isayithi?

source: If you've given Firefox permission to always give your location to a site and later change your mind, you can easily revoke that permission. Here's how:
bn_bd: ফায়ারফক্সকে আপনার অবস্থান সংক্রান্ত তথ্য বিতরণ করার অনুমতি প্রদান করলেও, প্রয়োজনে তা খুব সহজেই প্রত্যাহার করতে পারবেন। যেভাবে বাতিল করবেন:
ca: Si heu donat permís al Firefox per a donar la vostra ubicació a un lloc web, i posteriorment canvieu d'idea, podeu revocar-ho fàcilment així:
hr: Ako ste Firefoxu dali dopuštenje da uvijek otkriva vašu lokaciju određenoj stranici, te se kasnije predomislili, dopuštenje možete veoma lako poništiti. Evo kako:
lv: Ja esat ļāvuši kādai lapai iegūt jūsu atrašanās vietas informāciju, bet vēlāk pārdomājat, jūs varat vienkārši atcelt savu atļauju iegūt jūsu atrašanās vietu. To var izdarīt šādi:
nn_no: Dersom du har gjeve Firefox løyve til å alltid spesifisera stadinformasjon til ein nettstad, og du seinare endrar meining, kan du enkelt oppheva den tilgangen. Her viser vi deg korleis:
xh: Ukuba unike iFirefox imvume yokusoloko uchaza indawo okuyo kwisayithi uze kamva utshintshe ingqondo, unokuthi ngokulula uyicime loo mvume. Ungayenza ngolu hlobo:

source: Navigate to the site to which you’ve given permission
bn_bd: অনুমোদিত সাইটে যান
ca: Navegueu fins al lloc web al qual heu donat permís
hr: Otvorite stranicu kojoj ste dali dopuštenje
lv: Atveriet lapu, kurai ļāvāt iegūt datus
nn_no: Gå til nettstaden som du har gjeve tilgang til
xh: Navigate kwisayithi apho uye wanika khona imvume

source: Go to the <em>Tools</em> menu, then select <em>Page Info</em>
bn_bd: <em>টুলসমূহ</em> মেনু থেকে, <em>পৃষ্ঠা সংক্রান্ত তথ্য</em> নির্বাচন করুন
ca: Aneu al menú <em>Eines</em>, seleccioneu llavors <em>Informació de la pàgina</em>
hr: Otvorite izbornik <em>Alati</em>, potom odaberite <em>Informacije o stranici</em>
lv: Ejiet uz <em>Rīki</em> izvēlni un izvēlieties <em>Informācija par lapu</em>
nn_no: Gå til <em>Verktøy</em>-menyen og vel <em>Sidenformasjon</em>
xh: Yiya kwie <em>Tools</em> menu, uze ukhethe <em>Page Info</em>

source: Select the <em>Permissions</em> tab
bn_bd: <em>অনুমোদন</em> ট্যাবটি নির্বাচন করুন
ca: Seleccioneu la pestanya <em>Permisos</em>
hr: Označite karticu <em>Dopuštenja</em> tab
lv: Izvēlieties cilni <em>Atļaujas</em>
nn_no: Vel <em>Løyve</em>-fana
xh: Khetha <em>ithebhu</em> yeeMvume

source: Change the setting for <em>Share Location</em>
bn_bd: <em>অবস্থান প্রকাশ করা হবে</em> সেটিংটি পরিবর্তন করুন
ca: Canvieu la configuració de <em>Compartir la ubicació</em>
hr: Promijenite postavku u <em>Dijeli lokaciju</em>
lv: Izmainiet <em>Atrašanās vietas iestatījumus</em>
nn_no: Endra innstillinga for <em>Dela plassering</em>
xh: Tshintsha isetingi <em>yeShare Location</em>

source: How do I clear the “random client identification number”?
bn_bd: “র‌্যান্ডম ক্লায়েন্ট আইডেন্টিফায়ার" নম্বরটি কিভাবে অপসারণ করা যায়?
ca: Com es neteja el «número d'identificació de client aleatori»?
hr: Kako mogu obrisati “nasumični identifikacijski broj klijenta”?
lv: Kā notīrīt “speciālo klienta identifikācijas numuru”?
nn_no: Korleis slettar eg ‹‹tilfeldig vald klientidentifikator››?
xh: Ndiyicima njani “inombolo yesazisi yomthengi yesiquphe”?

source: Go to the <em>Tools</em> menu, then select <em>Clear Recent History</em>
bn_bd: <em>টুলসমূহ</em> মেনু থেকে, <em>সাম্প্রতিক ইতিহাস অপসারণ</em> নির্বাচন করুন
ca: Aneu al menú <em>Eines</em>, seleccioneu llavors <em>Neteja l'historial recent</em>
hr: Otvorite izbornik <em>Alati</em>, potom odaberite <em>Očisti skorašnju povijest</em>
lv: Ejiet uz <em>Rīki</em> izvēlnes <em>Notīrīt neseno vēsturi</em> sadaļu
nn_no: Gå til <em>Verktøy</em> -menyen, og vel <em>Slett nyleg historikk</em>
xh: Yiya kwi <em>Tools</em> menu, uze ukhethe <em>Clear Recent History</em>

source: Click the <em>Details</em> arrow
bn_bd: <em>বিস্তারিত</em> তীরটি ক্লিক করুন
ca: Feu clic a la fletxa de <em>Detalls</em>
hr: Kliknite na strelicu <em>Detalji</em>
lv: Klikšķiniet uz <em>Papildus informācija</em>
nn_no: Trykk på pila <em>Detaljar</em>
xh: Cofa <em>utolo</em> lweeNkcukacha

source: Ensure that <em>Cookies</em> is selected
bn_bd: নিশ্চিত হোন যাতে <em>কুকি</em> নির্বাচিত থাকে
ca: Assegureu-vos que <em>Galetes</em> està seleccionat
hr: Provjerite da je stavka <em>Kolačići</em> označena
lv: Pārliecinieties, ka ir izvēlēts <em>Sīkdatnes</em>
nn_no: Kontroller at <em>Infokapslar</em> er valt
xh: Qinisekisa ukuba <em>Cookies</em> ikhethiwe

source: Click on <em>Clear Now</em>
bn_bd: <em>এখন অপসারণ করা হবে</em> ক্লিক করুন
ca: Feu clic a <em>Neteja-ho ara</em>
hr: Kliknite na <em>Očisti odmah</em>
lv: Klikšķiniet uz <em>Notīrīt tagad</em>
nn_no: Trykk på <em>Slett no</em>
xh: Cofa <em>uClear Now</em>

source: How do I turn off Location-Aware Browsing permanently?
bn_bd: অবস্থান-সচেতন ব্রাউজিং কিভাবে স্থায়ীভাবে নিষ্ক্রিয় করা যায়?
ca: Com es pot desactivar la geolocalització integrada de forma permanent?
hr: Kako mogu trajno isključiti geolokacijsko pretraživanje?
lv: Kā pilnībā izslēgt vietu zinošo pārlūkošanu?
nn_no: Korleis slår eg permanent av stadavhengig nettlesing?
xh: Ndikucima njani isigxina ukuBhrawza okuFunisela iNdawo?

source: Location-Aware Browsing is always opt-in in Firefox. No location information is ever sent without your permission. If you wish to disable the feature completely, please follow this set of steps:
bn_bd: ফায়ারফক্সে অবস্থান-সচেতন ব্রাউজিং সবসময়ই ঐচ্ছিক। আপনার বিনা অনুমতিতে কখনোই কোন তথ্য প্রকাশ করা হয় না। আপনি এই বৈশিষ্ট সম্পূর্ণভাবে নিষ্ক্রিয় করতে চাইলে, নিম্নল্লিখিত প্রক্রিয়া অনুসরণ করুন:
ca: La navegació amb geolocalització integrada al Firefox funciona sempre que ho decidiu. No s'envia mai cap informació sense el vostre permís. Si voleu inhabilitar aquesta característica completament, seguiu els passos següents:
hr: Geolokacijsko pretraživanje u Firefoxu je uvijek opcionalno. Nikakve lokacijske informacije se ne šalju bez vašeg dopuštenja. Ako želite trajno isključiti ovu mogućnost, molimo vas da pratite sljedećih nekoliko koraka:
lv: Vietu zinošā pārlūkošana vienmēr ir kā papildus iespēja Firefox. Bez jūsu piekrišanas nekāda informācija nekad netiek sūtīta. Ja vēlaties pilnībā deaktivizēt šo iespēju, rīkojieties šādi:
nn_no: Stadavhengig nettlesing er alltid ein funksjon du må slå på sjølv i Firefox. Ingen stadinformasjon vert sendt utan at du gjev løyve til det. Dersom du ynskjer å slå av funksjonen fullstendig kan du gjera følgande:
xh: UkuBhrawza okuFunisela iNdawo kusoloko kungena kwiFirefox. Ayikho inkcazelo yendawo ekhe ithunyelwe ngaphandle kwemvume yakho. Ukuba ufuna ukuyekisa le fitsha ngokupheleleyo, sicela ulandele le seti yamanyathelo:

source: In the URL bar, type <code>about:config</code>
bn_bd: URL বারে টাইপ করুন <code>about:config</code>
ca: A la barra d'ubicació, escriviu <code>about:config</code>
hr: U adresnoj traci upišite <code>about:config</code>
lv: Adreses laukā ierakstiet <code>about:config</code>
nn_no: Skriv <code>about:config</code> i adresselinja og trykk Enter
xh: Kwibha yeURL, tayipa <code>ngeconfig</code>

source: Type <code>geo.enabled</code>
bn_bd: এরপর টাইপ করুন <code>geo.enabled</code>
ca: Escriviu-hi <code>geo.enabled</code>
hr: Upišite <code>geo.enabled</code>
lv: Ierakstiet <code>geo.enabled</code>
nn_no: Skriv inn <code>geo.enabled</code>
xh: Tayipa <code>geo.enabled</code>

source: Double click on the <em>geo.enabled</em> preference
bn_bd: <em>geo.enabled</em> বৈশিষ্ট্যতে ডবল-ক্লিক করুন
ca: Feu doble clic a la preferència <em>geo.enabled</em>
hr: Dvaput kliknite na osobitost <em>geo.enabled</em>
lv: Uzklikšķiniet ar dubultklikšķi uz <em>geo.enabled</em> iestatījumi
nn_no: Dobbelklikk på innstillinga <em>geo.enabled</em>
xh: Klika kabini ku <em>geo.enabled</em> preferensi

source: Location-Aware Browsing is now disabled
bn_bd: অবস্থান-সচেতন ব্রাউজিং এখন নিষ্ক্রিয় হয়েছে
ca: A partir d'aquell moment la geolocalització integrada estarà inhabilitada
hr: Geolokacijsko pretraživanje je sada isključeno
lv: Vietu zinošā pārlūkošana tagad ir deaktivizēta
nn_no: Stadavhengig nettlesing er no slått av
xh: Ukubhrawuza okufunisela indawo ngoku kuyekisiwe

source: How can I add support for Geolocation to my web site?
bn_bd: আমার ওয়েবসাইটে কিভাবে জিওলোকেশন সাপোর্ট যোগ করতে পারি?
ca: Com puc afegir suport de geolocalització al meu lloc web?
lv: Kā man pievienot ģeolokācijas atbalstu manai lapai?
nn_no: Korleis kan eg leggja til støtte for geolokalisering på nettstaden min?
xh: Ndingafaka njani kwi-Geolocation kwiwebhusayithi yam?

source: You can integrate Geolocation support into your service by following the instruction at <a href="%(url)s">Mozilla Developer Center</a>.
bn_bd: আপনি এই নির্দেশিকা অনুযায়ী আপনার সার্ভিসে জিওলোকেশন সাপোর্ট যোগ করতে পারেন, <a href="%(url)s">Mozilla Developer Center</a>।
ca: Podeu integrar suport de geolocalització al vostre servei seguint les instruccions del <a href="%(url)s">Mozilla Developer Center</a>.
lv: Ģeolokācijas atbalstu savos pakalpojumos jūs varat ieviest izmantojot instrukcijas <a href="%(url)s">Mozilla izstrādātāju centrā</a>.
nn_no: Du kan integrera støtte for geolokalisering med di teneste ved å følgja rettleiinga på <a href="%(url)s">Mozillas sitt senter for utviklarar, MDN</a>.
xh: Ungadibanisa inkxaso yeGeolocation kwinkonzo yakho ngokulandela imiyalelo kwi <a href="%(url)s">Mozilla Developer Center</a>.

source: Where am I?
bn_bd: আমি এখন কোথায় রয়েছি?
ca: On sóc?
hr: Gdje se nalazim?
lv: Kur es esmu?
nn_no: Kvar er eg?
xh: Ndiphi?

source: Oops! An error occurred while trying to determine your position.
bn_bd: দুঃখিত! আপনার অবস্থান নির্ণয় করতে ত্রুটি দেখা দিয়েছে।
ca: Ups! S'ha produït un error mentre s'intentava determinar la vostra posició.
hr: Ups! Došlo je do greške prilikom određivanja vaše pozicije.
lv: Ups! Nosakot jūsu atrašanās vietu notikusi kļūda.
nn_no: Ojsann! Det oppstod ein feil då vi freista å finna plasseringa di.
xh: Oops! kuvele impazamo ngoku sizama ukufumanisa indawo okuyo.

source: Firefox can tell websites where you’re located so you can find info that’s more relevant and more useful. It’s about making the Web smarter &ndash; and is done in a way that totally respects your privacy. <a href="%(url)s" id="%(id)s" style="%(style)s">Give it a try!</a>
hr: Kako biste pronašli relevantnije i korisnije informacije, Firefox može javiti web stranicama gdje se nalazite. Cilj je učiniti Web još pametnijim &ndash; a sve se obavlja na način koji u potpunosti poštuje vašu privatnost. <a href="%(url)s" id="%(id)s" style="%(style)s">Isprobajte sami!</a>
