Repository: translate/mozilla-lang
Catalog: */firefox/hello.lang.po
Languages: af, cy, es_mx, ga_ie, gd, lt, uz, vi

source: Unfortunately, iOS doesn’t support Hello. To start having free video conversations, use Hello on Firefox for desktop, Firefox OS or Firefox for Android.
af: Ongelukkig ondersteun iOS nie Hello nie. Om gratis videogesprekke te begin, gebruik Hello op Firefox vir rekenaars, Firefox OS of Firefox vir Android.
cy: Yn anffodus nid yw iOS yn cynnal Hello. I gychwyn cynnal sgyrsiau fideo am ddim, defnyddiwch Hello ar Firefox y bwrdd gwaith, Firefox OS neu Firefox Android.
es_mx: Desafortunadamente, iOS no soporta Hello. Para iniciar y tener conversaciones de video gratuitas, usa Hello en Firefox para escritorio, Firefox OS o Firefox para Android.
ga_ie: Faraor, níl Hello ar fáil ar iOS faoi láthair. Le físchomhrá saor in aisce a dhéanamh, bain úsáid as Hello i bhFirefox ar an deasc, Firefox OS, nó Firefox ar Android.
gd: Gu mì-fhortanach, chan eil iOS a' cur taic ri Hello. Airson còmhraidhean video an-asgaidh, cleachd Hello ann am Firefox Desktop, Firefox OS no Firefox airson Android.
lt: Apgailestaujame, tačiau „iOS“ įrenginiuose „Hello“ neveikia. Nemokamus „Hello“ vaizdo pokalbius galite išbandyti, naudodamiesi „Firefox“ naršykle savo kompiuteryje, „Firefox OS“ įrenginiu arba „Firefox“ naršykle „Android“ įrenginiams.
uz: Baxtga qarishi, iOS tizimida Hello ishlamaydi. Video suhbatlarni amalga oshirish uchun Hellodan kompyuteringizdagi Firefox’da, Firefox OS’da yoki Android uchun Firefox’da sinab ko‘ring.
vi: Xin lỗi, iOS hiện không hỗ trợ Hello. Để bắt đầu trò chuyện qua video, bạn có thể sử dụng Hello trên máy tính, Firefox OS hay Firefox cho Android.

source: Try Hello now
af: Probeer Hello nou
cy: Defnyddiwch Hello nawr
es_mx: Prueba Hello ahora
ga_ie: Bain triail as Hello anois
gd: Feuch Hello an-dràsta
lt: Išbandykite „Hello“ dabar
uz: "Hello"ni sinab ko‘ring
vi: Dùng thử Hello ngay

source: Get to know Hello
af: Leer ken Hello
cy: Dod i adnabod Hello
es_mx: Familiarízate con Hello
ga_ie: Cuir aithne ar Hello
gd: Fàs eòlach air Hello
lt: Susipažinkite su „Hello“
uz: Hello haqida bilib oling
vi: Làm quen với Hello

source: Want to reconnect with friends around the world?
af: Lus om kontak te maak met vriende reg oor die wêreld?
cy: Eisiau ailgysylltu â ffrindiau o amgylch y byd?
es_mx: ¿Quieres conectar de nuevo con amigos alrededor del mundo?
ga_ie: Ar mhaith leat athcheangal le cairde timpeall an domhain?
gd: Airson conaltradh a dhèanamh le caraidean air feadh an t-saoghail?
lt: Norite susisiekti su draugais kitame pasaulio gale?
uz: Butun dunyodagi do‘stlaringiz bilan qayta ulanishni xohlaysizmi?
vi: Bạn muốn tái kết nối với bạn bè khắp nơi trên thế giới?

source: Celebrate a birthday when you can’t be there in person?
af: Vier 'n verjaardag wanneer mens nie self daar kan wees nie?
cy: Dathlu pen-blwydd pan fyddwch chi ddim yno?
es_mx: ¿Celebrar un cumpleaños cuando no puedas estar allí en persona?
ga_ie: Breithlá a cheiliúradh nuair nach féidir leat a bheith i láthair?
gd: Airson co-là breith a chomharradh fiù mu urrainn dhut a bhith ann?
lt: Pasveikinti su gimtadieniu, kuriame negalite sudalyvauti?
uz: Aynan o‘zingiz u yerda bo‘lmaganingizda tug‘ilgan kun nishonlansinmi?
vi: Chúc mừng sinh nhật ngay cả khi bạn không thể đến tận nơi?

source: Learn more about Firefox Hello and see for yourself how easy it is to have a free video conversation with anyone, anywhere, right from your browser.
af: Leer meer oor Firefox Hello en sien self hoe maklik dit is om gratis videogesprekke te hê met enigeen, enige plek, reg in die blaaier.
cy: Dysgu rhagor am Firefox Hello a gweld drosto'ch chi eich hun pa mor hawdd yw cael sgwrs fideo am ddim gydag unrhyw un yn unrhyw le, drwy eich porwr.
es_mx: Aprende más sobre Firefox Hello y descubre por ti mismo qué fácil es tener una conversación gratuita con cualquier persona, en cualquier lugar, desde tu navegador.
ga_ie: Tuilleadh eolais faoi Firefox Hello. Feicfidh tú cé chomh héasca atá sé físchomhrá saor in aisce a dhéanamh le haon duine, in aon áit, go díreach ó do bhrabhsálaí.
gd: Fàs eòlach air Firefox Hello is chì thu fhèin dè cho furasta 's a tha e còmhradh video a dhèanamh le duine sam bith, àite sam bith, o bhroinn a' bhrabhsair agad.
lt: Sužinokite daugiau apie „Firefox Hello“ – pamatysite, kaip paprasta nemokamai bendrauti vaizdu su bet kuo ir iš bet kur – tiesiai jūsų naršyklėje.
uz: Firefox Hello haqida ko‘proq o‘rganing va har qanday kishi bilan xohlagan yeringizda, to‘g‘ridan to‘g‘ri brauzeringiz yordamida bepul video suhbat o‘tkazishning o‘zingiz uchun qanday oson ekanligini ko‘ring.
vi: Tìm hiểu về Firefox Hello và tự kiểm nghiệm xem trò chuyện video miễn phí với bất kỳ ai, bất kỳ nơi đâu, ngay trong trình duyệt web dễ đến mức nào.

source: Questions?
af: Vrae?
cy: Cwestiynau?
es_mx: ¿Preguntas?
ga_ie: Ceisteanna?
gd: Ceistean?
lt: Turite klausimų?
uz: Savollar bormi?
vi: Bạn có câu hỏi nào không?

source: Visit Mozilla Support
af: Besoek Mozilla-ondersteuning
cy: Mynd i Mozilla Support
es_mx: Visita el soporte de Mozilla
ga_ie: Tabhair cuairt ar Tacaíocht Mozilla
gd: Tadhail air taic Mozilla
lt: Apsilankykite „Mozillos“ žinyne
uz: Mozilla qo‘llab-quvvatlash xizmatiga kirish
vi: Ghé thăm trang Hỗ trợ người dùng của Mozilla

source: Powered by %s
af: Aangedryf deur %s
cy: Grym %s
es_mx: Impulsado por %s
ga_ie: Á chumhachtú ag %s
gd: Le cumhachd %s
lt: Veikia %s dėka
uz: %s tomonidan yaratilgan
vi: Sử dụng công nghệ của %s

source: Now see how easy it is to share your screen. Click %s in your conversation window to try it.
af: Sien nou hoe maklik dit is om 'n skerm te deel. Klik %s in die gesprekvenster om te probeer.
cy: Nawr gwelwch pa mor hawdd yw hi i rannu eich sgrin. Cliciwch %s yn eich ffenestr sgwrsio i roi prawf arno.
es_mx: Ahora ve lo fácil que es compartir tu pantalla. Haz clic en %s en la ventana de conversación para hacer la prueba.
ga_ie: Tá sé fíoréasca do scáileán a chomhroinnt. Cliceáil %s i bhfuinneog do chomhrá le triail a bhaint as.
lt: Dabar pamatykite, kaip paprasta pasidalinti savo ekranu. Išbandykite šią funkciją, pokalbio lange spustelėdami mygtuką %s.
vi: Hãy xem chia sẻ màn hình dễ đến thế nào. Nhấn %s trong cửa sổ trò chuyện để dùng thử.

source: Welcome to Hello
af: Welkom by Hello
cy: Croeso i Hello
es_mx: Bienvenido a Hello
ga_ie: Fáilte go Hello
gd: Fàilte gu Hello
lt: Sveiki! Tai – „Hello“
uz: Hello’ga xush kelibsiz
vi: Chào mừng bạn đã sử dụng Hello

source: Open a video conversation with a single click, then invite a friend to join.
af: Open 'n videogesprek met 'n enkele klik en nooi vriende uit om aan te sluit.
cy: Agorwch sgwrs fideo gydag un clic ac yna gwahodd ffrind i ymuno â chi.
es_mx: Abre una conversación de video con un clic solo, luego invita a un amigo para que se una.
ga_ie: Oscail físchomhrá le clic amháin, ansin tabhair cuireadh do chara.
gd: Chan eil feum ach air aon bhriogadh airson còmhradh video fhosgladh agus is urrainn dhut cuireadh a thoir do dhaoine thuige an uairsin.
lt: Vienu pelės spragtelėjimu atverkite vaizdo pokalbį, o tada į jį pakvieskite savo bičiulį.
uz: Video suhbatlarni bitta bosishda oching, so‘ngra do‘stingizni suhbatga qo‘shilishga takif qiling.
vi: Tạo cuộc trò chuyện video chỉ với một nút nhấn chuột, sau đó mời bạn bè tham gia.

source: Share your link with a friend
af: Deel die skakel met 'n vriend
cy: Rhannwch eich dolen gyda ffrind
es_mx: Comparte tu enlace con un amigo
ga_ie: Roinn do nasc le cara
gd: Thoir an ceangal do charaid
lt: Pasidalinkite saitu su draugu
uz: Linkni do‘stingiz bilan bo‘lishing
vi: Chia sẻ đường dẫn với một người bạn

source: They don’t even need Firefox to join. They just need to click the link.
af: Firefox is nie eens nodig om aan te sluit nie. Hulle hoef slegs die skakel te klik.
cy: Does dim angen Firefox arnyn nhw i ymuno. Dim ond clicio'r ddolen.
es_mx: Ellos ni siquiera necesitan Firefox para participar. Sólo necesitan hacer clic en el enlace.
ga_ie: Ní theastaíonn Firefox ó mo dhuine. Ní gá ach an nasc a chliceáil.
gd: Obraichidh e fiù mur eil Firefox aca. Cha leig iad a leas ach an ceangal.
lt: Jam net nebūtina naudotis „Firefox“ – tereikia spustelėti saitą.
uz: Ular qo‘shilishi uchun Firefox kerak emas. Ular faqat link ustiga bosishlari kerak.
vi: Họ không cần dùng Firefox để tham gia. Chỉ cần nhấn vào đường dẫn thôi.

source: No need to wait around
cy: Does dim angen oedi
es_mx: No necesitas esperar
ga_ie: Ní call duit a bheith ag fanacht
gd: Cha bhi dàil sam bith air cùisean
lt: Nieko nereikia laukti
uz: Atrofda kutish kerak emas
vi: Không cần đợi

source: You will receive a notification once they’ve joined
cy: Byddwch yn cael eich hysbysu ar ôl iddyn nhw ymuno
es_mx: Recibirás una notificación una vez te hayas unido
ga_ie: Gheobhaidh tú fógra nuair a chláróidh sé/sí

source: Once your friend clicks the link, the Hello icon will change to blue, letting you know they’re there.
af: Sodra vriende 'n skakel klik, sal die Hello-ikoon blou word sodat mens weet dat hulle daar is.
cy: Pan fydd eich ffrind yn clicio'r ddolen, bydd eicon Hello'n troi'n las, gan adael i chi wybod eu bod nhw yno.
es_mx: Una vez que tu amigo haga clic en el enlace, el ícono de Hello cambiará a azul, permitiéndote saber si ellos están ahí.
ga_ie: Nuair a chliceálfaidh do chara an nasc, athróidh an deilbhín Hello go gorm, agus beidh a fhios agat go mbeidh do chara ann.
gd: Turas a bhriogas iad air a' cheangal, fàsaidh ìomhaigheag Hello agad-sa gorm agus aithnichidh tu air a sin gu bheil iad ann.
lt: Draugui spustelėjus saitą, „Hello“ piktograma taps mėlyna – tai reikš, kad jūsų pašnekovas prisijungė prie pokalbio.
uz: Sizning do‘stingiz link ustiga bossa, Hello nishonchasi ko‘k rangga o‘zgaradi. Bu sizga ularning bu yerda ekanligini bildiradi.
vi: Một khi bạn của bạn đã nhấn vào đường dẫn đó, biểu tượng Hello sẽ đổi màu xanh nước biển, cho biết rằng họ đã kết nối.

source: You have a conversation waiting
af: Daar wag 'n gesprek
cy: Mae sgwrs yn aros amdanoch
es_mx: Tienes una conversación en espera
ga_ie: Tá comhrá ag feitheamh ort
gd: Tha còmhradh a' feitheamh ort
lt: Jūsų laukiama pokalbyje
uz: Sizda kutilayotgan suhbat bor
vi: Bạn có một cuộc trò chuyện đang đợi

source: Click now to join and say hello.
af: Klik nou aan aan te sluit en hallo te sê.
cy: Cliciwch nawr a dweud helo.
es_mx: Haz clic ahora para unirte y decir hola.
ga_ie: Cliceáil anois chun dul isteach i gcomhrá agus Haló a rá.
gd: Dèan briogadh is mol an latha dhaibh.
lt: Spustelėkite, kad prie jo prisijungtumėte, ir pradėkite kalbėtis.
uz: Qo‘shilish va "salom" deb aytish uchun hozir bosing.
vi: Hãy nhấn vào ngay để kết nối.

source: The easiest way to have a free video conversation with anyone, anywhere
af: Die maklikste manier om 'n gratis videogesprek met enigeen, enige plek te hê
cy: Y ffordd hawsaf i gael sgwrs fideo am ddim gydag unrhyw un, yn unrhyw le
es_mx: La manera más fácil de tener una conversación de video gratis con cualquier persona, en cualquier lugar
ga_ie: An bealach is éasca físchomhrá saor in aisce a dhéanamh le haon duine, in aon áit
gd: An dòigh as fhasa airson còmhradh video an-asgaidh a dhèanamh le duine sam bith, àite sam bith
lt: Paprasčiausias būdas nemokamai bendrauti vaizdu su kuo tik norite, kur norite
uz: Har qanday kishi bilan xohlagan yeringizda bepul video suhbat o‘tkazishning eng oson yo‘li
vi: Cách dễ dàng nhất để trò chuyện video miễn phí với bất kỳ ai, bất kỳ nơi đâu

source: Start a conversation right from Firefox
af: Begin 'n gesprek direk uit Firefox
cy: Cychwyn sgwrs o Firefox
es_mx: Inicia una conversación desde Firefox
ga_ie: Tosaigh comhrá go díreach ó Firefox
gd: Tòisich air còmhradh o bhroinn Firefox fhèin
lt: Pradėkite pokalbį tiesiai savo „Firefox“ naršyklėje
uz: Suhbatni Firefox’ning o‘ng tomonidan boshlang
vi: Tạo cuộc trò chuyện ngay trong Firefox

source: Invite a friend by sending them a link
af: Nooi 'n vriend deur 'n skakel te stuur
cy: Gwahoddwch ffrind drwy anfon dolen atyn nhw
es_mx: Invita a tus amigos a platicar enviándoles un enlace
ga_ie: Tabhair cuireadh do chara trí nasc a sheoladh chuige/chuici
gd: Thoir cuireadh do charaid le bhith a' cur ceangal thuca
lt: Pakvieskite draugą prisijungti, nusiųsdami saitą į pokalbį
uz: Do‘stlaringizga link jo‘natish orqali ularni taklif qiling
vi: Mời bạn bè đơn giản chỉ bằng cách gửi một đường dẫn

source: The Hello icon will change to blue once they’ve joined
af: Die Hello-ikoon sal blou word sodra hulle aangesluit het
cy: Bydd yr eicon Hello'n troi'n las wrth iddyn nhw ymuno
es_mx: El ícono Hello cambiará a azul cuando se hayan unido
ga_ie: Beidh an deilbhín Hello gorm nuair a thiocfaidh sé/sí isteach sa chomhrá
gd: Bidh ìomhaigheag Hello gorm turas a ràinig iad
lt: Pašnekovui prisijungus, „Hello“ piktograma taps mėlyna
uz: Ular qo‘shilganda Hello nishonchasi ko‘k rangga o‘zgaradi.
vi: Biểu tượng Hello sẽ đổi màu xanh nước biển khi họ đã kết nối

source: Tell a friend about Hello
af: Vertel 'n vriend oor Hello
cy: Dwedwch wrth eich ffrindiau am Hello
es_mx: Dile a un amigo sobre Hello
ga_ie: Inis do chara faoi Hello
gd: Innis do charaid mu dhèidhinn Hello
lt: Papasakokite draugui apie „Hello“
uz: Do‘stingizga "Hello" haqida aytib bering
vi: Chia sẻ với bạn bè về Hello

source: Need help? Get support here
af: Hulp nodig? Kry hier ondersteuning.
cy: Angen cymorth? Mae cymorth i'w gael gan
es_mx: ¿Necesitas ayuda? Consigue soporte aquí
ga_ie: Cúnamh uait? Ar fáil anseo
gd: Taic a dhìth? Gheibh thu an-seo e
lt: Reikia pagalbos? Ją rasite čia
uz: Yordam kerakmi? Yordamni bu yerdan oling
vi: Bạn cần hỗ trợ?

source: Learn all about Hello
af: Meer inligting oor Hello
cy: Dysgu'r cyfan am Hello
es_mx: Conoce todo acerca de Hello
ga_ie: Gach eolas ar Hello
gd: Fiosrachadh air Hello
lt: Sužinokite apie „Hello“ viską
uz: "Hello" haqida hammasini o‘rganing
vi: Tìm hiểu mọi thứ về Hello

source: The easiest way to connect for free over video
af: Die maklikste manier om gratis kontak te hou, met video
cy: Y ffordd hawsaf i gysylltu am ddim dros fideo
es_mx: La manera más fácil de conectar gratuitamente por video
ga_ie: An bealach is éasca físchomhrá a dhéanamh saor in aisce
gd: An dòigh as fhasa airson còmhradh video an-asgaidh a dhèanamh
lt: Paprasčiausias būdas nemokamai bendrauti vaizdu
uz: Bepul videoga ulanishning eng oson yo‘li
vi: Cách dễ dàng nhất để kết nối video miễn phí

source: Start right from Firefox and invite anyone, anywhere to have a conversation. All they have to do is click a link to join. There’s no account or sign-in required.
af: Begin direk uit Firefox en nooi enigeen, enige plek vir 'n gesprek. Hulle hoef bloot te klik om aan te sluit. Geen rekening of aanmelding is nodig nie.
cy: Cychwynnwch yn Firefox gan wahodd unrhyw un, yn unrhyw le i gael sgwrs. Y cyfan sydd angen iddyn nhw ei wneud yw clicio dolen i ymuno. Does dim angen cyfrif na mewngofnodi.
es_mx: Inicia desde Firefox e invita a cualquier persona, en cualquier lugar para tener una conversación. Todo lo que necesitan hacer es hacer clic en un enlace para unirse. No se requiere cuenta o inicio de sesión.
ga_ie: Tosaigh go díreach laistigh de Firefox, agus tabhair cuireadh d'aon duine, in aon áit, le comhrá a dhéanamh leo. Ní gá dóibh ach nasc a chliceáil - is féidir Hello a úsáid gan cuntas gan logáil isteach.
gd: Thoir cuireadh còmhraidh do dhuine sam bith, àite sam bith o bhroinn Firefox fhèin. Cha leig iad a leas ach briogadh air ceangal airson pàirt a ghabhail ann. Chan eil feum air cunntas no clàradh a-steach.
lt: Pradėkite pokalbį tiesiog „Firefox“ naršyklėje, ir pakvieskite jame dalyvauti norimą pašnekovą, kur jis bebūtų. Viskas, ką jis turės padaryti – tai spustelėti saitą. Jam nereikės kurti jokių paskyrų ar jomis prisijungti.
uz: Firefox’ning o‘ng tomonidan boshlang va suhbatlashish uchun xohlagan insoningizni qayerda bo‘lishidan qat’i nazar taklif qiling. Ularning barchasi qo‘shilish uchun faqatgina linkka bosishlari kerak. Hisob yoki ro‘yxatdan o‘tish talab qilinmaydi.
vi: Khởi tạo ngay trong Firefox và mời bất kỳ ai, bất kỳ nơi đâu tham gia trò chuyện. Họ chỉ cần nhấn vào đường dẫn, không cần tài khoản gì hết.

source: You’ve started your first conversation. Wasn’t that easy?
cy: Rydych wedi cychwyn eich sgwrs gyntaf. Da iawn!
es_mx: Iniciaste tu primera conversación. ¿Fue fácil, no?
ga_ie: Thosaigh tú do chéad chomhrá. An-éasca, nach raibh?
gd: Seo do chiad chòmhradh, gasta. Nach robh sin furasta?
lt: Jūs pradėjote savo pirmąjį pokalbį. Argi tai nebuvo paprasta?
uz: Siz birinchi suhbatingizni boshladingiz. U oson bo‘lmadimi?
vi: Bạn đã tạo cuộc trò chuyện đầu tiên. Thật là dễ dàng phải không?
