Repository: translate/mozilla-lang
Catalog: */firefox/hello.lang.po
Languages: af, cy, es_mx, ga_ie, gd, lt, uz, vi

source: Firefox Hello — Free, easy video conversations
af: Firefox Hello — Gratis, maklike videogesprekke
cy: Firefox Hello — Sgyrsiau fideo rhad a hawdd
es_mx: Firefox Hello — conversaciones de video gratuitas y fáciles
ga_ie: Firefox Hello — Físchomhrá éasca agus saor in aisce
gd: Firefox Hello — Còmhradh video saor is simplidh
lt: „Firefox Hello“ – Paprasti ir nemokami vaizdo pokalbiai
uz: Firefox Hello — bepul va oson videosuhbatlar
vi: Firefox Hello — Trò chuyện video miễn phí và dễ sử dụng

source: Learn all about Firefox Hello and see for yourself how easy it is to have a free video conversation with anyone, anywhere, right from your browser
af: Leer meer oor Firefox Hello en sien self hoe maklik dit is om 'n gratis videogesprek te hê met enigeen, enige plek, sommer in die blaaier.
cy: Dysgu rhagor am Firefox Hello a gweld mor hawdd yw hi i gael sgwrs fideo gydag unrhyw un, yn unrhyw le, yn syth o'ch porwr
es_mx: Aprende todo sobre Firefox Hello para ver por ti mismo que tan fácil es tener una conversación de video gratuita con cualquier persona y en donde sea precisamente desde tu navegador
ga_ie: Faigh an t-eolas ar fad faoi Firefox Hello, agus feicfidh tú cé chomh héasca atá sé físchomhrá saor in aisce a dhéanamh le haon duine, in aon áit, go díreach i do bhrabhsálaí
gd: Fàs eòlach air Firefox Hello 's chì thu fhèin dè cho furasta 's a tha e còmhradh video a dhèanamh ann o bhroinn do bhrabhsair fhèin
lt: Sužinokite viską apie „Firefox Hello“ ir patys pamatykite, kaip paprasta nemokamai bendrauti vaizdu su kuo tik norite, kur norite – tiesiai jūsų naršyklėje
uz: Firefox Hello haqida barchasini o‘rganing va har qanday kishi bilan xohlagan yeringizda, to‘g‘ridan to‘g‘ri brauzeringiz yordamida bepul video suhbat o‘tkazishning o‘zingiz uchun qanday oson ekanligini ko‘ring
vi: Tìm hiểu về Firefox Hello và tự kiểm nghiệm xem trò chuyện video miễn phí với bất kỳ ai, bất kỳ nơi đâu, ngay trong trình duyệt web dễ đến mức nào

source: As easy as saying hello
af: So maklik soos om “hallo” te sê
cy: Mae'n hawdd dweud helo
es_mx: Tan sencillo cómo decir Hola
ga_ie: Chomh simplí le 'haló' a rá
gd: Cho simplidh ri 's a ghabhas
lt: Paprasta kaip ištarti „labas“
uz: Salom deyish kabi oson
vi: Đơn giản như cất lời chào

source: Meet Firefox Hello, the easiest way to connect for free over video with anyone, anywhere.
af: Ontmoet Firefox Hello, die maklikste manier om gratis met video te gesels met enigeen, enige plek.
cy: Dyma Firefox Hello, y ffordd hawsaf i gysylltu am ddim dros fideo gydag unrhyw un, yn unrhyw le.
es_mx: Conoce Firefox Hello, la manera más fácil de conectarte gratuitamente por video con cualquier persona en cualquier lugar.
ga_ie: Seo duit Firefox Hello, an bealach is éasca físchomhrá saor in aisce a dhéanamh le haon duine, in aon áit.
gd: Seo dhut Firefox Hello, an dòigh as fhasa airson còmhradh video a dhèanamh le duine sam bith, àite sam bith.
lt: Susipažinkite su „Firefox Hello“ – paprasčiausiu būdu nemokamai bendrauti vaizdu su kuo tik norite, kur norite.
uz: Firefox Hello’ni kutib oling. Xohlagan kishingiz bilan xohlagan yeringizda bepul video uchun ulanishning eng oson yo‘li
vi: Giới thiệu Firefox Hello, cách dễ dàng nhất để kết nối qua video miễn phí với bất kỳ ai, bất kỳ nơi đâu

source: Try Firefox Hello
af: Probeer Firefox Hello
cy: Defnyddiwch Firefox Hello
es_mx: Prueba Firefox Hello
ga_ie: Bain triail as Firefox Hello
gd: Feuch Firefox Hello
lt: Išbandykite „Firefox Hello“
uz: "Firefox Hello"ni sinab ko‘rish
vi: Hãy dùng thử Firefox Hello xem

source: You need a different version of Firefox to use Hello.
af: 'n Ander weergawe van Firefox is nodig om Hello te gebruik.
cy: Mae angen fersiwn arall o Firefox arnoch i ddefnyddio Hello.
es_mx: Necesitas una versión diferente de Firefox para usar Hello.
ga_ie: Caithfidh tú leagan eile de Firefox a shuiteáil chun Hello a úsáid.
uz: Hello xizmatidan foydalanish uchun Firefox brauzerining boshqa versiyasidan foydalanishingiz kerak.

source: Try it now
af: Probeer dit nou
cy: Rhowch gynnig arno
es_mx: Pruébalo ahora
ga_ie: Bain triail as anois
gd: Feuch e an-dràsta
lt: Išbandyti dabar
uz: Uni hozir sinab ko‘ring
vi: Thử ngay bây giờ

source: All you need is Firefox
af: Slegs Firefox is nodig
cy: Dim ond Firefox sydd ei angen
es_mx: Firefox es todo lo que necesitas
ga_ie: Níl ag teastáil ach Firefox
gd: Tha gach rud air a bheil feum am broinn Firefox fhèin
lt: Viskas, ko reikia – tai „Firefox“ naršyklė
uz: Hammasi bo‘lib sizga faqat Firefox kerak.
vi: Bạn chỉ cần có Firefox

source: If you have the latest version of Firefox, you already have Hello.
af: Met die jongste weergawe van Firefox het mens reeds Hello.
cy: Os yw'r fersiwn diweddaraf o Firefox gennych, yna mae Hello gennych eisoes.
es_mx: Si tienes la última versión de Firefox, ya tienes Hello.
ga_ie: Má tá an leagan is nuaí de Firefox agat, tá Hello agat cheana féin.
gd: Ma tha an tionndadh as ùire de Firefox agad, tha Hello agad mu thràth.
lt: Jeigu turite paskiausią „Firefox“ laidą, tai jau turite ir „Hello“.
uz: Agar sizda Firefox’ning eng so‘nggi versiyasi bo‘lsa, sizda allaqachon Hello bor.
vi: Nếu bạn đang sử dụng bản Firefox mới nhất thì bạn đã có sẵn Hello rồi.

source: There’s no account or sign-in required and nothing extra to download.
af: Niks ekstra hoef afgelaai te word nie en geen rekening of aanmelding is nodig nie.
cy: Does dim angen cyfrif na mewngofnodi a does dim byd ychwanegol i'w lwytho i lawr.
es_mx: No requiere una cuenta de usuario y no hay nada extra que descargar.
ga_ie: Níl cuntas nó logáil isteach ag teastáil, agus níl íosluchtú breise le déanamh.
gd: Chan eil feum air cunntas no clàradh 's cha leig thu leas dad a luchdadh a-nuas.
lt: Jums nereikia niekur kurti paskyros, ja jungtis ar ko nors papildomai siųstis.
uz: Hisob yoki ro‘yxatdan o‘tish talab qilinmaydi va hech qanday qo‘shimcha narsa yuklab olishingiz kerak emas.
vi: Không cần tài khoản và cũng không phải tải thêm gì hết.

source: Just send a conversation link to a friend and ask them to click it.
af: Stuur bloot 'n gesprekskakel na 'n vriend en vra dat hulle daarop klik.
cy: Dim ond anfon dolen sgwrs at ffrind a gofyn iddyn nhw glicio arno.
es_mx: Sólo envía un enlace de la conversación a un amigo y dile que haga clic en él.
ga_ie: Seol nasc le comhrá chuig duine de do chairde, agus iarr air/uirthi é a chliceáil.
lt: Tiesiog nusiųskite pokalbio saitą bičiuliui ir paprašykite jį spustelėti.
uz: Do‘stingizga suhbat havolasini jo‘nating va uni ochishini so‘rang.
vi: Chỉ cần gửi đường link cho một người bạn và bảo họ nhấn vào nó.

source: See which browsers are compatible with Firefox Hello
af: Sien watter blaaiers is versoenbaar met Firefox Hello
cy: Gweld pa borwyr sy'n gydnaws â Firefox Hello
es_mx: Averigua cuáles son los navegadores compatibles con Firefox Hello
ga_ie: Brabhsálaithe atá comhoiriúnach le Firefox Hello
lt: Sužinokite, kuriose naršyklėse „Firefox Hello“ veikia
uz: Firefox Hello blan qaysi brauzer mos kelishini ko‘ring
vi: Những trình duyệt web nào tương thích với Firefox Hello?

source: Just start a conversation, send your friend a link and ask them to click it.
af: Begin bloot 'n gesprek, stuur 'n skakel na 'n vriend en vra dat hy daarop klik.
cy: Dim ond cychwyn sgwrs, anfon dolen at ffrind a gofyn iddyn nhw glicio arno.
es_mx: Comienza una conversación, mándale un enlace a tu amigo y pídele que haga clic en él.
ga_ie: Tosaigh comhrá, seol nasc chuig do chara, agus iarr air/uirthi é a chliceáil.
gd: Tòisich air còmhradh, cuir ceangal dha do charaidean is iarr orra briogadh air.
lt: Tiesiog pradėkite pokalbį, jo saitą nusiųskite bičiuliui ir paprašykite jį spustelėti.
uz: Suhbatni boshlash uchun do‘stingizga link jo‘nating va undan uning ustiga bosishini so‘rang.
vi: Bạn chỉ cần tạo cuộc trò chuyện, gửi đường dẫn cho bạn bè và bảo họ nhấn vào.

source: Simple.
af: Maklik.
cy: Hawdd.
es_mx: Sencillo.
ga_ie: Furasta.
gd: Simplidh.
lt: Paprasta.
uz: Oddiy.
vi: Thật đơn giản.

source: Share and share alike
cy: Rhannu'n gyfartal
es_mx: Compartir y compartir en partes iguales
ga_ie: Do chuid agus do chomhroinn
lt: Dalinkitės įspūdžiais ir ne tik
uz: Teng huquqlar bo‘yicha
vi: Cho đi và nhận lại

source: Want to show off some new baby pictures?
af: Lus om met 'n paar babafoto's te spog?
cy: Hoffech chi ddangos lluniau'r babi newydd?
es_mx: ¿Quieres mostrar algunas de las nuevas fotos del bebé?
ga_ie: Ar mhaith leat grianghrafanna de do chlann a chomhroinnt?
lt: Norite pasigirti savo kūdikio nuotraukomis?
uz: Bir nechta yangi chaqaloq rasmlarini ko‘rishni xohlaysizmi?
vi: Muốn chia sẻ những tấm hình mới nhất của bé nhà bạn?

source: Share travel options over the Web?
af: Deel vakansiemoontlihede oor die Web?
cy: Rhannu dewisiadau teithio dros y we?
es_mx: ¿Compartir opciones de viaje a través de la Web?
ga_ie: Roghanna taistil a chomhroinnt ar an nGréasán?
lt: Parodyti galimus kelionės maršrutus?
uz: Sayohat tanlovlarinni internet bo‘ylab bo‘lishasizmi?
vi: Muốn rủ bạn bè đi chơi?

source: Check in on a project from half a world away?
cy: Cysylltu â phroject ym mhen draw'r byd?
es_mx: ¿Registrarse en un proyecto al otro lado del mundo?
ga_ie: Páirt a ghlacadh i dtionscadal in imigéin?
lt: Patikrinti projekto eigą, būdami kitame pasaulio gale?
vi: Báo cáo về cho sếp khi bạn ở cách xa nửa vòng Trái Đất?

source: Screen sharing on Firefox Hello makes it all possible.
af: Firefox Hello se skermdeling maak dit alles moontlik.
cy: Mae rhannu'r sgrin gyda Firefox Hello'n gwneud y cyfan yn bosibl.
es_mx: Pantalla compartida en Firefox Hello hace que todo sea posible.
ga_ie: Tá chuile rud indéanta trí scáileán a chomhroinnt le Firefox Hello.
lt: „Firefox Hello“ turi dalijimosi ekranu funkciją, kurios dėka visa tai įmanoma.
uz: Endi ekranni bo‘lishishni Firefox Hello yordamida amalga oshirish mumkin.
vi: Tất cả đều có thể với tính năng chia sẻ màn hình của Firefox Hello

source: Try it out in your next conversation and share the things that matter most.
af: Probeer dit met die volgende gesprek en deel die dinge wat die meeste saak maak.
cy: Rhowch gynnig arno yn eich sgwrs nesaf a rhannu'r pethau pwysicaf.
es_mx: Pruébalo en tu próxima conversación y comparte los elementos más importantes.
ga_ie: Bain triail as sa chéad chomhrá eile s'agat agus comhroinn na rudaí is tábhachtaí.
lt: Išbandykite ją, kitą kartą kalbėdamiesi – pasidalinkite tuo, kas svarbiausia.
vi: Hãy thử dùng xem và chia sẻ những điều bạn quan tâm nhất.

source: Invite anyone, anywhere
af: Nooi enigiemand, enige plek
cy: Gwahodd unrhyw un, yn unrhyw le
es_mx: Invita a cualquier persona, en cualquier lugar
ga_ie: Tabhair cuireadh d'aon duine, in aon áit
gd: Thoir cuireadh do dhuine sam bith, àite sam bith
lt: Pakvieskite bet ką, bet kur
uz: Har qanday yerdagi xohlagan kishingizni taklif qiling
vi: Mời bất kỳ ai, bất kỳ nơi đâu tham gia

source: Hello is super easy to use and your friends and family don’t even need Firefox to join your conversation.
af: Hello is maklik om te gebruik vriende en familie het nie eens Firefox nodig om by 'n gesprek aan te sluit nie
cy: Mae Hello'n hawdd iawn ei ddefnyddio a does dim angen Firefox ar eich ffrindiau a'ch teulu i ymuno â'ch sgwrs.
es_mx: Hello es super fácil de usar y tus amigos y familia no necesitan tener Firefox para participar en tu conversación.
ga_ie: Tá sé fíorshimplí Hello a úsáid, agus ní theastaíonn Firefox ó do chairde nó do theaghlach chun páirt a ghlacadh sa chomhrá.
gd: Tha Hello air leth furasta ri chleachdadh agus obraichidh e fiù mur eil Firefox air do charaidean 's do theaghlach.
lt: „Hello“ ypač paprasta naudotis, o norint prisijungti prie pokalbio, jūsų draugams ir šeimos nariams net nebūtina naudotis „Firefox“.
uz: Hello foydalanish uchun o‘ta oson va do‘stlaringiz hamda oila a’zolaringiz suhbatingizni qo‘shilishi uchun Firefox kerak emas.
vi: Hello rất dễ sử dụng, thậm chí bạn bè và gia đình của bạn còn không cần cài Firefox để tham gia cuộc trò chuyện nữa.

source: As long as they have a compatible browser, they’re good to go.
af: Enige versoenbare blaaier is voldoende.
cy: Cyn belled â bod ganddyn nhw borwr sy'n cydweddu, maen nhw'n barod i gychwyn.
es_mx: Con tal de que tengan un navegador compatible, todo irá bien.
ga_ie: Fad is atá brabhsálaí comhoiriúnach acu, sin agat é.
gd: Fhad 's a tha brabhsair co-chòrdail aca, sin agad e.
lt: Dalyvauti pokalbyje tiks bet kuri suderinama naršyklė.
uz: Agar ularda mos keluvchi brauzer bor bo‘lsa, bemalol suhbatlashish mumkin.
vi: Miễn là họ sử dụng một trình duyệt web tương thích là được rồi.

source: Learn more about compatible browsers
af: Meer inligting oor versoenbare blaaiers
cy: Dysgu rhagor am borwyr sy'n cydweddu
es_mx: Saber más acerca de navegadores compatibles
ga_ie: Tuilleadh eolais faoi bhrabhsálaithe comhoiriúnacha
gd: Barrachd fiosrachaidh air dè na brabhsairean a tha co-chòrdail
lt: Daugiau informacijos apie suderinamas naršykles
uz: Mos brauzerlar haqida ko‘proq ma’lumot oling
vi: Tìm hiểu thêm về các trình duyệt tương thích.

source: Safe, secure, protected
af: Veilig en beskermd
cy: Diogelwch dibynadwy
es_mx: Seguro, fijo, protegido
ga_ie: Sábháilte, slán, cosanta
gd: Sàbhailte, tèarainte 's fo dhìon
lt: Jauskitės saugūs, nes esate saugūs
uz: Xavfsiz, ishonchli, himoyalangan
vi: An toàn, bảo mật

source: Because Hello is built right into Firefox, you can rest easy knowing that your conversations and information will remain private and secure.
af: Omdat Hello direk in Firefox ingebou is, kan elkeen gerus wees dat gesprekke en inligting privaat en veilig bly.
cy: Gan fod Hello wedi ei adeiladu o fewn Firefox gallwch fod yn hyderus fod eich sgyrsiau a'ch manylion yn parhau'n ddiogel a phreifat.
es_mx: Porque Hello se consolida en Firefox, puedes relajarte sabiendo que tus conversaciones e información permanecerán privadas y seguras.
ga_ie: Dá bharr go bhfuil Hello ionsuite go díreach laistigh de Firefox, is féidir leat a bheith cinnte go bhfanfaidh do chuid comhráithe agus faisnéis phearsanta príobháideach agus slán.
gd: A chionn 's gu bheil Hello am broinn Firefox fhèin, 's urrainn dhut a bhith cinnteach gum fan do chòmhraidhean 's am fiosrachadh agad prìobhaideach agus tèarainte.
lt: Kadangi „Hello“ yra „Firefox“ naršyklės dalis, galite būti ramūs – jūsų pokalbiai ir informacija nebus paviešinti ir išliks saugūs.
uz: Chunki Salom to‘g‘ridan to‘g‘ri Firefox ichiga qurilgan, sizning suhbatlaringiz va ma’lumotlaringiz maxfiy va xavfsiz bo‘lib qolishini bilib rohatlanasiz.
vi: Vì Hello được tích hợp ngay trong Firefox nên bạn có thể yên tâm là những cuộc trò chuyện của bạn sẽ mãi mãi được an toàn và bảo mật.

source: And thanks to WebRTC-grade encryption, you’ll enjoy an added level of security.
af: En danksy WebRTC-vlak-enkripsie, geniet mens 'n ekstra vlak van sekuriteit.
cy: Ond diolch i amgryptiad cynhenid WebRTC byddwch yn manteisio ar lefel ychwanegol o ddiogelwch.
es_mx: Y gracias al cifrado WebRTC tendrás un nivel de seguridad más elevado.
ga_ie: Agus slándáil níos fearr, a bhuíochas ar chriptiú de ghrád WebRTC.
lt: O „WebRTC“ šifravimo dėka galite džiaugtis papildomu saugumo lygiu.
vi: Nhờ tính năng mã hóa của WebRTC, bạn có thể an tâm về bảo mật.

source: Learn more about WebRTC encryption
af: Meer inligting oor WebRTC-enkripsie
cy: Dysgu rhagor am amgryptiad WebRTC
es_mx: Aprende más sobre el cifrado WebRTC
ga_ie: Tuilleadh eolais faoi chriptiú WebRTC
lt: Sužinokite daugiau apie „WebRTC“ šifravimą
vi: Tìm hiểu thêm về mã hóa WebRTC

source: That’s part of our mission, and it’s behind everything we do around here.
af: Dit is deel van ons missie, en agter alles wat ons hier doen.
cy: Mae hyn yn rhan o'n cenhadaeth ac yn sail i bopeth rydym yn ei wneud.
es_mx: Eso es parte de nuestra misión, y es la razón por la cual hacemos todo aquí.
ga_ie: Is é sin cuid den mhisean atá againn, agus tá sé taobh thiar gach rud a dhéanaimid sna bólaí seo.
gd: Sin ar misean agus tha e follaiseach anns gach rud a nì sinn.
lt: Tai – dalis mūsų misijos. Ji slypi viskame, kuo mes užsiimame.
uz: Bu bizning maqsadimizning bir qismi va hammasining orqasidagini biz bu yerda bajaramiz.
vi: Đó là một phần sứ mệnh của chúng tôi, là nền tảng của mọi hành động của chúng tôi.

source: Do more with a Firefox Account
af: Doen meer met 'n Firefox-rekening
cy: Gwneud mwy gyda Chyfrif Firefox
es_mx: Haz más con una cuenta de Firefox
ga_ie: Déan níos mó le cuntas Firefox
gd: Dèan barrachd le cunntas Firefox
lt: Su „Firefox“ paskyra galite dar daugiau
uz: Firefox hisobi bilan ko‘proq bajaring
vi: Làm được nhiều hơn với tài khoản Firefox

source: To start a conversation with someone directly, simply create a free Firefox Account or sign in if you have one already &mdash; it’s the same account you use with Sync.
af: Om 'n gesprek direk met iemand te begin, skep bloot 'n gratis Firefox-rekening of meld aan as u reeds een het &mdash; dis die selfde rekening wat mens met Sync gebruik.
cy: I gychwyn sgwrs uniongyrchol gyda rhywun, crëwch Gyfrif Firefox am ddim, neu fewngofnodi i'ch cyfrif os oes gennych un yn barod &mdash; yr un cyfrif fyddwch yn ei ddefnyddio ar gyfer Sync.
es_mx: Para comenzar una conversación con alguien específico, sencillamente crea una cuenta gratis de Firefox o inicia una sesión si ya la tienes &mdash; es la misma cuenta que usas con Sync.
ga_ie: Chun comhrá a thosú le duine éigin, ní gá duit ach cuntas Firefox a chruthú saor in aisce, nó logáil isteach má tá cuntas agat cheana &mdash; is é sin an cuntas céanna a úsáideann tú le Sync.
gd: Airson còmhradh a dhèanamh le cuideigin air dhòigh dhìreach, cruthaich cunntas Firefox saor no clàraich a-steach ma tha fear agad mu thràth &mdash; an aon fhear 's a chleachdas tu airson sioncronachadh mu thràth.
lt: Jeigu norite tiesiogiai pradėti su kažkuo pokalbį, tiesiog susikurkite nemokamą „Firefox“ paskyrą, arba prisijunkite jau turima (tai – ta pati paskyra, kuri naudojama jungiantis prie „Sync“).
uz: To‘g‘ridan-to‘g‘ri biror kishi bilan suhbatni boshlash uchun, shunchaki bepul Firefox hisobini yarating yoki sizda allaqachon mavjud bo‘lsa, kiring. U Sinx hisobingiz bilan bir xil.
vi: Để bắt đầu trò chuyện trực tiếp với một ai đó, bạn chỉ cần tạo tài khoản Firefox hoặc đăng nhập nếu bạn đã có &mdash; chính là tài khoản bạn dùng với tính năng đồng bộ Sync.

source: You can then add contacts to keep them close at hand.
af: Dan kan mens kontakte byvoeg om byderhand te hou.
cy: Yna gallwch ychwanegu cysylltiadau i'w cadw wrth law.
es_mx: Luego puedes agregar contactos para guardarlos en la mano.
ga_ie: Ansin is féidir lucht teagmhála a chur leis chun iad a choinneáil in aice láimhe.
gd: 'S urrainn dhut luchd-aithne a chur ris an uairsin airson 's gum faigh thu greim orra gu luath.
lt: Tuomet galėsite kaupti adresų knygelę, kuri visuomet bus čia pat, po ranka.
uz: Siz keyinroq kontaktlarni qo‘lingizga yaqin bo‘lishini saqlash uchun qo‘shishingiz mumkin.
vi: Sau đó bạn có thể thêm các liên lạc để dễ dàng kết nối hơn.

source: Get Firefox to get started
af: Kry Firefox om te begin
cy: Estynnwch Firefox i gychwyn arni
es_mx: Desgarga Firefox para iniciar
ga_ie: Faigh Firefox ar dtús
gd: Faigh Firefox an toiseach
lt: Sudominome? Parsisiųskite „Firefox“
uz: Boshlash uchun Firefox’ni yuklab oling
vi: Tải Firefox để bắt đầu sử dụng

source: Want to start using Hello?
af: Lus om Hello te begin gebruik?
cy: Eisiau cychwyn defnyddio Hello?
es_mx: ¿Quieres iniciar a usar Hello?
ga_ie: An bhfuil fonn ort Hello a úsáid?
gd: A bheil thu airson Hello a chleachdadh?
lt: Norite pradėti naudotis „Hello“?
uz: Hello’dan foydalanishni boshlashni xohlaysizmi?
vi: Bạn muốn sử dụng Hello?

source: All you need is Firefox &mdash; the open source browser that helps you stay in control of your online life while you stay connected with friends and family.
af: Slegs Firefox is nodig &mdash; die oopbron-blaaier wat mens help om in beheer te bly van mens se lewe aanlyn terwyl mens kontak hou met vriende en familie.
cy: Yr unig beth sydd ei angen yw Firefox &mdash; y porwr cod agored sy'n eich cynorthwyo i gadw eich bywyd ar-lein o dan reolaeth wrth i chi gysylltu â'ch ffrindiau a'ch teulu.
es_mx: Todo lo que necesitas es Firefox &mdash; el navegador de código abierto que te ayuda a mantener el control de tu vida en línea mientras te permite seguir conectado con amigos y familia.
ga_ie: Ní theastaíonn uait ach Firefox &mdash; an brabhsálaí foinse oscailte a cabhraíonn leat a bheith i gceannas ar do shaol ar líne agus i dteagmháil le cairde agus le do theaghlach.
gd: Chan eil feum ach air Firefox &mdash; am brabhsair leis a' chòd fhosgailte a bheir smachd dhutsa air na thachras air loidhne fhad 's a nì thu seanchas ri do charaidean 's do theaghlach.
lt: Viskas, ko reikia – tai „Firefox“, atviroji naršyklė, padėsianti ne tik susisiekti su savo draugais ir šeima, bet ir išlikti savo gyvenimo internete šeimininku.
uz: Hammasi bo‘lib sizga Firefox kerak. U do‘stlaringiz va oilangiz bilan aloqada qolganingizda onlayn hayotingizni boshqarishingizda yordam beruvchi ochiq manbali brauzerdir.
vi: Tất cả những gì bạn cần là Firefox &mdash; trình duyệt tự do nguồn mở giúp bạn kiểm soát tự do cá nhân và kết nối với bạn bè, gia đình.

source: Download Firefox to start your first conversation.
af: Laai Firefox en en begin die eerste gesprek.
cy: Llwythwch Firefox i lawr i gychwyn eich sgwrs cyntaf.
es_mx: Descarga Firefox para iniciar tu primera conversación.
ga_ie: Íosluchtaigh Firefox chun tús a chur le do chéad chomhrá.
gd: Luchdaich a-nuas Firefox is tòisich air a' chiad chòmhradh.
lt: Parsisiųskite „Firefox“ ir pradėkite pirmąjį pokalbį.
uz: Birinchi suhbatingizni boshlash uchun Firefox’ni yuklab oling.
vi: Tải Firefox để bắt đầu trò chuyện.

source: Get Firefox and start your first conversation
af: Kry Firefox en begin die eerste gesprek
cy: Estynnwch Firefox a chychwyn eich sgwrs gyntaf
es_mx: Descarga Firefox e inicia tu primera conversación
ga_ie: Faigh Firefox agus cuir tús le do chéad chomhrá.
gd: Faigh Firefox is tòisich air a' chiad chòmhradh
lt: Parsisiųskite „Firefox“ ir pradėkite pirmąjį pokalbį
uz: Firefox’ni yuklab oling va birinchi suhbatingizni boshlang
vi: Tải Firefox để bắt đầu trò chuyện

source: Update your Firefox to start using Hello
af: Werk Firefox by om te begin om Hello te gebruik
cy: Diweddarwch eich Firefox i gychwyn defnyddio Hello
es_mx: Actualiza tu Firefox para iniciar a usar Hello
ga_ie: Nuashonraigh Firefox chun Hello a úsáid
gd: Ùraich am Firefox agad airson Hello a chleachdadh
lt: Atnaujinkite „Firefox“, kad galėtumėte naudotis „Hello“
uz: Hello’dan foydalanishni boshlash uchun Firefox’ni yangilang
vi: Cập nhật Firefox để sử dụng Hello

source: Start your first conversation today
af: Begin die eerste gesprek vandag
cy: Cychwynnwch eich sgwrs gyntaf heddiw
es_mx: Inicia tu primera conversación hoy
ga_ie: Cuir tús le do chéad chomhrá inniu.
gd: Dèan còmhradh an-diugh
lt: Pradėkite savo pirmąjį pokalbį šiandien
uz: Birinchi suhbatingizni bugun boshlang
vi: Bắt đầu trò chuyện ngay hôm nay
