Repository: translate/mozilla-lang
Catalog: */firefox/independent.lang.po
Languages: br

source: Firefox Web Browser
br: Merdeer Web Firefox

source: For 10 years, Firefox has stayed non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
br: E-pad 10 vloaz eo chomet Firefox un aozadaur hep pal kenwerzhel. Dibab Firefox a zo ouzhpenn dibab ur merdeer. Ur vouezh evit ar frankiz hiniennel an hini eo.

source: Choose Firefox and stay in control of your online life
br: Dibabit Firefox ha dalc'hit reoliñ ho puhez enlinenn

source: Stay in control of your online life
br: Dalc'hit reoliadur ho puhez enlinenn

source: See what’s new in Firefox
br: Gwelet petra 'zo nevez e Firefox

source: PC Magazine Editor’s Choice
br: Dibab Embanner PC Magazine

source: Four stars
br: Peder steredenn

source: Four and a half stars
br: Peder steredenn hanter

source: Five stars
br: Pemp steredenn

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
br: <span id="trust-line1">Embregerezh internet lakaet</span> <span id="trust-line2">enni ar muiañ a fiziañs</span> <span id="trust-line3">evit pezh a sell ouzh ar vuhez prevez</span>

source: Spread the word. Share our story. <a href="%(link)s">Find out how</a>
br: Komzit tro-dro deoc'h. Rannit hor istor. <a href="%(link)s">Deskit penaos</a>
