Repository: translate/mozilla-lang
Catalog: */firefox/ios.lang.po
Languages: af, nn_no, vi

source: Mobile Web browser for your iPhone, iPad and iPod touch
af: Selfoon-blaaier vir iPhone, iPad, en iPod touch
nn_no: Mobil nettlesar for din iPhone, iPad og iPod touch

source: Firefox for iOS
af: Firefox vir iOS
vi: Firefox cho iOS

source: Add Firefox to your iPhone, iPad and iPod touch.
af: Installeer Firefox op 'n iPhone, iPad en iPod touch.
nn_no: Legg til Firefox på iPhone, iPad og iPod Touch.

source: Preview release
af: Voorskouweergawe
nn_no: Førehandsutgåve

source: Get it now
af: Kry dit nou
nn_no: Last ned no
vi: Tải ngay

source: Sign up below for updates and to be notified when it launches.
af: Skryf hier onder in vir die jongste nuus en om te hoor as dit vrygestel word.
nn_no: Registrer deg nedanfor for oppdateringar og for å få vita når han vert sleppt.

source: * You’ll only receive updates and announcements about the iOS version of Firefox.
af: * Slegs nuus en aankondigings oor die iOS-weergawe van Firefox sal gestuur word.
nn_no: *Du vil berre få oppdateringar og kunngjeringar om iOS-versjonen av Firefox.

source: Thanks for your interest in Firefox for iOS.
af: Dankie vir u belangstelling in Firefox vir iOS.
nn_no: Takk for at du er interessert i Firefox for iOS.

source: Don’t forget to check your inbox to confirm your request to get updates.
af: Onthou om u e-pos na te gaan om u inskrywing vir nuus te bevestig.
nn_no: Gløym ikkje å sjekke innboksen din for ei e-poststadfesting av førespurnaden din om oppgraderingar.

source: Sign in to your Firefox Account to access your browsing info on all your mobile devices.
af: Meld aan by u Firefox-rekening vir toegang tot u blaai-inligting op al u sellulêre toestelle.
nn_no: Logg inn på Firefox-kontoen din for å få tilgang til nettlesarinfoen din på alle dei mobile einingane dine.
vi: Đăng nhập vào tài khoản Firefox để truy cập dữ liệu duyệt web trên tất cả các thiết bị di động của bạn.

source: History
af: Geskiedenis
nn_no: Historikk
vi: Nhật ký duyệt web

source: Passwords
af: Wagwoorde
nn_no: Passord
vi: Mật khẩu

source: Open tabs
af: Oop oortjies
nn_no: Opne faner
vi: Các tab đang mở

source: Bookmarks
af: Boekmerke
nn_no: Bokmerke

source: Reading List
af: Leeslys
nn_no: Leseliste

source: Get started with Sync
af: Begin om Sync te gebruik
nn_no: Kom i gang med Sync
vi: Tìm hiểu cách dùng Sync

source: Already have an account?
af: Het u reeds 'n rekening?
nn_no: Har du allereie ein konto?
vi: Bạn đã có tài khoản rồi?

source: Sign in
af: Meld aan
nn_no: Logg inn
vi: Đăng nhập

source: You’re already signed in!
af: U het reeds aangemeld!
nn_no: Du er allereie innlogga!
vi: Bạn đã đăng nhập rồi!

source: Learn more about Sync
af: Meer inligting oor Sync
nn_no: Les meir om Sync
vi: Tìm hiểu thêm về Sync

source: Send Firefox to your iOS device
af: Stuur Firefox na 'n iOS-toestel
nn_no: Send Firefox til iOS-eininga di

source: Sync your Firefox browsing history on iOS
af: Sinkroniseer u Firefox-blaaigeskiedenis op iOS
nn_no: Synkroniser nettlesarhistorikken din i Firefox på iOS
vi: Đồng bộ nhật ký duyệt web Firefox trên iOS

source: First tap the <b>tab</b> button. Then tap the %(gear_icon)s icon to start using Sync.
af: Raak eers die <b>oortjieknop</b>. Raak dan die %(gear_icon)s-ikoon om Sync te begin gebruik.
nn_no: Trykk fyrst på <b>fane</b>-knappen og deretter på ikonet %(gear_icon)s for å byrja å bruka Sync.
vi: Chạm vào nút <b>tab</b>. Sau đó chạm vào biểu tượng %(gear_icon)s để bắt đầu sử dụng Sync.

source: Not now
af: Nie nou nie
nn_no: Ikkje no
vi: Không phải lúc này

source: Learn more in the App Store
af: Meer inligting in die App Store
nn_no: Les meir i App Store
vi: Tìm hiểu thêm trên App Store

source: Keep your private info private
af: Hou private inligting privaat
nn_no: Hald den private informasjonen din privat

source: We believe your personal information belongs to you.
af: Ons glo u persoonlike inligting behoort slegs aan u.
nn_no: Vi meiner at din private informasjon tilhøyrer deg.

source: Firefox for iOS is filled with features to help keep it that way.
af: Firefox vir iOS is tjok-en-blok met die funksionaliteit om dit so te hou.
nn_no: Firefox for iOS er full av funksjonar for at det skal vera slik.

source: Private Browsing
af: Private blaaiery
nn_no: Privat nettlesing

source: When activated, Firefox for iOS won’t accept cookies, remember passwords or record any sites that you’ve visited.
af: Wanneer dit geaktiveer is sal Firefox vir iOS nie koekies aanvaar, wagwoorde onthou of enige werwe onthou wat besoek word nie.
nn_no: Når det er slått på, vil Firefox for iOS ikkje godta infokapslar, hugsa passords eller registrera sider du har besøkt.

source: Learn more about Private Browsing
af: Meer inligting oor private blaaiery
nn_no: Les meir om Privat nettlesing

source: Clear history
af: Maak geskiedenis skoon
nn_no: Tøm historikk

source: Delete your browsing history, passwords and more in a single tap.
af: Skrap u blaaigeskiedenis, wagwoord en nog wat deur een keer te raak.
nn_no: Slett nettlesarhistorikk og passord, med meir, med eit enkelt trykk.

source: Choose the private data you want to remove whenever you need to do so.
af: Kies watter private data om te skrap wanneer en soos dit nodig is.
nn_no: Vel kva for private data du ynskjer å fjerna når som helst når du treng det.

source: Learn how to clear your history
af: Sien hoe om die geskiedenis skoon te maak
nn_no: Les om korleis du slettar historikken din
