Repository: translate/mozilla-lang
Catalog: */firefox/new.lang.po
Languages: af, es_mx, fi, lt, ta

source: Firefox for desktop
af: Firefox vir rekenaars
es_mx: Firefox para escritorio
fi: Firefox pöytäkoneelle
lt: „Firefox“ kompiuteriams
ta: மேல்திரைக்கான பயர்பாக்ஸ்

source: Take Control.<br> Choose Firefox.
af: Neem beheer.<br> Kies Firefox.
lt: Perimkite valdymą.<br> Rinkitės „Firefox“.

source: Choose Independent.
af: Kies onafhanklikheid.
es_mx: Elige ser independiente
lt: Rinkitės nepriklausomą.
ta: தனித்தவையைத் தேர்ந்தெடு

source: Choose Firefox.
af: Kies Firefox.
es_mx: Elige Firefox
lt: Rinkitės „Firefox“.
ta: பயர்பாக்ஸைத் தேர்ந்தெடு.

source: Different by design
af: Verfrissend anders
es_mx: De todos. Para todos
fi: Perustavasti erilainen
lt: Kitokia iš pagrindų
ta: வடிவமைப்பால் வேறுபட்டது

source: Proudly<br />non-profit
af: Beter motiewe as wins
es_mx: Orgullosamente <br />sin fines de lucro
fi: Ylpeästi <br />voittoa tavoittelematon
lt: Didžiuojamės, <br />nesiekdami pelno
ta: பெருமையுடன் <br />லாப நோக்கற்றது

source: Innovating<br />for you
af: Innovering tot <br />u voordeel
es_mx: ¡Inovando <br />para ti!
fi: Innovointia <br />sinun vuoksesi
lt: Naujovės <br />jūsų vardu
ta: புத்தமைப்பு <br />உங்களுக்காக

source: Fast, flexible,<br />secure
af: Vinniger, veiliger, meer aanpasbaar
es_mx: Rápido, flexible, <br />seguro
fi: Nopea, joustava, <br />turvallinen
lt: Sparti, lanksti, <br />saugi
ta: வேகமானது, இணக்கமானது, <br />பாதுகாப்பானது

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
af: As organisasie sonder winsmotief mag ons namens u innoveer sonder enige druk tot kompromieë. Die verskil is verfrissend anders.
es_mx: Como una organización sin fines de lucro, somos libres de innovar en tu nombre sin presión o compromiso alguno. Amarás la diferencia.
fi: Voittoa tavoittelemattomana yhteisönä voimme innovoida sinun etusi mukaisesti ilman kompromisseja. Tulet ihastumaan eroon.
lt: Būdami ne pelno organizacija, mes esame laisvi kurti naujoves jūsų vardu ir nedarydami jokių išlygų. Šis skirtumas jums tikrai patiks.
ta: லாப நோக்கற்றதாய், நாங்கள் உங்கள் சார்பாய் புத்தமைகளை சமரசமில்லாமல் வெளியிடவும். நீங்கள் வித்தியாசத்தை விரும்புவீர்கள்.

source: Firefox screenshot
af: Firefox-skermskoot
es_mx: Firefox pantalla
fi: Ruutukaappaus Firefoxista
lt: „Firefox“ ekrano nuotrauka
ta: பயர்பாக்ஸ் திரைப்பிடிப்பு

source: Get Firefox everywhere
af: Kry Firefox oral
es_mx: Obtén Firefox en todas partes
lt: Naudokitės „Firefox“ visur

source: While it installs, add it to your Android and iOS devices.
af: Terwyl dit installeer, installeer dit op 'n Android- of iOS-toestel.
es_mx: Mientras se instala, agrégalo también a tus dispositivos Android e iOS.
lt: Kol diegiama į kompiuterį, parsisiųskite ją ir į savo „Android“ bei „iOS“ įrenginius.

source: Thanks for downloading Firefox!
af: Dankie dat u Firefox aflaai!
es_mx: ¡Gracias por descargar Firefox!
fi: Kiitos, kun latasit Firefoxin!
lt: Ačiū, kad siunčiatės „Firefox“!
ta: பயர்பாக்ஸ்சை பதிவிறக்கம் செய்தமைக்கு நன்றி!

source: Start the process by clicking Run.
af: Begin die proses deur op Run te klik.
es_mx: Inicia el proceso haciendo clic en Ejecutar
fi: Käynnistä prosessi painamalla Suorita.
lt: Pradėkite procesą, spustelėdami „Vykdyti“.
ta: இயக்கியை சொடுக்குவதன் மூலம் செயலைத் தொடங்கலாம்.

source: Your download should begin automatically. If not, <a id="%s" href="">click here</a>. It could take a few minutes, but it’s worth the wait.
af: Dit behoort outomaties te begin aflaai. Indien nie, <a id="%s" href="">klik hier</a>. Dit neem dalk ’n paar minute, maar dis die moeite werd.
es_mx: Tu descarga debe iniciar automáticamente. Si no, <a id="%s" href="">da clic aquí</a>. Podría tardar unos minutos, pero vale la pena la espera.
fi: Latauksen tulisi alkaa itsestään. Jos se ei ala, <a id="%s" href="">napsauta tätä</a>. Lataaminen voi viedä pari minuuttia, mutta se on odotuksen arvoista.
lt: Failo siuntimas turėtų prasidėti automatiškai, bet jeigu neprasidės, <a id="%s" href="">spauskite čia</a>. Parsiuntimas gali užtrukti kelias minutes, bet palaukti tikrai verta.
ta: தாங்களின் பதிவிறக்கம் தானாகவே தொடங்கனும். அப்படி இல்லையெனில் <a id="%s" href="">இங்கே சொடுக்கு</a>. இதற்க்கு சில நிமிடங்கள் ஆகும், இதற்க்கான பொருமை மதிப்பிற்க்குறியது.

source: When prompted, drag the Firefox icon into the image of your Applications folder.
af: Wanneer u gevra word, sleep die Firefox-ikoon na die prentjie van die Applications-gids.
es_mx: Cuando se te indique, arrastra el icono de Firefox en la imagen de la carpeta de Aplicaciones.
fi: Raahaa Firefox-kuvake Sovellukset-kansion kuvaan, kun niin pyydetään tekemään.
lt: Kai bus pasiūlyta, nutempkite „Firefox“ piktogramą ant programų aplanko vaizdo.
ta: நினைப்பூட்டியவுடன், பயர்பாக்ஸ் சின்னத்தை உங்கள் பயன்பாடு கோப்புறைக்கு இழுத்து செல்லுங்கள்.

source: Click Run to launch the Mozilla Firefox setup wizard. Then, just follow the steps (we've made the process as painless as possible).
af: Klik Run om te begin met die Firefox-installasieprogram. Volg dan bloot die stappe (dit is so maklik as moontlik gemaak).
es_mx: Da clic para ejecutar el asistente de configuración de Mozilla Firefox. Luego, solo sigue los sencillos pasos (hicimos el proceso lo menos complicado posible).
fi: Käynnistä Mozilla Firefoxin asennusohjelma napsauttamalla Suorita. Käy sen jälkeen läpi kaikki vaiheet (olemme tehneet prosessista niin mutkattoman kuin mahdollista).
lt: Spustelėkite „Vykdyti“, kad būtų paleista „Mozilla Firefox“ įdiegimo programa. Tuomet tiesiog vadovaukitės programos nurodymais (šie tikrai nebus sudėtingi).
ta: மொசில்லா பயர்பாக்ஸ் அமைப்பு வழிகாட்டியை தொடங்க Runஐ சொடுக்குங்கள். தொடர்ந்து படிமுறைகளைப் பின்பற்றுங்கள் ( நாங்கள் படிநிலைகளை மிகவும் எளிய முறையில் வைத்துள்ளோம்)

source: Drag the Firefox icon from the Applications folder into the dock. Then, just click on Firefox whenever you want to use the web!
af: Sleep die Firefox-ikoon vanaf die Applications-gids na die dock. Klik dan bloot op Firefox wanneer u die web wil gebruik!
es_mx: Arrastra el icono de Firefox desde la carpeta de aplicaciones en la base. ¡A continuación, haz clic en Firefox cada vez que desees usar la Web!
fi: Raahaa Firefox-kuvake Sovellukset-kansiosta telakkaan. Sitten sinun tarvitsee vain napsauttaa Firefoxia, kun haluat käyttää nettiä!
lt: Nutempkite „Firefox“ piktogramą iš programų aplanko į doką. Tuomet tiesiog spustelėkite nutemptąją piktogramą kaskart, kai norėsite naršyti!
ta: பயர்பாக்ஸின் சின்னத்தை பயன்பாட்டின் கோப்புறையிலிருந்து வைக்கும் இடத்திற்கு இழுத்து விடவும். பின்னர் எப்போது இணையத்திற்கு செல்ல பயர்பாக்ஸின் மீது சொடுக்கவும்!

source: Now you’re ready to leap boldly into a new era of Web surfing. Double-click on the Firefox icon whenever you want to go online.
af: Nou is dinge gereed vir 'n nuwe era van webgebruik. Klik dubbeld op die Firefox-ikoon wanneer u aanlyn wil gaan.
es_mx: Ahora estás listo para saltar audazmente hacia una nueva era de la navegación Web. Haciendo doble clic en el icono de Firefox cada ves que quieras estar en linea.
fi: Nyt olet valmis loikkaamaan mukaan uuteen netin surffauksen aikakauteen. Kaksoisnapsauta Firefox-kuvaketta, kun haluat käyttää nettiä.
lt: Dabar esate pasirengę didžiajam šuoliui į naują saityno naršymo erą. Dukart spustelėkite „Firefox“ piktogramą kaskart, kai norėsite naršyti.
ta: இப்போது நீங்கள் இணைய உலாவலில் ஒரு புதிய சகாப்தத்தை கொண்டு தைரியமாக செயல்பட தயாராக இருக்கிறீர்கள். எப்போது எல்லாம் இணையத்திற்கு செல்ல விரும்புகிறீர்களோ அப்போது பயர்பாக்ஸை படத்தை ெதாடர்ந்து இரு முறை சொடுக்கினால் போதும்.

source: Mozilla Firefox Web Browser
af: Web blaaier Mozilla Firefox
es_mx: Navegador web Mozilla Firefox
fi: Mozilla Firefox -nettiselain
lt: „Mozilla Firefox“ naršyklė
ta: Mozilla Firefox வலை உலாவி

source: Sorry, Firefox is currently unsupported by iOS devices.
af: Jammer. Firefox is nie tans beskikbaar vir iOS-toestelle nie.
es_mx: Disculpa, Firefox actualmente no es soportado para dispositivos iOS.
fi: Valitettavasti iOS-laitteet eivät tue Forefoxia tällä hetkellä.
lt: Deja, šiuo metu „Firefox“ naršyklė „iOS“ įrenginiams nėra leidžiama.
ta: மன்னிக்கவும், பயர்பாக்ஸ் தற்போது iOS கருவிகளால் ஆதரிக்கப்படுவதில்லை.

source: Congrats! You’re using the latest version of Firefox.
af: Geluk! U gebruik die jongste weergawe van Firefox.
es_mx: ¡Felicidades! Estás usando la última versión de Firefox.
fi: Onnittelut! Käytössäsi on Firefoxin viimeisin versio.
lt: Sveikiname! Jūs naudojatės paskiausia „Firefox“ naršyklės laida.
ta: வாழ்த்துக்கள்! நீங்கள் பயர்பாக்ஸின் புதிய பதிப்பை பயன்படுத்துகிறீர்கள்.

source: Looks like you’re using an older version of Firefox. Update on Google Play.
af: Dit lyk of u 'n ouer weergawe van Firefox gebruik. Werk dit by op Google Play.
es_mx: Parece que estás usando un versión antigua de Firefox. Actualizalo en Google Play.
fi: Näyttää siltä, että sinulla on vahna versio Firefoxista. Voit päivittää sen Google Play -sivustolla.
lt: Panašu, jog jūs naudojatės senesne „Firefox“ naršyklės laida. Atnaujinkite ją „Google Play“ krautuvėje.
ta: நீங்கள் பயர்பாக்ஸின் பழைய பதிப்பை பயன்படுத்துவது போன்று தெரிகிறது. கூகுள் ப்ளே மூலம் புதுப்பித்துக்கொள்ளவும்.

source: Looks like you’re using an older version of Firefox.
af: Dit lyk of u 'n ouer weergawe van Firefox gebruik.
es_mx: Parece que estás usando un versión antigua de Firefox.
fi: Näyttää siltä, että sinulla on vanha versio Firefoxista.
lt: Panašu, jog jūs naudojatės senesne „Firefox“ naršyklės laida.
ta: உங்களைப் பார்ப்பதற்கு பயர்பாக்ஸின் பழைய பதிப்பை பயன்படுத்துவது பொலே இருக்கிறது.

source: Update to stay fast and safe.
af: Werk dit by om vinnig en veilig te bly.
es_mx: Actualiza para continuar rápido y seguro.
fi: Päivitä, niin pysyt vauhdissa ja turvassa.
lt: Atnaujinkite, kad ji išliktų saugi ir sparti.
ta: புதுப்பிப்பதால் வேகமாகவும் பாதுகாப்பாகவும் இருக்க முடியும்.

source: Get it free on Google Play
af: Kry dit gratis op Google Play
es_mx: Obtenlo gratuitamente en Google Play
fi: Lataa ilmaiseksi Google Play -sivustolta
lt: Parsisiųskite iš „Google Play“
ta: Google Play வில் இதை இலவசமாகப் பெறுக

source: Learn more about Firefox for desktop
af: Meer inligting oor Firefox vir rekenaars
es_mx: Aprender más acerca de Firefox para escritorio
fi: Lue lisää Firefoxin pöytäversiosta
lt: Sužinokite daugiau apie stalinę „Firefox“
ta: மேசைக் கணினிக்கான பயர்பாக்ஸ் பற்றி மேலும் தெரிந்துகொள்ள

source: Looking for mobile?
af: Soek u selfoon-Firefox?
es_mx: ¿Buscas para dispositivos móviles?
fi: Etsitkö mobiiliversiota?
lt: Ieškote mobiliosios versijos?
ta: செல்பேசிக்காக பார்க்கிறதா?

source: Download a fresh copy
af: Laai 'n nuwe kopie af
es_mx: Descarga una nueva copia
fi: Lataa uusi kopio
lt: Parsisiųskite šviežią kopiją
ta: ஒரு புதிய நகலை பதிவிறக்கம் செய்யவும்

source: Learn more about Firefox for Mobile
af: Meer inligting oor Firefox vir selfone
es_mx: Aprende mas sobre Firefox para móviles
fi: Lue lisää Firefoxin mobiiliversiosta
lt: Sužinokite daugiau apie mobiliąją „Firefox“
ta: செல்பேசிக்கான பயர்பாக்ஸ் பற்றி மேலும் அறியவும்

source: Learn more about Firefox OS
af: Meer inligting oor Firefox OS
es_mx: Aprende más sobre Firefox OS
fi: Lue lisää Firefox OS:sta
lt: Sužinokite daugiau apie „Firefox OS“
ta: பயர்பாக்ஸ் இயங்குதளம் பற்றி மேலும் அறியவும்

source: Get Firefox on your Android device
af: Kry Firefox vir 'n Android-toestel
es_mx: Obtén Firefox para tu Android
fi: Hanki Firefox Android-laitteellesi
lt: Įdiekite „Firefox“ į savo „Android“ įrenginį
ta: ஆண்ட்ராய்டு கைப்பேசியில் பயர்பாக்ஸை பெறவும்

source: Add Firefox to your iPhone, iPad and iPod touch
af: Installeer Firefox op 'n iPhone, iPad en iPod touch
es_mx: Agrega Firefox a tu iPhone, iPad y iPod touch.
lt: Įdiekite „Firefox“ į savo „iPhone“, „iPad“ ar „iPod touch“.

source: Learn about Firefox OS
es_mx: Aprender todo sobre Firefox OS
fi: Lue lisää Firefox OS:sta
lt: Susipažinkite su „Firefox OS“
ta: பயர்பாக்ஸ் இயங்குதளம் பற்றி அறியவும்

source: Discover all the ways to take Firefox on the go
af: Ontdek al die maniere om Firefox altyd byderhand te hê
es_mx: Descubre todas las formas de llevar Firefox contigo
fi: Lue lisää eri tavoista ottaa Firefox mukaasi
lt: Atraskite visus būdus pasiimti „Firefox“ su savimi
ta: பயர்பாக்ஸ் பயணத்தை எடுக்க அனைத்து வழிகளையும் கண்டறி

source: Learn more about Firefox on iOS
af: Meer inligting oor Firefox op iOS
es_mx: Aprende más sobre Firefox en iOS
lt: Sužinokite daugiau apie „Firefox“ „iOS“ įrenginiams

source: Why don’t we offer an iOS version?
af: Hoekom is daar nie 'n iOS-weergawe nie?
es_mx: ¿Por qué no ofrecemos una versión para iOS?
fi: Miksi meiltä ei saa iOS-versiota?
lt: Kodėl mes nesiūlome „iOS“ versijos?
ta: நாம் ஏன் iOS பதிப்பை வழங்க கூடாது?

source: Download Firefox
af: Laai Firefox af
es_mx: Descargar Firefox
fi: Lataa Firefox
lt: Parsisiųskite „Firefox“
ta: பயர்பாக்ஸை பதிவிறக்கு

source: Free Web Browser
af: Gratis webblaaier
es_mx: Navegador gratuito
fi: Ilmainen verkkoselain
lt: Nemokama saityno naršyklė
ta: இலவசமான இணைய உலாவி

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
af: Laai Mozilla Firefox af, 'n gratis webblaaier. Firefox word gebou deur 'n wêreldwye organisasie sonder winsbejag om mense beheer te gee oor hul lewens aanlyn. Kry Firefox vandag!
es_mx: Descargar Mozilla Firefox, un navegador web gratuito. Firefox es creado por una organización global sin animo de lucro dedicada a poner a las personas un control en línea. ¡Obtén Firefox ahora!
fi: Lataa Mozilla Firefox, ilmainen verkkoselain. Firefoxin on luonut maailmanlaajuinen voittoa tavoittelematon yhteisö, joka antaa ihmisten hallita verkkoelämäänsä. Hanki Firefox tänään!
lt: Parsisiųskite „Mozilla Firefox“ – laisvąją naršyklę, kurią kuria pasaulinė ne pelno organizacija, siekianti kiekvienam suteikti svertus internete.
ta: இலவசமான இணைய உலாவி, மொசில்லா பயர்பாக்ஸை பதிவிறக்கு. பயர்பாக்ஸ் ஒரு சர்வதேச இலாப நோக்கமற்ற நிறுவனத்தால் உருவாக்கப்பட்டு தனிநபர் கட்டுப்பாடுகளை இணையத்தில் வைத்திருக்கிறது. இன்றே பயர்பாக்ஸை பதிவிறக்கவும்!

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control &amp; shaping the future of the web for the public good.
af: Mozilla Firefox is ’n gratis webblaaier en word gebou deur 'n wêreldwye organisasie sonder winsmotief. Ons plaas individue in beheer en rig die toekoms van die web vir publieke voordeel.
es_mx: Mozilla Firefox, un navegador web gratuito, es creado por una organización global sin fines de lucro dedicada a dar el control a las personas y formar el futuro de la web para el bien del público.
fi: Mozilla Firefoxin, ilmaisen nettiselaimen, on luonut maailmanlaajuinen voittoa tavoittelematon järjestö, joka on omistautunut osallistamaan yksityishenkilöitä hallitsemaan ja muovaamaan netin tulevaisuutta yhteisen hyvän vuoksi.
lt: „Mozilla Firefox“ – laisvąją naršyklę – kuria pasaulinė ne pelno organizacija, siekianti kiekvienam suteikti svertus ir nukreipti saityno vystymąsi visuomenei naudinga kryptimi.
ta: மொசில்லா பயர்பாக்ஸ் ஒரு இலவச இணைய உலாவி சர்வதேச இலாப நோக்கமற்ற நிறுவனத்தால் உருவாக்கப்பட்டு தனிநபர் கட்டுப்பாடு மற்றும் பொது நன்மைக்காக எதிர்கால வலையை வடிமைக்கிறது.

source: Give Firefox a tune up
af: Kry Firefox reg vir aksie
es_mx: Dale a Firefox una afinada
lt: Įpūskite „Firefox“ naujos gyvybės

source: Refresh Firefox
af: Verfris Firefox
es_mx: Refresca Firefox
lt: Atšviežinti „Firefox“
