Repository: translate/mozilla-lang
Catalog: */firefox/nightly_firstrun.lang.po
Languages: bn_bd, es_mx, hi_in

source: Firefox Nightly First Run Page
bn_bd: ফায়ারফক্স নাইটলি প্রথমবারের মত চলার পাতা
es_mx: Primera página de inicio de Firefox Nightly
hi_in: फायरफॉक्स नाइटली पहला रन पेज

source: Thank you for using Firefox Nightly
bn_bd: ফায়ারফক্স নাইটলি ব্যবহারের জন্য আপনাকে ধন্যবাদ
es_mx: Gracias por usar Firefox Nightly
hi_in: फायरफॉक्स नाइटली इस्तेमाल करने के लिए धन्यवाद

source: Choose an area to get involved below and help make Firefox better for users everywhere
bn_bd: নিচ থেকে সম্পৃক্ত হওয়ার অঞ্চল পছন্দ করুন এবং যেকোন স্থানের ব্যবহারকারীদের জন্য ফায়ারফক্সকে আরও উন্নত করতে সহযোগিতা করুন
es_mx: Elige un área para involucarte y ayuda a hacer Firefox mejor para los usuarios en todos lados
hi_in: शामिल होने के लिए नीचे एक क्षेत्र चुने और फायरफॉक्स को बेहतर हर जगह के उपयोगकर्ताओं के लिए बेहतर बनाने में मदद करें

source: Test
bn_bd: পরীক্ষা করা
es_mx: Prueba
hi_in: परीक्षण

source: Find and file bugs and generally make sure things work as they should.
bn_bd: খুঁজুন এবং বাগ ফাইল করুন এবং নিশ্চিত হোন যেন সব ঠিকমত কাজ করে যেভাবে করা উচিত।
es_mx: Encuentra y archiva los errores y generalmente asegúrate de hacer bien las cosas para que trabajen como debe ser.
hi_in: त्रुटि ढूंढे और दायर करें और ये सुनिश्चित करें की चीजें वैसे ही काम कर रही है जैसे की करनी चाहिए

source: Start testing
bn_bd: পরীক্ষা শুরু করুন
es_mx: Iniciar prueba
hi_in: परिक्षण शुरू करें

source: Code
bn_bd: কোড
es_mx: Código
hi_in: कोड

source: File bugs and work on the building blocks of the Firefox browser.
bn_bd: বাগ ফাইল করুন এবং ফায়ারফক্স বাউজারের বিল্ডিং ব্লক নিয়ে কাজ করুন।
es_mx: Archiva errores y trabaja en la construcción de bloques del navegador Firefox.
hi_in: त्रुटि दायर करें और फायरफॉक्स ब्राउज़र के निर्माण खंड पर काम करें.

source: Start coding
bn_bd: কোডিং শুরু করুন
es_mx: Inicia la programación
hi_in: कोडिंग शुरू करें

source: Localize
bn_bd: লোকালাইজ
es_mx: Localizar
hi_in: स्थानीय बनाना

source: Make Firefox available (and better) in more languages around the world.
bn_bd: বিশ্বের আরও ভাষায় ফায়ারফক্সকে সহজলভ্য (এবং আরও ভাল) করুন।
es_mx: Haz que Firefox este disponible (y mejor) en más idiomas alrededor del mundo.
hi_in: फायरफॉक्स(और बेहतर) को अन्य भाषाओ में पूरी दुनिया में उपलब्ध कराएं.

source: Start localizing
bn_bd: লোকালাইজ শুরু করুন
es_mx: Empieza a localizar
hi_in: स्थानीकरण शुरू करें
