Repository: translate/mozilla-lang
Catalog: */firefox/sendto.lang.po
Languages: br

source: Send Firefox to your smartphone or tablet
br: Kasit Firefox d'ho pellgomz pe tablezenn

source: Your download link was sent.
br: Kaset eo bet ho ere pellgargadur.

source: Sorry. This number isn’t valid. Please enter a U.S. phone number.
br: Digarezit ac'hanomp. Direizh eo an niverenn. Enankit un niverenn pellgomz Stadoù-Unaner.

source: Please enter an email address.
br: Enankit ur chomlec'h postel.

source: Please make a selection before proceeding.
br: Grit un diuzad a-raok kenderc'hel.

source: An error occurred in our system. Please try again later.
br: Ur fazi a zo degouezhet en hor reizhad. Klaskit en-dro diwezhatoc'h.

source: Select iOS or Android
br: Diuzit iOS pe Android

source: Choose OS
br: Dibabit an OS

source: Enter your email or 10-digit phone number
br: Enankit ho chomlec'h postel pe un niverenn pellgomz gant 10 sifr

source: Enter your email
br: Enankit ho chomlec'h postel

source: Send
br: Kas

source: SMS service available to U.S. phone numbers only. SMS &amp; data rates may apply.
br: N'eo hegerz ar gwazerezh SMS nemet er Stadoù-Unanet. Feurioù SMS ha roadennoù a c'hell bezañ sevenet.

source: The intended recipient of the email or SMS must have consented.
br: Resever ar postel pe an SMS a rank bezañ a-du.

source: The intended recipient of the email must have consented.
br: Resever ar postel a rank bezañ a-du.

source: Check your device for the email or text message!
br: Gwiriekait ho trevnad evit lenn ar postel pe ar gemennadenn testenn !

source: Check your device for the email!
br: Gwiriekait ho trevnad evit ar postel !

source: Send to another device
br: Kas d'un trevnad all

source: Go to the App Store
br: Mont betek an App Store

source: Go to Google Play
br: Mont betek Google Play
