Repository: translate/mozilla-lang
Catalog: */firefox/speed.lang.po
Languages: bn_bd, hi_in

source: How fast is your Firefox?
bn_bd: আপনার ফায়ারফক্স কত দ্রুত?
hi_in: आपका फायरफॉक्स कितना तेज है ?

source: New Firefox is up to 7 times faster. (That’s a lot!) Check the speedometer to see if yours can keep up.
bn_bd: নতুন ফায়ারফক্স ৭ গুন দ্রততর। (এটা অনেক!) দেখার জন্য স্পীডমিটার চেক করুন যদি আপনি তা ধরে রাখতে পারেন।
hi_in: नया फ़ायरफ़ॉक्स लगभग ७ गुना अधिक गतिमान है | (ये तो बहुत है!) आपकी भी गति बनाए रखने या सुधरने के लिए स्पीडोमीटर की जाँच करें |

source: Learn more
bn_bd: বিস্তারিত জানুন
hi_in: और जानें

source: Old Firefox = <em>Sadface</em>
bn_bd: পুরোনো ফায়ারফক্স = <em>Sadface</em>
hi_in: पुराना फ़ायरफ़ॉक्स = <em>Sadface</em>

source: New Firefox = <em>Yay!</em>
bn_bd: নতুন ফায়ারফক্স = <em>ওহ!</em>
hi_in: नया फ़ायरफ़ॉक्स = <em>Yay!</em>

source: That just isn’t going to cut it. Stop browsing in the past and <a href="%(url)s">upgrade now!</a>
bn_bd: এটি শুধু কেটে যাচ্ছে না। অতীতের ব্রাউজিং থামান এবং <a href="%(url)s">এখনি হালনাগাদ করুন!</a>
hi_in: ऐसे बात नहीं बनने वाली. अतीत में ब्राउज़िंग बंद करें और <a href="%(url)s">अभी उन्नयन करें!</a>

source: Now we’re talking!
bn_bd: এখন আমরা কথা বলছি!
hi_in: ये बात हुई!

source: Feels better, doesn’t it? Welcome to the future of the Web. It’s nice here.
bn_bd: আরো ভাল অনুভব করছেন, তাই নয় কি? ভবিষ্যতের ওয়েব এ আপনাকে স্বাগতম। চমৎকার।
hi_in: अच्छा महसूस हो रहा है, है न? वेब के भविष्य में आपका स्वागत है | यहाँ अच्छा है |

source: Hey, looks like you’re using %BROWSER%. Why not grab Firefox and get up to speed.
bn_bd: আরে, মনে হচ্ছে আপনি %BROWSER% ব্যবহার করছেন। আরো বেশি দ্রুতবেগ পেতে কেন ফায়ারফক্স ধরছেন না।
hi_in: जनाब, लगता है आप %BROWSER% इस्तेमाल कर रहे है | क्यों न फ़ायरफ़ॉक्स अपनाकर गतिमान रहें |

source: Hey, looks like you’re not using Firefox as your browser. Why not grab Firefox and get up to speed.
bn_bd: আরে, মনে হচ্ছে আপনার ব্রাউজার হিসাবে আপনি ফায়ারফক্স ব্যবহার করেন না। দ্রুতবেগ পেতে কেন ফায়ারফক্স ধরছেন না।
hi_in: जनाब, लगता है आप ब्राउज़िंग के लिए फ़ायरफ़ॉक्स नहीं इस्तेमाल करते | क्यों न फ़ायरफ़ॉक्स अपनाकर गतिमान रहे |

source: New Firefox is faster, free (as always), crashes less and protects your privacy more.
bn_bd: নতুন ফায়ারফক্স দ্রুততর, বিনামূল্যে (সর্বদা), ক্র্যাশহীন এবং আপনার গোপনীয়তা আরো সুরক্ষা করে।
hi_in: नया फ़ायरफ़ॉक्स गतिमान, मुफ़्त(हमेशा की तरह), कम क्रैश होता है और आपके गोपनीयता की जादा सुरक्षा करता है |

source: <a href="%(url)s">Upgrading</a> takes less than a minute and you won’t lose your history or bookmarks. Hooray!
bn_bd: <a href="%(url)s">হালনাগাদ প্রক্রিয়া </a>এক মিনিটেরও কম সময় নেয় এবং আপনি আপনার ইতিহাস বা বুকমার্ক হারাবেন না। কি মজা!
hi_in: <a href="%(url)s">उन्नयन</a> एक मिनट से कम समय लेता है और आप अपना इतिहास और पुस्तचिह्न भी नहीं खोते. हुर्रे!
