Repository: translate/mozilla-lang
Catalog: */firefox/sync.lang.po
Languages: es_mx, nn_no

source: Keep your Firefox in sync
es_mx: Mantén tu Firefox sincronizado
nn_no: Hald Firefox synkronisert

source: Ready, Set, Sync
es_mx: En sus marcas, listos, Sync
nn_no: Klar, ferdig, Sync

source: You’re signed up and ready to access <em>your</em> Firefox anywhere, anytime.
es_mx: Estás conectado y listo para acceder a <em>tu</em> Firefox cuando quieras, donde quieras.
nn_no: Du er registrert og klar til å bruka <em>din</em> Firefox kvar som helst, når som helst.

source: Take your Web with you
es_mx: Lleva la web contigo
nn_no: Tak med deg nettet

source: Sync Firefox wherever you use it to access your bookmarks, passwords, tabs and more from any smartphone, tablet or computer.
es_mx: Sincroniza Firefox donde sea para que puedas acceder a tus marcadores, contraseñas, pestañas y más desde cualquier dispositivo, tableta o computadora.
nn_no: Synkroniser bokmerke, passord, faner, og meir, same kvar du brukar Firefox, frå kva som helst smarttelefon, nettbrett eller datamaskin.

source: Sync your bookmarks, passwords, tabs and more using your Firefox Account, and access them everywhere you’re signed in.
es_mx: Sincroniza tus marcadores, contraseñas, pestañas y más usando tu cuenta de Firefox y accede a ellos desde donde sea que ingreses a tu cuenta.
nn_no: Synkroniser bokmerka, passorda, fanene dine, og meir, med Firefox-kontoen din, og få tilgang til dei alle stadar du loggar inn.

source: It looks like you’re running an older version of Firefox.
es_mx: Parece que estás usando un versión antigua de Firefox.
nn_no: Det ser ut til at du køyrer ein eldre versjon av Firefox.

source: The new version of Sync only works with the latest version of Firefox
es_mx: La nueva versión de Sync sólo trabaja con la última versión de Firefox
nn_no: Den nye versjonen av Sync fungerer berre med siste versjon av Firefox

source: Soon you’ll be able to use Sync on your iOS device
es_mx: Pronto podrás usar Sync en tu dispositivo iOS
nn_no: Snart kjem du til å kunna bruka Sync på iOS-eininga di

source: Sync is just one of the great features you’ll only get with Firefox. Discover them all!
es_mx: Sync es sólo una de las grandes características que obtendrás con Firefox. ¡Descúbrelas todas!
nn_no: Sync er berre ein av dei flotte funksjonane du får med Firefox. Oppdag fleire av dei!

source: Now sync Firefox with your iOS and Android devices.
es_mx: Ahora sincroniza Firefox con tus dispositivos Android e iOS.
nn_no: No kan du synkronisera Firefox med iOS og Android-einingane dine.

source: Sync is just one of the great features you’ll only get with Firefox.
es_mx: Sync es sólo una de las grandes características que obtendrás con Firefox ¡Descúbrelas todas!
nn_no: Sync er berre ein av dei flotte funksjonane du får med Firefox.

source: Download Firefox for Android
es_mx: Descargar Firefox para Android
nn_no: Last ned Firefox for Android

source: Get started with Sync
es_mx: Inicia con Sync
nn_no: Kom i gang med Sync

source: Update your Firefox
es_mx: Actualiza tu Firefox
nn_no: Oppdater Firefox

source: Download Firefox
es_mx: Descargar Firefox
nn_no: Last ned Firefox

source: Get started with Sync in four easy steps:
es_mx: Inicia con Sync en sólo 4 sencillos pasos:
nn_no: Kom i gang med Sync på fire enkle steg:

source: Open the <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menu</a> in the top right of Firefox and select “<strong>Sign in to Sync.</strong>”
es_mx: Abrir el<a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menú</a> en la parte superior derecha de Firefox y selecciona "<strong>Ingresar a Sync.</strong>”
nn_no: Opna <a class="menu ga-link" data-interaction="outbound link click" href="%(url)s#w_a-handy-new-menu">menyen</a> øvst oppe til høgre i Firefox og vel “<strong>Logg inn på Sync.</strong>”

source: Click “<strong>Get started</strong>” in the tab that opens.
es_mx: Haz clic en "<strong>Iniciar</strong>" en la pestaña que se abre.
nn_no: Trykk på “<strong>Kom i gang</strong>” i fana som opnar seg.

source: Enter an email address and password to “<strong>Create a Firefox Account.</strong>”
es_mx: Ingresa una dirección de correo electrónico y una contraseña en “<strong>Crear una cuenta de Firefox.</strong>”
nn_no: Skriv inn ei e-postadresse og eit passord for å “<strong>laga ein Firefox-konto.</strong>”

source: Click “<strong>Next</strong>” to get a verification sent to your email.
es_mx: Haz clic en “<strong>Siguiente</strong>” para recibir una verificación en tu buzón de correo electrónico.
nn_no: Trykk “<strong>Neste</strong>” for å få ei stadfesting på e-post.

source: After you check your email and click the verification link, you’ll be all set! Firefox will automatically sync in the background from then on.
es_mx: Después que revises tu correo electrónico y hagas clic en el enlace de verificación, ¡El proceso estará completo! Firefox automáticamente sincronizará en segundo plano.
nn_no: Når du har opna e-posten trykkjer du berre på stadfestingslenkja, og alt er klart! Firefox vil, frå no av, automatisk synkronisera i bakgrunnen.

source: Get more detailed instructions.
es_mx: Recibe instrucciones más detalladas.
nn_no: Få ei meir detaljert rettleiing.

source: Using an older version of Sync?
es_mx: ¿Estás usando una versión anterior de Sync?
nn_no: Brukar du ein eldre versjon av Sync?

source: How to set up Sync in five easy steps:
es_mx: Como configurar Sync en cinco sencillos pasos:
nn_no: Kom i gang med Sync på fem enkle steg:

source: Tap the <strong>Menu</strong> button (either below the screen or at the top right corner of the browser).
es_mx: Presiona el botón <strong>Menú</strong> (ya sea debajo de la pantalla o en la esquina superior derecha del navegador).
nn_no: Trykk på <strong>Meny</strong>-knappen (anten under skjermen, eller i hjørnet øvst til høgre i nettlesaren).

source: Select <strong>Settings</strong> (you may need to tap <strong>More</strong> first).
es_mx: Selecciona las <strong>propiedades</strong> (puedes necesitar presionar primero <strong>Más</strong>).
nn_no: Vel <strong>Innstillingar</strong> (du må kanskje trykkja <strong>Meir</strong> fyrst).

source: Tap <strong>Sync</strong> and then <strong>Get Started</strong>.
es_mx: Presiona <strong>Sync</strong> y luego <strong>Comenzar</strong>.
nn_no: Trykk på <strong>Sync</strong> og så <strong>Kom i gang</strong>.

source: The <strong>Create a Firefox Account page</strong> will open in a new tab.
es_mx: La <strong>página para crear una cuenta de Firefox</strong> se abrirá en una nueva pestaña.
nn_no: Sida <strong>Lag ein Firefox-konto</strong> vert opna i ei ny fane.

source: Fill out the form and click <strong>Next</strong>.
es_mx: Llena el formulario y haz clic en <strong>Siguiente</strong>.
nn_no: Fyll ut skjemaet og trykk <strong>Neste</strong>.

source: After you check your email and click the verification link, you’ll be ready to go! Don’t forget to connect all your other devices to get the most of Sync.
es_mx: Después de revisar tu correo electrónico y hacer en clic en el enlace de verificación, estarás listo para empezar. No olvides conectar todos tus dispositivos para obtener lo mejor de Sync.
nn_no: Etter du har sjekka e-posten og trykt på stadfestingslenka, er du klar! Ikkje gløym å kopla til dei andre einingane du har, for å få mest muleg ut av Sync.

source: Sync a little. Sync a lot.
es_mx: Sincroniza un poco. Sincroniza mucho.
nn_no: Sync litt. Sync mykje.

source: You choose what parts of your Firefox you want to sync and where you want to sync them. Take your open tabs on your daily commute. Access your bookmarks at work. Whatever, whenever, everywhere.
es_mx: Tú eliges las partes de tu Firefox que quieres sincronizar y dónde quieres que sincronicen. Llévate tus pestañas en tu andar diario. Accede a tus marcadores en el trabajo. Lo que quieras, cuando quieras, donde quieras.
nn_no: Du kan velje kva som skal synkronierast i Firefox, og kvar du ynskjer å synkronisera dei. Ta med deg dei opne fanene dine gjennom dagen. Få tilgang til bokmerke på jobben. Samme kva for nokre, når som helst og overalt.

source: Want to visit your computer’s open tabs from another device? Access your browsing history on the go? Keep your passwords with you? Now you can.
es_mx: ¿Quieres visitar las pestañas abiertas de tu computadora desde otro dispositivo? ¿Acceder a tu historial de navegación sobre la marcha? ¿Mantener tus contraseñas contigo? Ahora puedes.
nn_no: Vil du sjå dei opne fanene dine på ei anna eining? Ha tilgang til nettlesarhistorikken din på bussen? Alltid ha pasorda dine med deg? No kan du det.

source: Here’s what you can sync:
es_mx: Aquí está lo que puedes sincronizar:
nn_no: Her er det du kan synkronisera:

source: Bookmarks
es_mx: Marcadores
nn_no: Bokmerke

source: Passwords
es_mx: Contraseñas
nn_no: Passord

source: Open tabs
es_mx: Abrir pestañas
nn_no: Opne faner

source: History
es_mx: Historia
nn_no: Historikk

source: At home
es_mx: En casa
nn_no: Heime

source: Move from your desk to the couch without skipping a beat. Access your open tabs on your smartphone, or keeping browsing your bookmarks right on your tablet.
es_mx: Pasa del escritorio al sofá sin perder el ritmo. Accede a tus pestañas abiertas en tu teléfono inteligente o sigue navegando en tu tableta.
nn_no: Flytt deg frå skrivebordet til sofaen utan å gå glipp av noko. Få tilgang til opne faner på smarttelefonen, eller hald fram å bruka bokmerka på nettbrettet.

source: At work
es_mx: En el trabajo
nn_no: På jobben

source: Stay connected to all of your important information. Sync the passwords and bookmarks that you might need to access at any time. Just like Firefox, it’s safe as can be.
es_mx: Manténte conectado a toda tu información importante. Sincroniza las contraseñas y marcadores a los que necesites acceder, en cualquier momento. Tal como Firefox, tan seguro como es.
nn_no: Få tilgang til all viktig informasjon. Synkroniser passord og bokmerke som du får bruk for seinare. Akkurat som i Firefox, er det så trygt som det kan bli.

source: On the go
es_mx: Donde vayas
nn_no: På farten

source: Keep up with your favorite sites, or finish that story you started at home — wherever you go. With Sync, it’s never been easier.
es_mx: Conserva tus sitios favoritos, o termina esa historia que empezaste en casa — donde sea que estés. Con Sync, nunca fue tan fácil.
nn_no: Hald deg oppdatert på favorittnettstadane dine, eller fullfør historien du byrja på heime — same kvar du fer. Med Sync har det aldri vore enklare.

source: Add Firefox to your smartphone or tablet
es_mx: Agrega Firefox a tu teléfono inteligente o tableta
nn_no: Legg til Firefox på smartmobilen eller nettbrettet

source: To get the full Sync experience, get Firefox for iOS or Android and connect all your devices — everywhere and anywhere you use Firefox.
es_mx: Para obtener una experiencia de sincronizado completa, obtén Firefox para iOS o Android y conecta todos tus dispositivos — donde sea que utilices Firefox.
nn_no: For å få ut det beste av Sync lastar du ned Firefox for iOS eller Android og koplar saman alle einingane dine — alle stadar og når som helst når du brukar Firefox.

source: Add Firefox
es_mx: Agregar Firefox
nn_no: Legg til Firefox

source: Have an <b>Android smartphone</b> or <b>tablet</b>?
es_mx: ¿Tienes un <b>teléfono con Android</b> o un <b>tableta</b>?
nn_no: Har du ein <b>Android smarttelefon</b> eller eit <b>nettbrett</b>?

source: DOWNLOAD FIREFOX FOR ANDROID
nn_no: LAST NED FIREFOX FOR ANDROID

source: Get Firefox everywhere
es_mx: Obtén Firefox en todas partes
nn_no: Få Firefox overalt

source: To get the full Sync experience, take your Web with you everywhere you use Firefox. Connect your smartphone, tablet, computer and laptop.
es_mx: Para tener una experiencia completa en Sync, lleva la Web contigo donde sea que uses Firefox. Conecta tu teléfono inteligente, tableta, computadora o computadora portátil.
nn_no: For å gjera Sync-oppleving komplett kan du ta med deg nettet overalt der du brukar Firefox. Kopla saman smarttelefon, nettbrett, datamaskin og laptop.
