Repository: translate/mozilla-lang
Catalog: */firefox/tiles.lang.po
Languages: cy

source: More choices for your New Tab
cy: Rhagor o ddewis i'ch Tab Newydd

source: The New Tab page offers convenience and more control of your browsing experience.
cy: Mae'r tudalen Tab Newydd yn cynnig cyfleustra a mwy o reolaeth o'ch profiad pori.

source: Turn on Suggested Sites for a personalized experience of frequently used sites and relevant recommendations every time you open a New Tab.
cy: Agor Gwefannau Awgrymwyd am brofiad wedi ei phersonoli o wefannau sy'n cael eu defnyddio'n aml ac argymhellion perthnasol bob tro fyddwch y defnyddio Tab Newydd

source: Personalize your New Tab experience
cy: Personoleiddio eich profiad Tab Newydd

source: You are in complete control of your New Tab page.
cy: Mae gennych reolaeth lwyr o'ch tudalen Tab Newydd.

source: Customize your experience by rearranging, pinning or removing sites, and set up New Tab just the way you want it.
cy: Cyfaddaswch eich profiad drwy ad-drefnu, pinio neu dynnu gwefannau a gosod Tabiau Newydd mewn ffordd sy'n ddefnyddiol i chi.

source: Drag a site to exactly where you want it.
cy: Llusgwch wefan i le bynnag rydych am iddi fod.

source: Once you’ve found the perfect spot for your site, pin it to make it stay.
cy: Unwaith i chi ddarganfod eich man gorau ar gyfer eich gwefan, gallwch ei phinio i'w chadw.

source: Make a site disappear by deleting it from your New Tab page.
cy: Gwneud i wefan ddiflannu drwy ei dileu o'ch tudalen Tab Newydd.

source: Learn more about customizing New Tab Page
cy: Dysgu rhagor am gyfaddasu Tudalen Tab Newydd

source: Discover new sites and content on the Web
cy: Darganfod cynnwys a gwefannau newydd ar y We

source: If enabled, Firefox displays website links as thumbnails (miniaturized images) or logos on your New Tab page. These are called Tiles.
cy: Os wedi ei alluogi, bydd Firefox yn fangos dolenni gwefannau fel lluniau bach (delweddau bach) neu logos ar eich tudalen Tab Newydd. Teils yw'r rhain.

source: Tiles save you time by giving you quick access to your frequently visited sites, as well as showing new sites and content that are similar to sites you already love. Here are the types of Tiles you may see:
cy: Mae teils yn arbed amser drwy roi mynediad cyflym i chi i wefannau fyddwch yn ymweld â nhw'n aml, yn ogystal â dangos gwefannau newydd a chynnwys sy'n debyg i'ch hoff wefannau. Dyma'r math o Deils efallai byddwch yn eu gweld:

source: Top sites
cy: Hoff wefannau

source: New Tab will show the “top sites” you visited most recently and frequently, so you can access them quickly.
cy: Bydd y Tab Newydd yn dangos eich “hoff wefannau” rydych wedi ymweld â nhw yn aml ac yn ddiweddar, fel y gallwch ymweld â nhw'n gyflym.

source: Suggested sites
cy: Gwefannau awgrymedig

source: See sites and content suggested to you based on categories that Firefox matches to your browsing history.
cy: Gweld gwefannau a chynnwys sy'n cael ei awgrymu i chi ar sail categorïau mae Firefox yn ei weld o'ch hanes pori.

source: They will be clearly labeled in your New Tab as “Suggested,” or when the suggestion is from a commercial partner, they will be labeled as “Sponsored,” and will indicate the identified interest category.
cy: Byddant yn cael eu labeli'n glir y eich Tabiau Newydd fel “Awgrymwyd” neu pan gan noddwr masnachol, byddant yn cael eu labeli fel “Noddwyd” a dangos y categori diddordeb sydd wedi ei adnabod.

source: If you’re getting started
cy: Os ydych yn cychwyn arni

source: If you’re using Firefox for the first time, the New Tab page is already populated with useful and interesting sites and content.
cy: Os ydych y defnyddio Firefox am y tro cyntaf, mae'r dudalen Tab Newydd eisoes wedi ei llanw gyda gwefannau a chynnwys defnyddiol a diddorol.

source: This includes both referrals to sponsored sites from commercial partners, labeled as “Sponsored,” and content we consider important to our mission of advancing the public benefit of the Internet.
cy: Mae hyn yn cynnwys cyfeiriadau i wefannau nawdd gan bartneriaid masnachol, wedi eu nodi fel “Noddedig,” a chynnwys rydym yn ei ystyried yn bwysig i'n cenhadaeth o gynyddu mantais gyhoeddus y Rhyngrwyd.

source: Personalization with your privacy in mind
cy: Personoli gan ddiogelu eich preifatrwydd

source: Mozilla promotes a transparent exchange between users and content providers to make the Web enjoyable and sustainable.
cy: Mae Mozilla'n hyrwyddo rhyngweithio tryloyw rhwng defnyddwyr a darparwyr cynnwys i wneud y We'n lle braf a chynaliadwy.

source: If suggestions are enabled, Firefox will make suggestions to you based on categories matched to your browsing history and will let you know every time why you are seeing specific suggestions.
cy: Os yw awgrymiadau wedi ei alluogi, bydd Firefox yn gwneud awgrymiadau ar sail y categorïau sy'n cyd-fynd â'ch hanes pori a bydd yn gadael i chi wybod bob tro pam rydych yn gweld awgrymiadau penodol.

source: In delivering Suggested sites, Firefox does not share your personal data, nor place cookies on your computer.
cy: Wrth ddarparu'r gwefannau Awgrymedig, nid yw Firefox yn rhannu eich data personol nac yn gosod cwcis ar eich cyfrifiadur.

source: Content providers will only receive aggregated information about interactions users have with their tiles.
cy: Dim ond cydgrynhoad manylion am rhyngweithio defnyddwyr â'r teils bydd darparwyr cynnwys yn eu derbyn.

source: You remain in control of your browsing history, and you can disable recommendations whenever you choose.
cy: Chi sy'n aros mewn rheolaeth o'ch hanes pori a gallwch analluogi argymhellion pryd bynnag rydych yn dymuno gwneud hynny.

source: Screenshot of the Firefox New Tab page
cy: Llun sgrin o dudalen Tab Newydd Firefox

source: Screenshot of New Tab preferences
cy: Llun sgrin o ddewisiadau Tab Newydd
