Repository: translate/mozilla-lang
Catalog: */firefox/tracking-protection-tour.lang.po
Languages: lt, lv, nn_no, xh

source: How Tracking Protection works
lt: Kaip veikia apsauga nuo stebėjimo
lv: Kā strādā izsekošanas aizsardzība
nn_no: Korleis sporingsvern fungerer
xh: Indlela olusebenza ngayo Ukhuseleko Lokutreka

source: When you see the shield, Firefox is blocking some parts of the page that could track your browsing activity.
lt: Kai matote šį skydą, jis reiškia, jog „Firefox“ blokuoja kai kuriuos atverto tinklalapio išteklius, galinčius stebėti jūsų naršymą.
lv: Kad redzat vairoga ikonu, tas nozīmē, ka Firefox bloķē daļu no lapas kuras var izsekot jūsu aktivitātes internetā.
nn_no: Når du ser dette skjoldet, blokkerer Firefox nokre delar av sida som kan spora nettlesinga di.
xh: Xa ubona ishildi, i-Firefox ibhloka ezinye iinxalenye zephepha elinokutreka umsebenzi wokubhrawza kwakho.

source: 1 of 3
lt: 1 iš 3
lv: 1 no 3
nn_no: 1 av 3
xh: 1 yezi-3

source: Next
lt: Toliau
lv: Tālāk
nn_no: Neste
xh: Okulandelayo

source: Differences to expect
lt: Kokių skirtumų tikėtis
lv: Sagaidāmās atšķirības
nn_no: Forventa skilnadar
xh: Umahluko onokuwulindela

source: Some page areas may be missing, because they could allow third parties to track you across different websites.
lt: Kai kurios tinklalapio dalys gali būti nerodomos, nes jos suteiktų trečiosioms šalims galimybę stebėti jūsų naršymą po skirtingas svetaines.
lv: Dažas lapu daļas var būt pazudušas, jo tās ļauj trešajām pusēm izsekot jūs.
nn_no: Nokre delar av sida kan mangla, fordi desse kan tillata ein tredjepart å spora nettlesaråtferda di.
xh: Kusenokwenzeka ukuba eminye imimandla yephepha ayikho, ngenxa yokuba inokuvumela abanye abantu ukuba bakutreke kwiiwebhsayithi ezahlukeneyo.

source: 2 of 3
lt: 2 iš 3
lv: 2 no 3
nn_no: 2 av 3
xh: 2 yezi-3

source: Want to make changes?
lt: Norite atlikti pakeitimų?
lv: Gribat izmaiņas?
nn_no: Vil du gjera endringar?
xh: Ngaba ufuna ukwenza utshintsho?

source: It’s easy to turn off Tracking Protection for the website you’re on by clicking “Disable protection for this site.”
lt: Apsaugą nuo stebėjimo šiuo metu atvertoje svetainėje išjungti lengva – tam tereikia spustelėti mygtuką „Išjungti apsaugą šioje svetainėje“.
lv: Izsekošanas aizsardzību var viegli atslēgt šajā mājaslapā uzklikšķinot uz "Atslēgt aizsardzību šai mājaslapai".
nn_no: Det er enkelt å skru av Sporingsvern for nettstaden du er på ved å trykkja på «Slå av vern for denne sida».
xh: Kulula ukucima uKhuseleko lokuTreka kule webhsayithi ukuyo ngokucofa "uYekisa ukhuseleko kule sayithi."

source: It’s easy to turn off Tracking Protection for the website you’re on by clicking “Disable protection for this session.”
lt: Apsaugą nuo stebėjimo šiuo metu atvertoje svetainėje išjungti lengva – tam tereikia spustelėti mygtuką „Išjungti apsaugą šiam seansui“.
lv: Izsekošanas aizsardzību var viegli atslēgt uzklikšķinot uz "Atslēgt aizsardzību šai sesijai".
nn_no: Det er enkelt å skru av Sporingsvern for nettstaden du er på ved å trykkja på «Slå av vern for denne økta».
xh: Kulula ukucima uKhuseleko lokuTreka lwewebhsayithi okuyo ngokucofa "uYekisa ukhuseleko kule seshoni."

source: It’s easy to turn on Tracking Protection for the website you’re on by clicking “Enable protection.”
lt: Apsaugą nuo stebėjimo šiuo metu atvertoje svetainėje įjungti lengva – tam tereikia spustelėti mygtuką „Įjungti apsaugą“.
lv: Izsekošanas aizsardzību var viegli ieslēgt apmeklētajā mājaslapā uzklikšķinot uz "Aktivēt aizsardzību".
nn_no: Det er enkelt å skru på Sporingsvern for denne nettstaden ved å trykkja på «Slå på vern».
xh: Kulula ukulayita uKhuseleko lokuTreka lwewebhsayithi okuyo ngokucofa "uVumela ukhuseleko."

source: 3 of 3
lt: 3 iš 3
lv: 3 no 3
nn_no: 3 av 3
xh: 3 yezi-3

source: Got it!
lt: Supratau!
lv: Viss skaidrs!
nn_no: Forstår!
xh: Ndivile!

source: Tracking Protection
lt: Apsauga nuo stebėjimo
lv: Izsekošanas aizsardzība
nn_no: Sporingsvern
xh: Ukhuseleko Lokutreka

source: Private Browsing with Tracking Protection
lt: Privatusis naršymas su apsauga nuo stebėjimo
lv: Privātā pārlūkošana ar izsekošanas aizsardzību
nn_no: Privat nettlesing med sporingsvern
xh: UBhrawuzo Lwabucala ngoKhuseleko Lokutreka

source: Want to turn off this feature? <a href="%s">Visit Privacy Preferences</a>
lt: Norite išjungti šią funkciją? <a href="%s">Apsilankykite privatumo nuostatose</a>
lv: Gribat izslēgt šo iespēju? <a href="%s">Apmeklējiet privātuma iestatījumus</a>
nn_no: Vil du slå av denne funksjonen? <a href="%s">Gå til personverninnstillingar</a>
xh: Ufuna ukucima le fitsha?<a href="%s">Tyelela uKhetho Lwabucala</a>

source: Thanks for learning about Tracking Protection.
lt: Džiaugiamės, jog susidomėjote apsauga nuo stebėjimo.
lv: Paldies ka painteresējaties par izsekošanas aizsardzību
nn_no: Takk for at du tek deg tid til å lesa om sporingsvern.
xh: Enkosi ngokufunda ngoKhuseleko lokuTreka.

source: Thanks for learning about the new Private Browsing with Tracking Protection.
lt: Džiaugiamės, jog susidomėjote atnaujintu privačiuoju naršymu su apsauga nuo stebėjimo.
lv: Paldies ka painteresējāties par jauno privāto pārlūkošanu ar izsekošanas aizsardzību.
nn_no: Takk for at du tek deg tid til å lesa om «Privat nettlesing» og «Sporingsvern».
xh: Enkosi ngokufunda ngoBhrawuzo lwaBucala ngoKhuseleko lwaBucala.

source: Learn more about how it works by visiting the <a rel="external" href="%s">FAQ page</a>.
lt: Sužinokite apie šią funkciją dar daugiau – paskaitykite <a rel="external" href="%s">klausimus ir atsakymus</a>.
lv: Uzziniet vairāk par to kā tā strādā apmeklējot <a rel="external" href="%s">BUJ lapu</a>.
nn_no: Les meir om korleis det fungerer ved å gå til <a rel="external" href="%s">sida for ofte stilte spørsmål (FAQ)</a>.
xh: Funda okungakumbi ngendlela esebenza ngayo ngokutyelela <a rel="external" href="%s">iphepha leFAQ</a>.

source: Restart tour
lt: Kartoti pristatymą
lv: Atsākt tūri
nn_no: Køyr presentasjonen ein gong til
xh: Phinda uqale ukhenketho
