Repository: translate/mozilla-lang
Catalog: */firefox/whatsnew.lang.po
Languages: br

source: Hooray! Your Firefox is up to date.
br: You ! Hizivaet eo bet ho Firefox.

source: Your Firefox is out of date.
br: Diamzeret eo ho Firefox.

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
br: Evit abegoù a denn d'an diogelroez ez erbedomp deoc'h hizivaat ho merdeer gant an <a href="{url}">handelv diwezhañ</a>.

source: You’re running an unknown version of Firefox.
br: Emaoc'h oc'h arverañ un handelv dianav eus Firefox.

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
br: Evit abegoù a denn d'an diogelroez ez erbedomp deoc'h pellgargañ an <a href="{url}">handelv diwezhañ</a>.

source: Get to your next task<br/>faster than ever
br: Tremenit d'un eil trevell d'egile<br/> herrekoc'h eget biskoazh

source: See how the new features in Firefox help you browse faster and more efficiently.
br: Dizoloit penaos merdeiñ gant un doare herrekoc'h ha efedusoc'h gant ar c'heweriusterioù nevez eus Firefox.

source: Learn more about <a href="{url}">the New Tab feature »</a>
br: Gouzout hiroc'h a-zivout <a href="{url}">ar c'heweriuster Ivinell Nevez »</a>

source: Learn more about our <a href="{url}">redesigned home page »</a>
br: Gouzout hiroc'h a-zivout hor <a href="{url}">pennbajenn nevez »</a>

source: Keep in touch
br: Chomomp e darempred

source: Keep it moving
br: Bezit heloc'h

source: Get Firefox » <b>for Android</b>
br: Ho pezet Firefox » <b>evit Android</b>

source: Keep it going
br: Chomit kelaouet

source: Join Mozilla
br: Kit davet Mozilla

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
br: Haneilet eo bet ar robot Android diouzh un oberenn krouet ha <a href="%s">rannet gant Google</a> dindan termenoù deskrivet e-barzh al <a href="%s">lañvaz Creative Commons 3.0</a>.

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
br: <a href="%s">Ho pezet Firefox evit Android</a> ha lakait galloud ar Web e-barzh ho taouarn. Herrek, speredek ha diogel eo !

source: Now get the mobile browser that’s got your back
br: Ho pezet bremañ ar merdeer hezoug a warez ac'hanoc'h

source: Welcome to Firefox
br: Donemat war Firefox

source: Firefox for Android artwork
br: Skeudenn eus Firefox evit Android

source: Fast. Smart. Safe.
br: Herrek. Speredek. Diogel.

source: Get the mobile browser that’s got your back.
br: Ho pezet ar merdeer hezoug a warez ac'hanoc'h

source: Facebook Messenger for Firefox
br: Facebook Messenger evit Firefox

source: Now you can keep up with friends wherever you go on the Web.
br: Bremañ e c'hellit chom e darempred gant ho mignoned ne vern pelec'h ez it war ar genrouedad.

source: Visit Facebook to turn it on
br: Gweladennit Facebook evit gweredekaat anezhañ

source: Get notified right away
br: Bezit kemennet diouzhtu

source: See new comments, photo tags & other Facebook updates instantly.
br: Gwelit an askelennoù nevez, ar c'hlavioù war al luc'hskeudennoù ha hizivadurioù all eus Facebook ent prim.

source: Chat while you browse
br: Flapit en ur verdeiñ war ar genrouedad

source: Stay connected to your Facebook friends without having to click away.
br: Chomit kennasket ouzh ho mignoned eus Facebook hep kuitaat ar bajenn m'emaoc'h.

source: Facebook is a trademark of <a href="%(url)s">Facebook, Inc.</a>
br: Ur merk marilhet eus <a href="%(url)s">Facebook, Inc</a> eo Facebook.

source: Congratulations!<br> Your browser is safer and<br>more secure than ever.
br: Gourc'hemennoù !<br> Ho merdeer a zo suroc'h<br> ha diarvarusoc'h c'hoazh.

source: Get the same level of<br> choice and innovation<br> in a smartphone.
br: Tu zo deoc'h kaout an<br> hevelep dibab ha nevezerezh<br> war ur pellgomzer.

source: Learn more about Firefox OS
br: Deskiñ hiroc'h a-zivout Firefox OS
