Repository: translate/mozilla-lang
Catalog: */firefox/whatsnew-fx37.lang.po
Languages: es_mx

source: Now add Firefox to your Android devices
es_mx: Ahora agrega Firefox a tus dispositivos Android

source: Get the features you love and the privacy you trust in our most customizable Android browser yet. Simply send a download link straight to your phone or tablet — or both.
es_mx: Obtén las características que más te gustan y la privacidad en la que confías en nuestro navegador Android aún más personalizable. Sólo envía un enlace de descarga directamente a tu teléfono, tableta — o ambos.

source: The intended recipient of the email must have consented.
es_mx: El destinatario del correo electrónico debe haber aceptado.

source: Send Firefox to your Android phone or tablet
es_mx: Envía Firefox a tu teléfono o tableta con Android

source: Your link has been sent!
es_mx: ¡Tu enlace ha sido enviado!

source: Send by text message
es_mx: Enviar por mensaje de texto

source: Your Firefox is up to date.
es_mx: Tu Firefox está actualizado.

source: Send
es_mx: Enviar

source: Send Firefox to your Android phone
es_mx: Envía Firefox a tu teléfono Android

source: Enter your 10-digit phone number
es_mx: Ingresa los diez dígitos de tu número de teléfono

source: Also available from <a href="%(url)s">Google Play</a>.
es_mx: Disponible también desde <a href="%(url)s">Google Play</a>.

source: Send by email
es_mx: Enviar por correo electrónico

source: SMS & data rates may apply. The intended recipient of the SMS must have consented.
es_mx: Aplican tarifas de SMS y datos. El destinatario del SMS debe haber aceptado.

source: Send to another device
es_mx: Enviar a otro dispositivo

source: Check your device to start downloading.
es_mx: Revisa tu dispositivo para empezar a descargar.

source: SMS service available in the U.S. only.
es_mx: El servicio de mensajería SMS solo está disponible en los EE UU.

source: Sorry. This number isn't valid. Please enter a U.S. phone number or <a href="%s">download directly from Google Play.</a>
es_mx: Lo sentimos, pero este número es inválido. Ingresa un número de teléfono de EE UU o <a href="%s">descárgalo directamente de Google Play.</a>

source: An error occurred in our system. Please try again later.
es_mx: Hubo un error en nuestro sistema. Por favor, vuélvelo a intentar más tarde.
