Repository: translate/mozilla-lang
Catalog: */firefox/whatsnew_38.lang.po
Languages: af, es_mx, lt, vi

source: From our hands to yours
af: Uit ons hande na u
es_mx: De nuestras manos a las tuyas
lt: Iš mūsų į jūsų rankas
vi: Món quà từ chúng tôi

source: Firefox is built from the heart by thousands who believe in personal freedom on the Web.
af: Firefox word uit die hart gebou deur duisende wat glo in persoonlike vryheid op die Web.
es_mx: Firefox es creado con el corazón de miles que creen en la libertad personal en la Web.
lt: „Firefox“ naršyklę kuria tūkstančiai savanorių, tikinčių, kad asmens laisvė saityne būtina.
vi: Firefox là thành quả của hàng ngàn tình nguyện viên, những người tin tưởng vào tự do cá nhân trên Web.

source: Keep your favorite things at your fingertips.
af: Hou alle gunstelinge binne bereik.
es_mx: Mantén tus cosas favoritas en la punta de tus dedos.
lt: Turėkite mėgstamiausius dalykus ranka pasiekiamus.
vi: Dễ dàng truy cập mọi thứ bạn ưa dùng.

source: Add Firefox to your smartphone or tablet.
af: Installeer Firefox op 'n slimfoon of tablet.
es_mx: Agrega Firefox a tu teléfono inteligente o tableta.
lt: Įdiekite „Firefox“ į savo išmanųjį telefoną ar planšetę.
vi: Cài đặt Firefox vào điện thoại hoặc máy tính bảng.

source: Almost done!
af: Amper klaar!
es_mx: ¡Casi listo!
lt: Beveik baigta!
vi: Sắp xong rồi!

source: Set up Sync and <br>you’re good to go.
af: Stel Sync op en <br>alles is gereed.
es_mx: Configura Sync y <br>estarás listo para continuar.
lt: Sukonfigūruokime „Sync“<br> ir bus viskas!
vi: Cài đặt đồng bộ Sync và <br>mọi thứ sẽ hoàn thành.

source: Get your passwords, bookmarks<br> and history on the go.
lt: Pasiekite savo slaptažodžius,<br> adresyną ir žurnalą kelyje.

source: Sign in to Firefox and <br>you’re good to go.
af: Meld aan by Firefox en <br>alles is gereed.
es_mx: Ingresa a Firefox y <br>estarás listo para continuar.
lt: Prisijunkite prie „Firefox“ paskyros<br> ir bus viskas!
vi: Đăng nhập vào Firefox và <br>mọi thứ sẽ hoàn thành.

source: Sign in to Firefox and you’re good to go.
af: Meld aan by Firefox en alles is gereed.
es_mx: Ingresa a Firefox y listo.
lt: Prisijunkite prie „Firefox“ paskyros ir bus viskas!

source: With your Firefox Account you can sync your bookmarks, passwords, open tabs and more, and access them everywhere you use Firefox.
af: Met 'n Firefox-rekening kan mens boekmerke, wagwoorde, oop oortjies en nog wat sinkroniseer en toegang daartoe kry oral waar mens Firefox gebruik.
es_mx: Con tu cuenta de Firefox puedes sincronizar tus marcadores, contraseñas, pestañas abiertas y más, y acceder a ellos en todas partes que uses Firefox.
lt: Naudodamiesi „Firefox“ paskyra, galite sinchronizuoti savo adresyną, slaptažodžius, atvertas korteles ir kitką, ir visa tai pasiekti bet kur, kur naudojatės „Firefox“.
vi: Với tài khoản Firefox, bạn có thể đồng bộ đánh dấu trang, mật khẩu, các tab đang mở cùng những thứ khác và truy cập từ mọi nơi sử dụng Firefox.

source: Sign in to get started
af: Meld aan om te begin
es_mx: Inicia sesión para empezar
lt: Prisijunkite, jeigu norite pradėti
vi: Đăng nhập để bắt đầu sử dụng

source: Create a Firefox Account
af: Skep 'n Firefox-rekening
es_mx: Crear una cuenta de Firefox
lt: Susikurkite „Firefox“ paskyrą
vi: Tạo tài khoản Firefox

source: Already have a Firefox account?
af: Het u reeds 'n Firefox-rekening?
es_mx: ¿Ya tienes una cuenta de Firefox?
lt: Jau turite „Firefox“ paskyrą?
vi: Bạn đã có tài khoản Firefox?

source: Already have one? Sign in.
af: Het u reeds een? Meld aan.
es_mx: ¿Ya tienes una? Ingresa.
lt: Jau turite paskyrą? Prisijunkite.
vi: Đã có tài khoản? Xin hãy đăng nhập.
