Repository: translate/mozilla-lang
Catalog: hsb/foundation/annualreport/2012/index.lang.po
Languages: hsb

source: The State of Mozilla: 2012 Annual Report
hsb: Połoženje Mozilla: Kónclětna rozprawa 2012

source: State of Mozilla
hsb: Połoženje Mozilla

source: We are champions of a Web where people know more, do more and do better.
hsb: Smy mištrojo weba, hdźež ludźo wjace wědźa, wjace činja a to lěpje.

source: A Web For All
hsb: Web za wšěch

source: As the Web expands to reach billions of new people and touch our lives in new ways, it has become an essential part of our individual growth and collective future. And that Web is what the Mozilla community has pledged to protect and promote: a platform providing opportunity, connectivity and inspiration for all.
hsb: Web rosće a docpěje miliardy nowych ludźi a dótknje so našich žiwjenjow na nowe wašnja, je mjeztym bytostny dźěl našeho indiwiduelneho rosta a kolektiwneho přichoda. A zhromadźenstwo Mozilla angažuje so za to, tutón web škitać a spěchować: platformu, kotraž šansy, zwjazanosć a inspiraciju za wšěch poskića.

source: We live our principles by making products, empowering communities, teaching skills and shaping environments in order to build the Internet the world needs.
hsb: Smy naše principy žiwi, wuwiwajo produkty, wukmanjejo zhromadźenstwa, wučo kmanosće a wuhotujo wokoliny, zo bychmy internet wutworili, kotryž swět trjeba.

source: At this year’s Mozilla Summit, 2,000 people representing 90 countries and 114 languages gathered to develop a shared understanding of who we are and what we will accomplish together. Below is a sample of perspectives from leaders of the project.
hsb: Na lětušim wjeršku Mozilla Summit je so 2.000 ludźi z 90 krajow a z 114 rěčemi zešło, zo by zhromadne zrozumjenje wo tym wuwiwało, štóž smy a štož chcecmy zhromadnje dokonjeć. Slěduje wuběr perspektiwow nawodow projekta.

source: Click to play this video
hsb: Klikńće, zo byšće tute widejo wothrał

source: <span>Play a video of </span>Mitchell <br>Baker
hsb: <span>Wothrajće widejo</span>Mitchell <br>Baker

source: <span>Play a video of </span>Jay <br>Sullivan
hsb: <span>Wothrajće widejo </span>Jay <br>Sullivan

source: <span>Play a video of </span>Harvey <br>Anderson
hsb: <span>Wothrajće widejo </span>Harvey <br>Anderson

source: <span>Play a video of </span>Mark <br>Surman
hsb: <span>Wothrajće widejo </span>Mark <br>Surman

source: <span>Play a video of </span>Johnathan <br>Nightingale
hsb: <span>Wothrajće widejo</span>Jonathan <br>Nightingale

source: <span>Play a video of </span>Brendan <br>Eich
hsb: <span>Wothrajće widejo </span>Brendan <br>Eich

source: Powered By Mozillians
hsb: Wot Mozillačanow pohonjeny

source: Mozillians are a diverse group of thinkers, builders, educators and hackers with a shared purpose to bring openness, freedom and participation to the Internet. Our collective global effort advanced Firefox OS from concept to phones in stores within two years, hosted 1,600 events in three months to teach the Web, and many more accomplishments. We’re celebrating our journey and the promising path ahead.
hsb: Mozillačenjo su wšelakora skupina myslerjow, wuwiwarjow, wukubłarjow a programowarjow, kotřiž maja zhromadny cil, wotewrjenosć, swobodu a wobdźělenje do interneta přinjesć. Naše zhromadne globalne napinanje je Firefox OS w běhu dweju lětow z koncepta k telefonam we wobchodach činiło, je 1600 zarjadowanjow w běhu třoch měsacow na nohi stajiło, zo by web wučiło, a wjele dalšich wudobyćow docpěło. Swjećimy naše pućowanje a wjele lubjacy puć, kotryž je před nami.

source: I am a Mozillian
hsb: Sym Mozillačan

source: <span>Play the "</span>I am a Mozillian<span>" video</span>
hsb: <span>Widejo "</span>Sym Mozillačan<span>" wothrać</span>

source: Sustainability
hsb: Trajnosć

source: Along with this annual report, we’re releasing our audited financial statements for 2012. Mozilla remains well positioned, both financially and organizationally, to advance our mission.
hsb: Hromadźe z tutej kónclětnej rozprawu wozjewjamy našu pruwowanu financnu rozprawu za 2012. Mozilla wostanje w dobrej poziciji, financielnje kaž tež organizatorisce, zo by našu misiju doprědka ćěrił.

source: The majority of our revenue comes from the search functionality in the Firefox browser through a number of major partners, including Google, Bing, Yahoo, Yandex, Amazon and eBay. This 2012 financial statement includes revenue from a mutually beneficial commercial agreement with Google, our largest search provider, that was signed in December 2011 and extends at least three years.
hsb: Najwjetši dźěl našich dochodow pochadźa z pytanskeje funkcije we wobhladowaku Firefox přez někotrych wjetšich partnerow, mjez nimi Google, Bing, Yahoo, Yandex, Amazon a eBay. Tuta financna rozprawa za 2012 wobsahuje dochody z komercielneho dojednanja k wzajomnemu lěpšemu z Google, našim najwjetšim pytanskim poskićowarjom, kotrež je so w decembrje 2011 podpisało a znajmjeńša tři lěta płaći.

source: A growing percentage of our revenue also comes from support from the public, including grants and individual donors like you. These donations are directly applied to important projects such as Webmaker, Open Badges and Mozilla-Knight Open News that extend Mozilla's influence in new areas.
hsb: Rosćacy procentualny dźěl našich dochodow pochadźa tež z podpěry přez zjawnosć, k tomu słušeja přidźělenki a jednotliwi darićeljo kaž wy. Tute dary so direktnje za wažne projekty kaž Webmaker, Open Badges a Mozilla-Knight Open News wužiwaja, kotrež wliw Mozilla na nowe pola rozšěrjeja.

source: FAQ
hsb: Huste prašenja

source: Welcome
hsb: Witajće

source: 2012 Audited financial statement
hsb: Přepruwowane kónclětne wotličenje 2012

source: Download PDF
hsb: PDF sćahnyć

source: 2012 Form 990
hsb: Formular 990, 2012
