Repository: translate/mozilla-lang
Catalog: */firefoxos/firefoxos.lang.po
Languages: es_mx

source: Bringing the Open Web to mobile devices
es_mx: Llevamos la Web abierta a los dispositivos móviles

source: Welcome to a new, open and powerful mobile world!
es_mx: ¡Bienvenidos a un nuevo mundo móvil potente y abierto!

source: Firefox OS enables the Open Web as a platform for mobile devices. We’re making innovation possible by driving the development of new Web standards.
es_mx: Firefox OS habilita la Web abierta como plataforma para dispositivos móviles. Estamos haciendo posible la innovación porque somos líderes en el desarrollo de los nuevos estándares web.

source: New Web standards
es_mx: Nuevos estándares web

source: Firefox OS will produce an implementation of these new Web standards to free mobile platforms from the encumbrances of the rules and restrictions of existing proprietary platforms.
es_mx: Firefox OS implementará estos nuevos estándares web con el fin de liberar a las plataformas móviles de aquellos gravámenes que plantean las normas y restricciones de las plataformas privadas existentes.

source: Freedom from proprietary mobile platforms
es_mx: Liberación de las plataformas móviles privadas

source: We’re collaborating with <abbr title="Original Equipment Manufacturer">OEM</abbr>s and carriers directly, giving them more influence to meet the specific needs of their users and market. Users and developers aren’t locked in to one platform, so they can access their info and use apps across multiple devices.
es_mx: Estamos colaborando directamente con <abbr title="Fabricantes de Equipos Originales">fabricantes de equipos originales (OEM)</abbr> y compañías proveedoras de servicios móviles, permitiendo que tengan una mayor influencia a la hora de satisfacer las necesidades específicas de sus usuarios y de su propio mercado. Tanto usuarios como desarrolladores no estarán sujetos a una única plataforma, de modo que podrán acceder a su información y utilizar aplicaciones a través de múltiples dispositivos.

source: Customization for <abbr>OEM</abbr>s and operators
es_mx: Personalización para <abbr>OEM</abbr> y operadores

source: <abbr>OEM</abbr>s and operators will be able to provide content and services across their entire device portfolio, regardless of OS. And they will be able to customize user experiences, manage app distribution and retain customer attention, loyalty and billing relationships.
es_mx: Los <abbr>fabricantes de equipos originales (OEM)</abbr> y operadores podrán proveer contenidos y servicios a través de todo su catálogo de dispositivos, independientemente del SO. Asimismo podrán personalizar la experiencia del usuario, gestionar la distribución de aplicaciones y conservar la atención, fidelidad y relaciones de facturación con el cliente.

source: Opportunities for developers
es_mx: Oportunidades para desarrolladores

source: Using HTML5 and the new Mozilla-proposed standard APIs, developers everywhere will be able to create amazing experiences and apps. Developers will no longer need to learn and develop against platform-specific native APIs.
es_mx: A través del uso de HTML5 y los nuevos estándares API propuestos por Mozilla, los desarrolladores de todo el mundo podrán crear experiencias y aplicaciones extraordinarias. De esta forma, ya no tendrán que aprender y desarrollar frente a las API nativas específicas de una plataforma.

source: Consumer freedom
es_mx: Libertad para los consumidores

source: Consumers who use devices powered by Firefox OS won’t be locked into one specific platform giving them more choice, flexibility and freedom. With Firefox OS, the Web is the platform.
es_mx: Aquellos consumidores que empleen dispositivos que funcionen con Firefox OS no se verán encerrados en una plataforma específica, obteniendo así más opciones, flexibilidad y libertad. Con Firefox OS la Web es la plataforma.
