Repository: translate/mozilla-lang
Catalog: */tabzilla/tabzilla.lang.po
Languages: af, as, bn_bd, br, fa, hi_in, hy_am, kab, lt, oc, ur

source: Mozilla links
af: Mozilla-skakels
as: Mozilla সংযোগসমূহ
bn_bd: মজিলার লিঙ্ক সমূহ
br: Ereoù Mozilla
fa: پیوندهای موزیلا
hi_in: Mozilla कड़ी
hy_am: Mozilla-ի հղումները
kab: Iseɣwan n Mozilla
lt: „Mozillos“ saitai
oc: Ligams Mozilla
ur: Mozilla روابط

source: Close (Esc)
af: Maak toe (Esc)
as: বন্ধ কৰক (Esc)
bn_bd: বন্ধ করুন (Esc)
br: Serriñ (Esc)
fa: بستن (Esc)
hi_in: बन्द करें (Esc)
hy_am: Փակել (Esc)
kab: Mdel (Nser)
lt: Užverti (Gr)
oc: Tampar (Escap)
ur: بند کریں (Esc)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
af: Firefox OS se debuut by <span>Mobiele Wêreldkongres!</span>
as: Firefox OS এ <span>মবাইল জগত কংগ্ৰেছ!</span> ত আৰম্ভণি কৰিছে
bn_bd: <span>মোবাইল ওয়ার্ল্ড কংগ্রেসে</span> ফায়ারফক্সের আত্মপ্রকাশ!
br: Kammedoù kentañ Firefox <span>e Mobile World Congress !</span>
fa: آغاز به‌ کار سیستم‌عامل فایرفاکس <span>در کنگره جهانی موبایل!</span>
hi_in: Firefox OS का प्रारंभ<span>Mobile World Congress! मे हूआ</span>
hy_am: Firefox OS-ի քննարկումները <span>Mobile World Congress</span>-ում
kab: Ussan imeawura n Firefox OD <span>di Mobile World Congress!</span>
lt: „Firefox OS“ debiutavo <span>„Mobile World Congress“ parodoje!</span>
oc: Debuts de Firefox OS <span>al Mobile World Congress&nbsp;!</span>

source: Learn more
af: Meer inligting
as: অধিক জানক
bn_bd: বিস্তারিত জানুন
br: Gouzout hiroc'h
fa: اطلاعات بیشتر
hi_in: और जानें
hy_am: Կարդալ ավելին
kab: Issin ugar
lt: Sužinoti daugiau
oc: Ne saber mai
ur: اور سیکھیں

source: Mission
af: Missie
as: অভিযান
bn_bd: উদ্দেশ্য
br: Kefridi
fa: ماموریت
hi_in: मिशन
hy_am: Նպատակը
kab: Tuɣdaṭ
lt: Misija
ur: میشن

source: About
af: Meer oor
as: বিষয়ে
bn_bd: পরিচিতি
br: A-zivout
fa: درباره
hi_in: परिचय
hy_am: Մեր Մասին
kab: Ɣef
lt: Apie
oc: A prepaus
ur: بارے میں

source: Projects
af: Projekte
as: প্ৰকল্পসমূহ
bn_bd: প্রকল্প
br: Raktresoù
fa: پروژه‌ها
hi_in: परियोजनाएं
hy_am: Նախագծեր
kab: Isenfaṛen
lt: Projektai
oc: Projèctes
ur: پراجیکٹ

source: Support
af: Ondersteuning
as: সমৰ্থন
bn_bd: সহযোগিতা
br: Skorañ
fa: پشتیبانی
hi_in: समर्थन
hy_am: Աջակցություն
kab: Tallalt
lt: Palaikymas
oc: Assisténcia
ur: معاونت

source: Developer Network
af: Ontwikkelaars
as: উন্নয়নকাৰী নেটৱাৰ্ক
bn_bd: ডেভেলপার নেটওয়ার্ক
br: Rouedad an diorroerien
fa: شبکه توسعه‌دهندگان
hi_in: डेवलपर नेटवर्क
hy_am: Ցանցի զարգացում
kab: Aẓeṭṭa n ineflayen
lt: Programuotojų tinklas
oc: Ret de desvolopaires
ur: تخلیق کار نیٹ ورک

source: Products
af: Produkte
as: উৎপাদনসমূহ
bn_bd: পণ্য
br: Kenderc'hadoù
fa: برنامه‌ها
hi_in: उत्पाद
hy_am: Ծրագրեր
kab: Iseɣẓanen
lt: Produktai
oc: Logicials
ur: مصنوعہ

source: Innovations
af: Innovering
as: উদ্ভাৱনসমূহ
bn_bd: উদ্ভাবন
br: Nevezadennoù
fa: نوآوری‌ها
hi_in: नवरचनाए
hy_am: Նորարարություններ
kab: Tinubga
lt: Inovacijos
oc: Innovacions

source: Research
af: Navorsing
as: অনুসন্ধান
bn_bd: গবেষণা করুন
br: Imbourc'h
fa: تحقیق
hi_in: शोध
kab: Anadi
lt: Pasidomėkite
ur: تحقیق

source: Get Involved
af: Raak betrokke
as: জড়িত হওঁক
bn_bd: সম্পৃক্ত হোন
br: Kemerit perzh enni
fa: همکاری با ما
hi_in: शामिल हों
hy_am: Ներգրավվել
kab: Ttekki
lt: Veikime kartu
oc: Contribuir
ur: شامل ہوں!

source: Volunteer
af: Willig in
as: স্বেচ্ছাসেৱী
bn_bd: স্বেচ্ছাসেবক
br: Kemer perzh
fa: داوطلب
hi_in: स्वयंसेवी
hy_am: Կամավոր
kab: Iwizi
lt: Savanorystė
oc: Contribuir
ur: رضاکار

source: Careers
af: Loopbane
as: কৰ্মজীৱন
bn_bd: কর্মসংস্থান
br: Remzadoù
fa: شغل‌ها
hi_in: रोज़गार
hy_am: Կարիերա
kab: Axeddim
lt: Karjeros galimybės
oc: Emplecs
ur: کیریرز

source: Find us
af: Vind ons
as: আমাক বিচাৰি পাওক
bn_bd: আমাদের খুঁজুন
br: Kavout ac'hanomp
fa: ما را پیدا کنید
hi_in: हमे ढूंढें
hy_am: Գտեք մեզ
kab: Af-aɣ-d
lt: Kur mus rasti
oc: Nos trobar
ur: ہمیں ڈھونڈیں

source: Join us
af: Sluit aan
as: আমাৰ সৈতে সংযুক্ত হওক
bn_bd: আমাদের সাথে যোগ দিন
br: Mont davedomp
fa: به ما بپیوندید
hi_in: हमसे जुड़ें
hy_am: Միացեք մեզ
kab: Ddu-d ɣur-neɣ
lt: Prisijunkite prie mūsų
oc: Nos rejónher
ur: ہم سے مل جائیں

source: Website Directory
af: Webwerfgids
as: ৱেবছাইট ডাইৰেকটৰি
bn_bd: ওয়েবসাইট ডিরেক্টরি
br: Roll al lec'hiennoù
fa: فهرست پایگاه‌وب
hi_in: वेबसाइट निर्देशिका
hy_am: Վեբ կայքը
kab: Akaram n yesmal web
lt: Svetainių katalogas
oc: Annuari dels sites web
ur: ویب سائٹ کی ڈائریکٹری

source: Search Mozilla sites
af: Deursoek Mozilla-werwe
as: Mozilla ছাইটসমূহ সন্ধান কৰক
bn_bd: মজিলা সাইটসমূহ অনুসন্ধান করুন
br: Klask e-touez lec'hiennoù Mozilla
fa: جست‌وجو پایگاه‌های موزیلا
hi_in: Mozilla की साइट खोजें
hy_am: Որոնում Mozilla-ի կայքերում
kab: Nadi ismal n Mozilla
lt: Ieškoti „Mozillos“ svetainėse
oc: Recercar de sites Mozilla
ur: Mozilla سائٹس کو تلاش کریں

source: Search
af: Soek
as: সন্ধান কৰক
bn_bd: অনুসন্ধান
br: Klask
fa: جست‌وجو
hi_in: खोजें
hy_am: Որոնում
kab: Nadi
lt: Paieška
oc: Recercar
ur: تلاش کریں

source: Partner
af: Vennootskap
bn_bd: পার্টনার
br: Dont da vezañ keveler
fa: شریک شوید
hi_in: संगी
lt: Bendradarbiaukime
oc: Partenariats
ur: ساتھی

source: Look ahead
af: Kyk vooruit
as: আগলৈ চাওক
bn_bd: সামনে দেখুন
br: Sellit ouzh an dazont
fa: به افق نگاه کنید
hi_in: आगे देखें
lt: Žvilgsnis pirmyn
oc: Gaitar cap a l'avenidor
ur: آگے دیکھیں

source: Learn all about Firefox OS
af: Alles oor Firefox OS
bn_bd: ফায়ারফক্স ওএস সম্পর্কে সব কিছু জানুন
br: Deskiñ pep tra a-zivout Firefox OS
fa: همه چیز را درباره سیستم‌عامل فایرفاکس بدانید
hi_in: Firefox OS के बारे में सब जानें
lt: Sužinokite viską apie „Firefox OS“
oc: Tot saber sus Firefox OS
ur: Firefox OS کے بارے میں سب سیکھیں

source: Would you like to see this page in your language?
af: Wil u hierdie bladsy in Afrikaans sien?
bn_bd: আপনি কি এই পাতাটি আপনার ভাষায় দেখতে চান?
br: Ha fellout a ra deoc'h gwelout ar bajennad-mañ e brezhoneg ?
fa: دوست دارید این صفحه را به زبان خود ببینید؟
hi_in: क्या आप इसपृष्ठ को अपनी भाषा में देखना चाहेंगे ?
lt: Ar norėtume matyti šį tinklalapį lietuvių kalba?
ur: کیا آپ اس صفحہ کو اپنی زبان میں دیکھنا پسند کریں گے؟

source: Yes, please!
af: Ja, asb!
bn_bd: হ্যা, অবশ্যই!
br: Ya, mar plij !
fa: بله، لطفا!
hi_in: हाँ, कृपया!
kab: Ih, Ma ulac aɣilif!
lt: Tikrai taip!
oc: Òc, sioplèt !
ur: ہاں، برآے محربانی!

source: No, thanks.
af: Nee, dankie.
bn_bd: ধন্যবাদ প্রয়োজন নেই।
br: Ne dalv ket ar boan.
fa: نه، ممنون!
hi_in: नहीं, धन्यवाद.
kab: Ala, tanemmirt.
lt: Ačiū, ne.
oc: Non, mercé.
ur: نہیں شکریہ

source: Support Mozilla
af: Ondersteun Mozilla
bn_bd: মজিলাকে সহযোগিতা করুন
br: Skorit Mozilla
fa: پشتیبانی از موزیلا
hi_in: Mozilla समर्थन
kab: Mudd afus i Mozilla
lt: Paremkite „Mozillą“
ur: Mozilla کی معاونت کریں

source: Looks like you’re using an older version of Firefox.
af: Dit lyk of u 'n ouer weergawe van Firefox gebruik.
as: আপুনি Firefox ৰ এটা পুৰনি সংস্কৰণ ব্যৱহাৰ কৰি আছে যেন লাগিছে।
bn_bd: আপনি ফায়ারফক্সের পুরোনো সংস্করণ ব্যবহার করছেন।
br: Emaoc'h oc'h arverañ un handelv kozh eus Firefox war ar seblant.
fa: به نظر میرسد دارید از یک نسخه‌ی قدیمی فایرفاکس استفاده می‌کنید.
hi_in: ऐसा लग रहा है कि आप फ़ायरफ़ॉक्स के पुराने संस्करण का उपयोग कर रहे हैं.
kab: Ayettban d akken tesseqdaceḍ lqem aqbuṛ n Firefox.
lt: Panašu, jog jūs naudojatės senesne „Firefox“ naršyklės laida.
oc: Sembla qu'utilizatz una anciana version de Firefox.
ur: لگتا ہے آپ Firefox کا پرانا ورژن استعمال کر رہے ہیں ۔

source: Update to stay fast and safe.
af: Werk dit by om vinnig en veilig te bly.
as: দ্ৰুত আৰু সুৰক্ষিত থাকিবলৈ আপডেইট কৰক।
bn_bd: দ্রুত ও নিরাপদ থাকতে হালনাগাদ করুন।
br: Hizivaat evit chom herrek ha diogel.
fa: برای امن و سریع ماندن بروزرسانی کنید.
hi_in: तेज और सुरक्षित रहने के लिए अद्यतन रखें.
kab: Leqqem akken ad teqqimeḍ d arurad, d aɣelsan.
lt: Atnaujinkite, kad ji išliktų saugi ir sparti.
oc: Metre a jorn Firefox vos garantís rapiditat e seguretat.
ur: تیز اور محفوظ رہنے کے لیے تازہ کاری کریں۔

source: Later
bn_bd: পরে
br: Diwezhatoc'h
fa: بعدا
hi_in: बाद में
kab: Ticki
lt: Vėliau
ur: بعد میں

source: Official Mozilla gear is here
af: Amptelike Mozila-drag is hier
bn_bd: মজিলার অফিসিয়াল গিয়ার এখানে পাওয়া যায়
br: Dafar Mozilla kefridiel zo amañ
fa: لباس رسمی موزیلا اینجا است
hi_in: आधिकारिक मोज़िला गियर यहाँ है
lt: „Mozillos“ atributika jau čia!
