Repository: translate/mozilla-lang
Catalog: ff/marketplace/marketplace.lang.po
Languages: ff

source: Open for business
ff: Ena udditanii njulaagu

source: Visit the Marketplace »
ff: Yillo Marketplace »

source: Try the Marketplace&nbsp;»
ff: Ƴeewndo Marketplace »

source: To test out the Aurora release of Firefox Marketplace, you first need to download Firefox Aurora on your Android phone.
ff: Nga ƴeewndaade bayyinal Aurora Firefox Marketplace, aɗa sokli aawtaade Firefox Aurora ko adii ɗum e telefon maa Android.

source: Once you have downloaded and installed Firefox Aurora for Android, you can access the Firefox Marketplace from the “Apps” menu option within Firefox Aurora.
ff: Caggal nde ngaawti-ɗaa te aaf-ɗaa Firefox Aurora mo Android, aɗa waawi yahde to Firefox Marketplace so rewde to cuɓe dosol “Jaaɓɗe” toh e nder Firefox Aurora.

source: Mozilla is bringing its core values — openness, freedom, user choice — to the world of apps. We’re creating an open environment that benefits developers, content owners and consumers. And with apps based on open Web technologies like HTML5, JavaScript and CSS, developers can build rich and immersive experiences.
ff: Mozilla nana adda neɗɗiyaŋkaagal mum teddungal — udditaare, ndimaagu, cuɓagol huutorɓe — e nguurndam jaaɓɗe. Min ngoni ko e sosde taariindi kesiri mballoori topayɓe, huutortooɓe e joom en loowdi. Tee so jaaɓɗe tugnii ko e karalleeje Geese udditiiɗe wano HTML5, JavaScript, CSS, topayɓe ena mbaawi topaade dawte galɗuɗe e naatɗi e hakkille.

source: The first Aurora release of Firefox Marketplace is available on Firefox Aurora for Android, giving developers a means to get feedback on their apps as the Marketplace grows and progresses.
ff: Bayyinal Aurora Firefox Marketplace gadanal ena woodi e Firefox mo Android, kisa hokka topyaɓe feere heɓde duttine e jaaɓɗe maɓɓe tuma mo Marketplace woni e mawnude e yahrude yeeso.

source: Find &amp; discover amazing apps easily
ff: Yiylo &amp; njiytaa jaaɓɗe moolanaaɗe

source: Give us your feedback
ff: Hokku min duttine

source: Enjoy rich, immersive experiences
ff: Dakmito e dawte galɗuɗe, naatɗe e hakkille

source: Showcased apps
ff: Jaaɓɗe beeynaaɗe

source: Below are a few of our favorite apps to get you started, but there are more to enjoy and explore. Once you've downloaded <a href="%(mobile_aurora_url)s">Firefox for Android Aurora</a>, you can tap on any of these apps to reveal a QR code that you can scan to download it. You can also search for apps directly on the Marketplace.
ff: Ɗee-ɗoo ko jubbannde e jaaɓɗe amen ɓurɗe labeede hade ko juɗaa ɓenndude, kono ena woodi kadi goɗɗe mbaɗɗe faayiida. Caggal nde ngaawti-ɗaa <a href="%(mobile_aurora_url)s">Firefox mo Android Aurora</a>, aɗa waawi fiyde e jaaɓngal njiɗ-ɗaa ngam yiyde kod QR mo mbaaw-ɗaa niiwtaade ngam aawtaade ngal. Aɗa waawi kadi yiylaade jaaɓɗe bec e Marketplace hee.

source: Below are a few of our favorite apps to get you started. There are also more to enjoy and explore directly on the Marketplace.
ff: Ɗee-ɗoo ko jubbannde e jaaɓɗe amen ɓurɗe labeede hade ko juɗaa ɓenndude. Ena woodi kadi jaaɓɗe goɗɗe ɗe mbaaw-ɗaa ƴeewndaade bec e Marketplace hee.

source: Games
ff: Pije

source: News &amp; Media
ff: Kabaaru &amp; Mejaa

source: Productivity
ff: Paggitorɗe

source: Want to build an app?
ff: Aɗa yiɗi topaade jaaɓngal?

source: Find out how to create and upload apps to the Firefox Marketplace:
ff: Ƴeew ɗoo no jaaɓɗe mahirtee, njollee to Firefox Marketplace:

source: Develop HTML5 Web apps for the Firefox Marketplace »
ff: Topano Firefox Marketplace jaaɓɗe Geese e HTML5 »

source: Partner with Mozilla »
ff: Gollotir e Mozilla »

source: Sign up for more news about the Firefox Marketplace.
ff: Winndito ngam ɓeydude humpito baɗte Firefox Marketplace.
