Repository: translate/mozilla-lang
Catalog: ff/marketplace/partners.lang.po
Languages: ff

source: Build an early fan base and gain popularity.
ff: Fooɗtu yimɓe yoo nganndu golle maa, ɓeydo-ɗaa lollude.

source: Opening Soon
ff: Ena uddita ko ɓooyaani

source: Mozilla Marketplace Partners
ff: Liggondirooɓe Mozilla Marketplace

source: Mozilla is bringing its core values — openness, freedom, user choice — to the world of apps.
ff: Mozilla ena addi yuɓɓeende mum seeɓnde — udditaare, ndimaagu, ko weli kuutoro — e fannu jaaɓnirɗe.

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
ff: Oo widewoo ena naamnii wanngorde jaaɓdunde e widewoo walla <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.

source: Learn all about creating HTML5 apps at the Mozilla Developer Network&nbsp;»
ff: Ekko geɗe toɗɗiiɗe cosgol jaaɓɗe HTML5 to Mozilla Developer Network&nbsp;»

source: The Mozilla apps platform
ff: Doŋtere jaaɓɗe Mozilla

source: Building apps for the Web provides developers with full control over content, functionality and how apps are distributed, including access to hundreds of millions of Firefox users through the Mozilla Marketplace.
ff: Topaade jaaɓɗe Geese ena hokka topayɓe tamde loowdi, fannoraagu e kuuɓal e hol no jaaɓɗe caakirtee, haa teemedde miliyoŋ huutorɓe Firefox wonɓe e Mozilla Marketplace mbaawa heɓde-ɗe.

source: Submit your app&nbsp;»
ff: Naatnu jaaɓngal maa&nbsp;»

source: Launch your app on the Web
ff: Aayno jaaɓngal maa e Geese

source: Target tech savvy consumers with your app.
ff: Toɓɓu haralleɓe teknologii huutoraade jaaɓngal maa.

source: Before the public launch later this year, Mozilla will be opening the Marketplace for user testing. Take advantage of this by being one of the first app developers to build a user base. Submit your app to:
ff: Hade uddital peñcu waɗde e ndee hitaade, Mozilla maa uddit Marketplace ngam huutorɓe mbaawa ƴeewndaade. Heɓor heen hakke maa so wonde gooto e topayɓe jaaɓɗe adiiɓe mahde dental huutorɓe. Naatnu jaaɓngal maa to:

source: Mozilla Marketplace — <em>Opening Soon</em>
ff: Mozilla Marketplace — <em>Uddital ko ɓooyaani</em>

source: Using open Web standards and Mozilla-designed APIs, great app experiences can be delivered across multiple platforms, devices and operating systems — closing the gap between Web and native apps for the first time.
ff: Huutoraade Nanondiraaɗe Geese e APIs ŋeñto Mozilla, jaaɓɗe moolanaaɗe ena mbaawi yaltineede e doŋte keewɗe, kaɓirɗi e juɓɓe kuumnuɗe — ngati wona laawol gadanol nde yolnde ustoooo hakkunde Geese e jaaɓɗe keraaniiɗe cinnde.

source: Test your app with a committed group of early adopters.
ff: Ƴeewndo jaaɓngal maa huutoraade mobgal huutorɓe adanɓe.

source: View with subtitles
ff: Yiyto lestiite
