Repository: translate/mozilla-lang
Catalog: hsb/firefox/android/index.lang.po
Languages: hsb

source: Firefox for Android — Mobile Web browser — More ways to customize and protect your privacy
hsb: Firefox za Android — Mobilny webwobhladowak — Dalše móžnosće, wašu priwatnosć přiměrić a škitać

source: Only Firefox for Android offers so many ways to make your mobile browsing experience truly your own
hsb: Jenož Firefox za Android poskića tak wjele móžnosćow, zo by waše dožiwjenje mobilneho přehladowanja woprawdźe waše było

source: Firefox for Android
hsb: Firefox za Android

source: We make it Firefox.
hsb: My činimy jón k Firefox.

source: You make it your own.
hsb: Wy činiće jón k swojemu.

source: The features you love.
hsb: Funkcije, kotrež lubujeće.

source: The privacy you trust.
hsb: Priwatnosć, kotrejž dowěrjeće.

source: Our most customizable Firefox for Android yet.
hsb: Naš dotal najbóle přiměrjomny Firefox za Android.

source: Download on Google Play
hsb: Z Google Play sćahnyć

source: Uniquely yours
hsb: Jasnje waš

source: Only Firefox for Android offers this many ways to make<br> your mobile browsing experience truly your own.
hsb: Jenož Firefox za Android poskića tute wjele wašnjow, zo by<br> waše dožiwjenje mobilneho přehladowanja k wašemu činił.

source: Smarter sharing for all
hsb: Bóle inteligentne dźělenje za wšěch

source: The most adaptive way to share anything, Quick Share remembers your most recently used apps to help you get the word out just the way you want.
hsb: Jako najbóle přiměrjenjakmane wašnje, něšto dźělić, Quick Share spomjatkuje sej waše jako poslednje wužite nałoženja, zo by wam pomhał, jenož tute wašnje dale prajić, kotruž chceće.

source: See how it works
hsb: Wobhladajće sej, kak funguje

source: All your faves, front and center
hsb: Wšě waše fawority, prědku a srjedźa

source: Customize your Home panels with any Web content you want and access your favorite feeds &mdash; like Instagram and Pocket Hits &mdash; instantly.
hsb: Přiměrće pola swojeje startoweje strony z webwobsahom, kotryž chceće a mějće hnydom přistup na swoje najlubše kanale &mdash; kaž Instagram a Pocket Hits.

source: A touch more personal
hsb: Trochu bóle wosobinske

source: Display your Home panels in any order you like or add, hide and delete them as you see fit to keep your favorites one touch away.
hsb: Zwobrazńće pola swojeje startoweje strony w porjedźe, kotryž so wam spodoba, abo přidajće, schowajće a zhašejće je, wo kotrymž měniće, zo wón waše fawority jenož jedne dótknjenje zdalene wobchowuje.

source: Learn more
hsb: Dalše informacije

source: Any search you like
hsb: Někajke pytanje, kotrež chceće

source: Add any search engine and make it your default.
hsb: Přidajće pytawu a čińće ju k swojemu standardej.

source: Or change it any time to the one that best matches your search and privacy needs.
hsb: Abo změńće ju kóždy čas do jedneje, kotraž wašim pytanskim a priwatnostnym potrěbnosćam najlěpje wotpowěduje.

source: Change your language
hsb: Wubjerće swoju rěč

source: Read and save articles easily
hsb: Čitajće a składujće nastawki lochko

source: Enjoy a more pleasant reading experience with Reader View and Reading List.
hsb: Wjeselće so zabawnišeho čitanskeho dožiwjenja z čitanskim napohladom a čitanskej lisćinu.

source: Access your saved articles even when you’re not online.
hsb: Mějće přistup na składowane nastawki, samo hdyž njejsće online.

source: Learn more about Reading List
hsb: Zhońće wjace wo čitanskej lisćinje

source: Learn more about Reader View
hsb: Zhońće wjace wo čitanskim napohledźe

source: Change your browser language quickly and easily, without having to change the settings for your entire device or even restart your browser.
hsb: Wubjerće rěč swojeho wobhladowaka spěšnje a lochko, bjeztoho zo dyrbiće nastajenja za waš cyły grat změnić abo samo swój wobhladowak znowa startować.

source: Take it to the big screen
hsb: Čińće ju k telewizijnej wobrazowce

source: Send video and Web content from your smartphone or tablet to any TV equipped with supported streaming capabilities.
hsb: Pósćelće widejo a webwobsah ze swojeho smartfona abo tableta na telewizor, kotryž ma trěbne přenošowanske kmanosće.

source: Keep your private info private
hsb: Dźeržće swoje priwatne informacije priwatne

source: We believe your personal information belongs to you.
hsb: Wěrimy, zo waše wosobinske informacije wam słušeja.

source: Firefox for Android is filled with features to help keep it that way.
hsb: Firefox za Android je napjelnjeny z funkcijemi, zo bychu pomhali, to na tute wašnje wobchować.

source: Do not track
hsb: Njeslědować

source: Enable this Firefox innovation to help you stay in control of how your browsing information is collected and used online.
hsb: Zmóžńće tutu inowaciju Firefox, zo byšće pomhał, kontrolu nad tym wobchował, kak so waše přehladowanske informacije online zběraja a wužiwaja.

source: Learn more about Do Not Track
hsb: Zhońće wjace wo Do Not Track

source: Private Browsing
hsb: Priwatny modus

source: When activated, Firefox for Android won’t accept cookies, remember passwords or record any sites that you’ve visited.
hsb: Hdyž tón modus je aktiwizowany, njebudźe Firefox za Android placki akceptować, hesła sej spomjatkować abo sydła natočeć, kotrež sće wopytał.

source: Learn how to open a private window
hsb: Zhońće, kak móžeće priwatne wokno wočinić

source: See how Private Browsing works
hsb: Wobhladajće sej, kak priwatny modus funguje

source: Clear history
hsb: Historiju zhašeć

source: Delete your browsing history, passwords and more in a single tap.
hsb: Zhašejće swoju přehladowansku historiju, swoje hesła a wjace z jeničkim podótkom.

source: Choose the private data you want to remove whenever you need to do so.
hsb: Wubjerće priwatne daty, kotrež chceće wotstronić, hdyžkuli dyrbiće to činić.

source: Learn how to clear your history
hsb: Zhońće, kak móžeće swoju historiju zhašeć

source: Guest browsing
hsb: Hóstny modus

source: Share your browser with friends and family without worrying that you’ll see each other’s online activity.
hsb: Dźělće swój wobhladowak z přećelemi a swójbu, bjeztoho zo sej starosće činiće, zo online-aktiwitu druhich widźiće.

source: Learn how to share your browser
hsb: Zhońće, kak móžeće swój wobhladowak dźělić

source: See how Guest Browsing works
hsb: Wobhladajće sej, kak hóstny modus funguje

source: Don’t leave home without being in Sync
hsb: Njewopušćejće dom, bjeztoho zo synchronizujeće

source: Bring your passwords, bookmarks, open tabs and more everywhere you go.
hsb: Donjesće swoje hesła, zapołožki, wočinjene rajtarki a wjace wšudźe, hdźež sće.

source: Use Sync on your smartphone or tablet to access whatever you need from your desktop &mdash; and vice versa &mdash; without having to remember URLs.
hsb: Wužiwajće Sync na swojim smartfonje abo tableće, zo byšće přistup na štožkuli měł, kotrež ze swojeho desktopa trjebaće &mdash; a nawopak &mdash; bjeztoho zo dyrbiće sej URL spomjatkować.

source: Learn more about Sync
hsb: Zhońće wjace wo Sync

source: Choose Firefox
hsb: Firefox wubrać

source: Supported devices
hsb: Podpěrane graty

source: Release notes
hsb: Wersijowe informacije
