Repository: translate/mozilla-lang
Catalog: hsb/firefox/desktop/index.lang.po
Languages: hsb

source: Firefox Web browser — Trusted, Flexible, Fast — Committed to you, your privacy and an open Web
hsb: Webwobhladowak Firefox — dowěry hódny, fleksibelny, spěšny — wam, wašej priwatnosći a wotewrjenemu webej zawjazany

source: Firefox Web browser — Trusted, Flexible, Fast — There's never been a better time
hsb: Webwobhladowak Firefox — dowěry hódny, fleksibelny, spěšny — ženje njeje lěpši čas był

source: There’s never been a <br class="wide-br">better time for Firefox
hsb: Njeje ženje <br class="wide-br">lěpši čas za Firefox był

source: Committed to you, your privacy and an open Web.
hsb: Wam, wašej priwatnosći a wotewrjenemu webej zawjazany.

source: Your Firefox is up to date.
hsb: Waš Firefox je aktualny.

source: Need help with anything?
hsb: Trjebaće pomoc za něšto?

source: Made with a mission to put you first
hsb: Z misiju sčinjeny, kotraž was na prěnje městno staja

source: We’ve always designed Firefox to protect and respect your private information.
hsb: Smy Firefox přeco tak wuhotowali, zo bychmy waše priwatne informacije škitali a respektowali.

source: That’s why we’re proud to be voted the <a href="%(url1)s" data-interaction="outbound link">Most Trusted Internet Company for Privacy.</a>
hsb: Tohodla smy hordźi, zo nas <a href="%(url1)s" data-interaction="outbound link">dowěry najhódniše internetne předewzaće za priwatnosć</a> mjenuja

source: Find out what makes Firefox the most trusted browser on the Web
hsb: Namakajće won, štož Firefox k dowěry najhódnišemu wobhladowakej we webje čini

source: Works the way you do
hsb: Funguje tak, kak wy sej přejeće

source: How you use the Web is unique.
hsb: Waše wužiwanje weba je jónkrócne.

source: Firefox lets you change it to match.
hsb: Firefox zmóžnja wam, jón přiměrić.

source: Remove what you don’t use, keep what you do and put it just about anywhere you want.
hsb: Wotstrońće, štož njewužiwaće, wobchowajće, štož trjebaće a stajće jo prosće, hdźež chceće.

source: Find out what makes Firefox <br class="wide-br">the most flexible browser there is
hsb: Namakajće won, štož Firefox <br class="wide-br">k najbóle fleksibelnemu wobhladowakej čini

source: Faster at what you do most
hsb: Spěšniši při tym, štož zwjetša činiće

source: Firefox was named the ”speed king” in independent benchmark and performance tests against other browsers.
hsb: Firefox je so w njewotwisnych pohódnoćenskich a wukonowych testach porno druhim wobhladowakam ”kral spěšnosće” mjenował.

source: * Based on <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a> results.
hsb: * Na zakładźe wuslědkow <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a>.

source: Save time and do just about anything quicker than before.
hsb: Zalutujće čas a čińće prosće něšto spěšnišo hač dotal.

source: Find out what makes this the fastest Firefox yet
hsb: Namakajće won, štož tón Firefox k dotal spěšnišemu čini
