Repository: translate/mozilla-lang
Catalog: kok/mozorg/plugincheck.lang.po
Languages: kok

source: Plugin Check &amp; Updates
kok: प्लगइन तपास &amp; सुदार

source: Update Now
kok: आता सुदारात

source: Research
kok: संशोधन

source: current version plugin
kok: सध्याच्या आवृत्तेचो प्लग इन

source: Up to Date
kok: अद्ययावत

source: Plugin icon
kok: प्लग इन चिन्न

source: unknown
kok: अज्ञात

source: vulnerable
kok: दोषयुक्त

source: Check Your Plugins
kok: तुमचे प्लगइन तपासात

source: Keeping your plugins up to date helps Firefox run safely and smoothly.
kok: तुमचे प्लगइन अद्ययावत दवरिल्ल्यान फायरफॉक्स सुरक्षितरीतीन आणि सोपेपणान चलता.

source: Plugins don’t always update automatically. Check yours now to stay safe and browse without interruption!
kok: प्लगइन सदाच आपशीच सुदारले वचनात. सुरक्षित रावपाक आणि व्यत्ययाशिवाय ब्रावज करपाक तुमचे आता तपासात!

source: Looks like you’re using an older version of Firefox.
kok: तुमी फायरफॉक्सची पोन्नी आवृत्ती वापरतात अशे दिसता.

source: Plugin Status
kok: प्लग इन स्थिती

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
kok: प्लग इन तपास <strong>इंटरनेट एक्स्प्लोअराक फाटबळ मर्यादित आसा</strong>. साधनां &gt; वापरात आणि अॅड ऑन्सचे व्यवस्थापन करात.

source: Step 1: Click Update to update a plugin.
kok: पांवडो 1: प्लग इन सुदारपाखातीर सुदार क्लीक करात.

source: Step 2: Complete all recommended updates before restarting your browser.
kok: पांवडो 2: तुमचे ब्रावजर परत सुरू करचेपयली सगळे सुदार पुराय करपाची शिफारस करता.

source: Potentially vulnerable plugins
kok: संभाव्य घातक प्लग इन

source: Plugin
kok: प्लग इन

source: Status
kok: स्थिती

source: Action
kok: कारवाय

source: Outdated Plugins
kok: कालबाह्य प्लगइन्स

source: Unknown Plugins
kok: अज्ञात प्लगइन्स

source: These plugins are up to date
kok: हे प्लगइन्स अद्ययावत आसात

source: Back to Top
kok: परत वयर

source: Frequently Asked Questions
kok: सदाच विचारले वचपी प्रस्न

source: What is a plugin?
kok: प्लग इन म्हळ्यार किदे?

source: Plugins power videos, animation and games
kok: प्लग इन व्हिडिओ, अॅनिमेशन आणि गेम्सांक शक्ती दिता.

source: They're built outside of Firefox by companies like Adobe Systems and Apple
kok: एडोबे सिस्टम्स आणि अॅपल सारकिल्या कंपन्यांनी ते फायरफॉक्सच्या भायर बांदला.

source: Plugins don't always update automatically.
kok: प्लग इन्स सदाच आपशीच सुदारनात

source: Why should I update my plugins?
kok: हावे म्हजे प्लग इन्स किद्याक सुदारपाक जाय?

source: Old plugins can interrupt browsing and waste your time.
kok: पोन्ने प्लग इन्स ब्रावजिंगान व्यत्यय हाडून तुमचो वेळ पेड्ड्यार करपाक शकतात.

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
kok: पोन्ने प्लग इन्स मॅलवेर, व्हायरस, आणि हेर सुरक्षेच्या धोक्यांकडलो <strong>तुमचो भंय वाडयतात</strong>

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
kok: <strong>सुदारित प्लग इन्स मजगती सुदार आसात </strong> जे वेब तुमच्याखातीर <strong>बरे आणि सुरक्षित</strong> करतात.

source: Screenshot of Add-Ons manager
kok: अॅड-ऑन्स व्यवस्थापकाचो स्क्रीनशॉट

source: How can Firefox help me?
kok: फायरफॉक्स म्हाका कशी मदत करपाक शकता?

source: In the future, Firefox will update plugins for you. Until then, you should regularly check this page and update your plugins to stay safe.
kok: भविष्यांत, फायरफॉक्स तुमच्याखातीर प्लग इन्स सुदारतले. तो मेरेन, तुमी सदाच हे पान पळोवपाक जाय आणि सुरक्षित रावपाक तुमचे प्लग इन्स सुदारपाक जाय.

source: Which Plugins do I have?
kok: म्हजेकडेन कसले प्लग इन्स आसात?

source: We automatically detected your plugins above, to view your installed plugins in Firefox follow these steps:
kok: आमी तुमचे वयले प्लगइन्स आपशीच सोदले, फायरफॉक्सांत तुमचे प्रतिष्ठापित प्लग इन्स पळोवपाक हे पांवडे आपणायात.:

source: Want to spread the word?
kok: शब्द पसरोवपाक सोदतात?

source: Help your friends stay safe online! Visit <a href="%(url)s">Firefox Affiliates</a> to get a plugin check badge for your site.
kok: तुमच्या इश्टांक ऑनलायन सुरक्षित रावपाक मदत करात! तुमच्या सायटीक प्लग इन तपास बिल्लो मेळोवपाखातीर <a href="%(url)s">फायरफॉक्स सहयोगी</a> क भेट दियात.

source: How do I disable a plugin?
kok: हावे प्लग इन्स अक्षम कसो करपाचो?

source: In Firefox:
kok: फायरफॉक्सांत:

source: Open the Tools menu.
kok: साधनां मेनू उक्तो करात.

source: Open the <span class="menu">menu</span>.
kok: <span class="मेनू">मेनू</span> उगडात.

source: Choose Add-ons.
kok: अॅड-ऑन्स जोडात

source: Click the plugins tab.
kok: प्लग इन टॅबार क्लीक करात.

source: Click on the drop down next to the plugin you wish to disable.
kok: तुमी अक्षम करपाक सोदता त्या प्लगइनाकुशीकच्या ड्रॉप डावनचेर क्लीक करात.

source: Click on a plugin in the list.
kok: वळेरेतल्या प्लग इनचेर क्लीक करात.

source: Select "Never Activate" from the available choices.
kok: आशिल्ल्या विकल्पांतल्यान "केन्नाच चालू करू नाकात" निवडात.

source: Click the Disable button.
kok: अक्षम बटन क्लीक करात.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on YouTube.
kok: शिटकावणी: प्लग इन अक्षम करप म्हळ्यार तुमी काय गजाली करपाक शकचे ना. देखीक, जर तुमी फ्लॅश अक्षम केलो, तुमी यू ट्यूबचेर व्हिडिओ पळोवपाक शकचे ना.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on some streaming video websites.
kok: शिटकावणी: प्लग इन अक्षम करप म्हळ्यार तुमी काय गजाली करपाक शकचे ना. देखीक, जर तुमी फ्लॅश अक्षम केलो, तुमी काय व्हिडिओ स्ट्रीमिंग वेबसायटींचेर व्हिडिओ पळोवपाक शकचे ना.

source: Mozilla Support
kok: मॉझीला फाटबळ

source: Have more questions?
kok: आणिक प्रस्न आसात?

source: Visit <a href="%(sumo_url)s">support.mozilla.org</a> for more help!
kok: अदिक माहितीखातीर <a href="%(sumo_url)s">support.mozilla.org</a> क भेट दियात!
