Repository: translate/mozilla-lang
Catalog: kok/tabzilla/tabzilla.lang.po
Languages: kok

source: Mozilla links
kok: मॉझीला जोडी

source: Close (Esc)
kok: बंद (एस्केप)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
kok: फायरफॉक्स ओएस पदार्पण <span>मोबायल वर्ल्ड काँग्रेसीन!</span>

source: Learn more
kok: अदिक जाणा जायात

source: Mission
kok: ध्येय

source: About
kok: हाचेविशीं

source: Projects
kok: प्रकल्प

source: Support
kok: फाटबळ

source: Developer Network
kok: विकासक नेटवर्क

source: Products
kok: उत्पादनां

source: Innovations
kok: नावीन्यां

source: Research
kok: संशोधन

source: Get Involved
kok: सामील जायात

source: Volunteer
kok: स्वयंसेवक

source: Careers
kok: व्यवसाय

source: Find us
kok: आमका सोदात

source: Join us
kok: आमका सामील जायात

source: Website Directory
kok: वेबसायट निदेशिका

source: Search Mozilla sites
kok: मॉझीला सायटी सोदात

source: Search
kok: सोद

source: Partner
kok: भागीदार

source: Look ahead
kok: मुखार पळयात

source: Learn all about Firefox OS
kok: फायरफॉक्स ओएसविशी जाणा जायात

source: Would you like to see this page in your language?
kok: हे पान तुमी तुमच्या भाशेंत पळोवपाक सोदतले?

source: Yes, please!
kok: होय, मुजरत!

source: No, thanks.
kok: ना. देव बरे करू.

source: Support Mozilla
kok: मॉझीलाक फाटबळ दियात

source: Looks like you’re using an older version of Firefox.
kok: तुमी फायरफॉक्साची पोन्नी आवृत्ती वापरतात अशे दिसता.

source: Update to stay fast and safe.
kok: गतिमान आणि सुरक्षित रावपाक सुदार घडयात

source: Later
kok: उपरांत

source: Official Mozilla gear is here
kok: अधिकृत मॉझीला गियर हांगा आसा
