Repository: translate/mozilla-lang
Catalog: cak/legal/index.lang.po
Languages: cak

source: Legal
cak: Taqanel rutzijol

source: Terms
cak: Taq ojqanem

source: Our Websites
cak: Ajk'amaya'l ruxaq taq qak'amaya'l

source: Firefox Services
cak: Firefox taq samaj

source: Privacy & trademarks
cak: Ichinanem chuqa' achk'ayel taq retal b'i'aj

source: Privacy Notices and Policy
cak: Ichinan taq rutzijol chuqa' taq na'ojil

source: Trademark Policy
cak: Kina'ojil achk'ayel ketal taq b'i'aj

source: Downloadable software notices
cak: Taq rutzijol qasanel kema'

source: Get involved
cak: Kak'uluman

source: Special thanks to all of you who help report abuses of Mozilla marks, participate in governance forums, give feedback on our localizations & legal terms, and contribute your skills to the success of the Mozilla project.
cak: Jun nimaläj matyoxinïk chi ke konojel ri yeto'on richin nikiya' rutzijol ri kitz'ilanem ri retal kib'i' Mozilla, yeto'on pa taq kimolna'oj chanpomal, nikiya' k'utun kitzij pa kiwi' ri taq qatzalq'omanri'ïl chuqa' taqanel taq ojqanem chuqa' yeto'on kik'in ri ketamab'al richin rutzil ri runimasamaj Mozilla.

source: Get involved!
cak: ¡Kato'on!

source: Protect the Fox
cak: Tachajij ri Fox

source: Help us protect our users by reporting abuse of Mozilla Trademarks.
cak: Kojato' chi kichajixik ri qawinaq, rik'in rutzijol kitz'ilanem retal kib'i' Mozilla.

source: Takedown requests
cak: Jech'en taq k'utuj

source: Report infringement of your copyrights or trademarks.
cak: Tiya' rutzijol jun rutz'ilanem ach'ojib'al richin b'anel o k'ayel retal b'i'aj.

source: Report abuse of your copyrights and trademarks.
cak: Tiya' kitzijol kitz'ilanem taq ch'ojib'äl kichin b'anel chuqa' tz'ib'an retal b'i'aj.

source: Back to Legal
cak: Titzolin pa taqanel

source: Websites & Communications Terms of Use
cak: Taq ojqanem richin ye'okisäx ri taq ajk'amaya'l ruxaq k'amaya'l chuqa' ch'owen

source: Acceptable Use Policy
cak: Ütz runa'ojil rokisaxik

source: Firefox Hello Terms of Service
cak: Taq rojqanem rusamaj Firefox Hello

source: Firefox Cloud Services: Terms of Service
cak: Taq samaj pa rusutz' Firefox: Taq rojqanem samaj
