Repository: translate/mozilla-lang
Catalog: lg/upgradedialog.lang.po
Languages: lg

source: Get the Newest Firefox
lg: Wefunire Firefox Ensingayo Obupya

source: The Newest Firefox is Here!
lg: Firefox Esingayo Obupya Yino!

source: <a %s>Quick, easy and free update</a>
lg: <a %s>Okutusa mubwangu, mungeri enyangu era eyobwerere</a>

source: Fresh new look
lg: Endabika empya enungi

source: Much faster than Firefox 3.6
lg: Nyangu okusinga ku Firefox 3.6

source: More awesomeness than ever
lg: Okulabika obulungu okutabangawo

source: There’s a new version of Firefox that can better protect you against online attacks.
lg: Waliwo enkola ya Firefox empya eyinza okuwa obukumi ku kulumbibwa ku mutimbagano.

source: <a %s>Get the upgrade</a> — it’s fast & free!
lg: <a %s>Funa entusa</a> — kyangu era kyabwerere!

source: get the latest in security
lg: funna ebisingayo obupya mu byokwerinda

source: experience faster performance
lg: manya enkola eyobwangu

source: enjoy greater customization
lg: nyumirwa okwetegera okusingawo

source: Your version of Firefox will soon be vulnerable to online attacks.
lg: Enkola yo eya Firefox ejja kuba enafuwa mubyokwerinda ku mutimbagano.

source: Stay safe online
lg: Wekume ku mutimbagano

source: Enjoy new features
lg: Nyumirwa ebitundu ebipya

source: URGENT!
lg: MUBWANGU!

source: Your version of Firefox is no longer protected against online attacks.
lg: Enkola yo eya Firefox tekya kumibwa ku enambaganya zoku mutimbagano.

source: This is your last reminder before you will be automatically updated to the latest version
lg: Kuno kwekujukiiza okusembayo nga toona kyusibwa kuza kunkola esingayo obupya

source: Firefox no longer supports your operating system version and will be vulnerable to online attacks.
lg: Firefox tekyawagira pulogulamu edukanya kompyuta yo era ojja kuba osoobola okulumbibwa kumutimbagano.

source: We recommend:
lg: Tu wagira:

source: Upgrading your <a %s>operating system</a>
lg: Okutusa <a %s>puloguramu edukanya kompyuta</a> yo

source: Downloading a compatible browser
lg: Okutikula enonyeso ekiriza enkolagana

source: Installing a free upgrade to your <a %s>operating system</a>
lg: Okuteka mu entusa eyo bwerere mu <a %s>puloguramu edukanya kompyuta</a> yo

source: You will be prompted once more before being automatically updated.
lg: Ojja kubuzibwa omulundi omulala gumu nate nga tonaba kuzibwa ku nkola empya.
