Repository: translate/mozilla-lang
Catalog: cak/firefox/desktop/tips.lang.po
Languages: cak

source: The best of the latest Firefox
cak: Ri rutzil ri ruk'isib'al ruwäch Firefox

source: Bookmarks
cak: Taq yaketal

source: Simplify
cak: Tich'utinirisäx

source: Arrange
cak: Tichojmirisäx

source: Sync
cak: Ximïl

source: 5 top tips, tricks and time-saving tools
cak: 5 jeb'ël taq pixa', tz'ukun taq samaj chuqa' taq samajib'äl richin nach'äk ramaj

source: back
cak: chi rij

source: next
cak: jun chik

source: Click the star
cak: Tapitz'a' pa ti ch'umil

source: Watch the star jump so you know your bookmark has been added.
cak: Tatz'eta' chi niropin ri ti ch'umil, ke ri' nawetamaj chi ri ayaketal xtz'aqatisäx qa.

source: (Try it! It’s fun!)
cak: (¡Tatojtob'ej! ¡Janila tik'asäs!)

source: How to:
cak: Achike rub'eyal:

source: Click the star to add bookmarks and manage them from the same spot.
cak: Tapitz'a' pa ruwi' ri ch'umil richin natz'aqatisaj jun yaketal chuqa' richin ye'anuk'samajij pa jun k'ojlib'äl.

source: Simplify your life
cak: Tach'utinirisaj ri ak'aslem

source: Go to your happy place.
cak: Kakikot jät pan ak'ojlib'al.

source: Remove the buttons you don’t use so you can find the ones you do.
cak: Ke'ayuju' el ri taq pitz'b'äl, ri man ye'awokisaj ta richin ke ri' ye'awïl ri kan ye'awokisaj.

source: Open the menu, select “<strong>Customize</strong>” and drag any button out of the toolbar.
cak: Tajaqa' ri k'utsamaj, tacha' “<strong>Tichinäx</strong>” k'a ri' taqirirej apo xab'achike chi pitz'ib'äl chi rij ri kikajtz'ik taq samajib'äl.

source: Add your faves
cak: Ke'atz'aqatisaj ri taq awajowab'al

source: Play favorites with the features you use most and arrange them for fast, easy access.
cak: Ke'awokisaj ri taq awajowab'al rik'in ri taq kib'anikil yalan nawokisaj k'a ri' ke'achojmirisaj richin chanin chuqa' man k'ayew ta yatok chi kipam.

source: Open the menu, select “<strong>Customize</strong>” and drag any button into the toolbar or menu.
cak: Tajaqa' ri k'utsamaj, tacha' “<strong>Tichinäx</strong>” k'a ri' taqirirej apo xab'achike chi pitz'ib'äl pa kikajtz'ik taq samajib'äl o pa k'utsamaj.

source: Stay in Sync
cak: Tik'oje' na pa Sync

source: Use Sync to magically access your open tabs, passwords and more wherever you use Firefox.
cak: Tawokisaj Ximojri'ïl richin jun mayjanel okem pa ri taq jaqäl awi', ewan taq tzij chuqa' ch'aqa' chik xab'akuchi' nawokisaj Firefox.

source: Use Sync to magically access your open tabs, passwords and more from any device.
cak: Tawokisaj Sync richin jun mayjanel okem pa ri taq jaqäl awi', ewan taq tzij chuqa' ch'aqa' chik xab'achoq chupam chi okisaxel.

source: Choose “<strong>Sign in to Sync</strong>” from the menu and make Firefox your own wherever you use it.
cak: Tacha' “<strong>Tatikirisaj molojri'ïl pa Ximojri'ïl</strong>” chupam ri k'utsamaj chuqa' tawichinaj Firefox xab'akuchi' nawokisaj wi.

source: Free your add-ons
cak: Ke'awosq'opij ri taq atz'aqat

source: Keep those special, favorite add-ons in your menu so they’re visible and easily within reach.
cak: Ke'aya' ri utziläj chuqa' ajowel taq tz'aqat pa k'utsamaj richin chi keq'aläj pe chuqa' kek'oje' pan aq'a'.

source: Select “<strong>Customize</strong>” from the menu and drag in the add-ons you want.
cak: Tacha' “<strong>Tichinäx</strong>” chupam ri k'utsamaj k'a ri' ke'aqirirej ri taq tz'aqat ye'awajo'.

source: Get Firefox
cak: Tawila' Firefox

source: Congratulations
cak: Kakikot

source: You’re an expert!
cak: ¡Yalan at jwi'!

source: Now help your friends master Firefox.
cak: Wakami ke'ato' ri awachib'il richin nretamaj nusamajij Firefox.

source: Learn more about bookmarks
cak: Tawetamaj ch'aqa' chik pa kiwi' ri taq yaketal

source: Learn more about customizing
cak: Tawetamaj ch'aqa' chik pa ruwi' ri ichinanem

source: Learn more about Sync
cak: Tawetamaj ch'aqa' chik chi rij ri Sync

source: Learn more about add-ons
cak: Tetamäx ch'aqa' chik chi kij ri taq tz'aqat
