Repository: translate/mozilla-lang
Catalog: wo/tabzilla/tabzilla.lang.po
Languages: wo

source: Mozilla links
wo: Lëkkalekaayi Mozilla

source: Close (Esc)
wo: Tëj (Esc)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
wo: Ndoorteeli Firefox OS <span>ci Mobile World Congress!</span>

source: Learn more
wo: Yeneen leeral

source: Mission
wo: Waar wi

source: About
wo: Ci mbiru

source: Projects
wo: Naal yi

source: Support
wo: Dimbali

source: Developer Network
wo: Reso Defarkat yi

source: Products
wo: Meññeef yi

source: Innovations
wo: Indi lu bees

source: Research
wo: Gëstu

source: Get Involved
wo: Bokk

source: Volunteer
wo: Defal Yalla

source: Careers
wo: Yoonu dund

source: Find us
wo: Gis nu

source: Join us
wo: Bokkal ci nun

source: Website Directory
wo: Téereb Dalu web

source: Search Mozilla sites
wo: Dali Mozilla Search

source: Search
wo: Seet

source: Partner
wo: Partaneer

source: Look ahead
wo: Xool ci kanam

source: Learn all about Firefox OS
wo: Xamal lépp lu jëm ci Firefox OS

source: Would you like to see this page in your language?
wo: Danga bëgg a gis xët wii ci sa làkk?

source: Yes, please!
wo: Waaw, ayca!

source: No, thanks.
wo: Déedéet baax na.

source: Support Mozilla
wo: Dimbali Mozilla

source: Looks like you’re using an older version of Firefox.
wo: Daa melni sumbu Firefox bu gën a yàgg ngay jëfandikoo.

source: Update to stay fast and safe.
wo: Yeesalal ngir mu gën a gaw te wóor.

source: Later
wo: Bu ko jiitu

source: Official Mozilla gear is here
wo: Fii mooy dalu Mozilla bu Mag bi
