Repository: translate/mozilla-lang
Catalog: */firefox/partners/index.lang.po
Languages: ca, uz, xh

source: Firefox OS, Marketplace, Android — Partners
ca: Firefox OS, Marketplace, Android — Socis
uz: Firefox OS, Marketplace, Android — Hamkorlar
xh: IFirefox OS, iMarike, iAndroid — ooGxa bethu

source: Get involved
ca: Participeu-hi
uz: Hissangizni qo‘shing!
xh: Zibandakanye nawe

source: Contact our business development team to get on board.
ca: Contacteu amb el nostre equip de desenvolupament de negoci per a més informació.
uz: Hamkorlik qilish uchun bizning biznes bo‘yicha bo‘limimiz bilan bog‘laning.
xh: Qhagamshelana neqela lethu lophuhliso lwezoshishino ukuze uzimanye.

source: First Name
ca: Nom
uz: Ismi
xh: Igama Lokuqala

source: Last Name
ca: Cognoms
uz: Familiyasi
xh: Ifani

source: Title
ca: Títol
uz: Sarlavha
xh: Isibizo sakho

source: Company
ca: Empresa
uz: Tashkilot
xh: Inkampani

source: Website
ca: Lloc web
uz: Vebsayt
xh: Iwebhusayithi

source: Email
ca: Adreça electrònica
uz: E-pochta
xh: I-imeyili

source: Phone
ca: Telèfon
uz: Telefon
xh: Umnxeba

source: Interest:
ca: Interès:
uz: Qiziqish:
xh: Umdla:

source: Firefox for Android
ca: Firefox per a l'Android
uz: Android uchun Firefox
xh: IFirefox ye-Android

source: Other
ca: Altres
uz: Boshqa
xh: Okunye

source: Interest
ca: Interès
uz: Qiziqish
xh: Umdla

source: Submit my request
ca: Envia la sol·licitud
uz: So‘rovimni jo‘natish
xh: Thumela isicelo sam

source: Thanks for your interest in partnering with us
ca: Gràcies per l'interès en associar-vos amb nosaltres
uz: Biz bilan hamkorlik qilishga qiziqqaningiz uchun rahmat
xh: Enkosi ngokuba nomdla ekuzimanyeni nathi

source: We will review your request and get back to you about possibilities and opportunities soon.
ca: Revisarem la sol·licitud i us contactarem aviat per explorar les possibilitats i oportunitats.
uz: Biz so‘rovingizni ko‘rib chiqamiz va tezda imkoniyatlar va sharoitlar haqida sizga javob yozamiz.
xh: Siza kusihlola isicelo sakho size sibuyele kuwe malunga nokunokwenzeka kunye namathuba kungekudala.

source: Overview
ca: Resum
uz: Ko‘rib chiqish
xh: Amavandlakanya

source: Explore the site
ca: Exploreu el lloc
uz: Saytni ko‘rish
xh: Hlola isayithi

source: Unleash the future
ca: Allibereu l'endemà
uz: Kelajakka erkinlik bering
xh: Vulela ikamva

source: We’re enabling operators, phone manufacturers and developers to manage, customize and improve relationships with their customers directly through our mobile products: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
ca: Permetem que operadors, fabricants de telèfons i desenvolupadors gestionin, personalitzin i millorin el control de les relacions amb els clients directament a través dels nostres productes mòbils: el <a %(url1)s>Firefox OS</a>,el <a %(url2)s>Firefox Marketplace</a> i el <a %(url3)s>Firefox per a l'Android</a>.
uz: Biz mobil mahsulotlarimiz orqali operatorlar, telefon ishlab chiqaruvchilar va dasturchilardan o‘zimizning mijozlar bilan munosabatni yaxshilash va to‘g‘rilash uchun foydalanamiz: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox do‘koni</a> va <a %(url3)s>Androic uchun Firefox</a>.
xh: Sivumela abalawuli, abavelisi beminxeba nabaphuhlisi ukuba balawule, baziqhelanise baze babuthabathele kubo ubudlelwane babo nabathengi babo ngokuthe ngqo ngeemveliso zethu zemfonomfono eziphathwayo: <a %(url1)s>iFirefox OS</a>, <a %(url2)s>iFirefox Marketplace</a> kunye <a %(url3)s>neFirefox ye-Android</a>.

source: Firefox OS has brought openness, accessibility and opportunity to 29 countries with more than 50 launches and 14 global operators — and that momentum continues in 2015.
ca: El Firefox OS ha portat estàndards oberts, accessibilitat i oportunitat a 30 països amb més de 50 llançaments i 14 operadors globals — i mantenim la línia pel 2015.
uz: Firefox OS 14 ta global operatorlar bilan hamkorlikda 50 marta ishga tushirilidi va 29 mamlakatga ochiqlik, qulaylik va imkoniyatlarni olib ketldi — ushbu olg‘a siljish 2015-yilda ham davom etadi.
xh: I-Firefox OS izise ukuvuleleka, ukuba nokufikelelwa nethuba kumazwe angama-29 ngokwaziswa okungaphezu kwama-50 kunye nabasebenze jikelele oluli-14 — kunye nokuba amandla okuzihambea kuyaqhubeka ngowama-2015.

source: See what’s next for mobile with <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
ca: Descobriu les novetats en el món mòbil amb <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> i <a %(url3)s>Firefox per a Android</a>.
uz: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> va <a %(url3)s>Android uchun Firefox </a> o‘rnatilgan mobil telefon uchun keyingisi nima ekanligini ko‘ring.
xh: Jonga ukuba yintoni elandelayo kwimfonomfono <a %(url1)s>enoFirefox OS</a>, <a %(url2)s>Imarike yeFirefox</a> and <a %(url3)s>iFirefox ye-Android</a>.

source: See more partners
ca: Descobriu altres socis
uz: Ko‘proq hamkorlarni ko‘rish
xh: Bona amahlakani ethu angakumbi

source: Recent news
ca: Notícies recents
uz: So‘nggi yangiliklar
xh: Iindaba zakutshanje

source: Firefox OS Unleashes the Future of Mobile
ca: Firefox OS allibera el futur del panorama mòbil
uz: Firefox OS mobil telefonlar kelajagi uchun erkinlik yaratadi
xh: UFirefox OS uvulela ikamva leemfonomfono

source: Be a partner
ca: Feu-vos col·laborador
uz: Hamkorlik qiling
xh: Yiba lihlakani

source: Just what your customers need
ca: Just el que necessiten els vostres clients
uz: Mijozlaringiz istagiga mos
xh: Yinto efunwa ngabathengi bakho

source: Easy to use. Easy to customize. Firefox OS is an open platform that fosters greater participation in the value chain.
ca: Fàcil d'usar. Fàcil d'adaptar. El Firefox OS és una plataforma oberta que promou una gran participació a la cadena de valor.
uz: Foydalanish oson. Moslash oson. Firefox OS sifatli mahsulot yaratishga hissa qo‘shish maqsadida yaratilgan ochiq platforma.
xh: Kulula ukuyisebenzisa. Kulula ukuzenzela. I-Firefox i-OS liplatfom evulelekileyo ekhuthaza intatho-nxaxheba enkulu kwityathanga lexabiso.

source: The Web is the platform
ca: El web és la plataforma
uz: Veb - bu platforma
xh: IWebhu liqonga

source: Firefox OS is an independent alternative ecosystem free from the rules and restrictions of existing proprietary platforms.
ca: El Firefox OS és un ecosistema independent i alternatiu, lliure de les regles i restriccions que tenen les plataformes privatives.
uz: Firefox OS mavjud pullik platformalarning qoidalari va cheklovlaridan holi mustaqil muqobil ekotizimdir.
xh: I-Firefox i-OS yenye indlela ekhululekileyo ye-ecosystem ukususela kwimiqathango nokunyina yeeplatfom zomnini ezikhoyo.

source: Our partners are industry leaders that have realized the value that a differentiated offering can bring to their target markets.
ca: Els nostres socis són líders del sector que s'han adonat del valor que aporta una oferta diferenciada als seus mercats objectius.
uz: Bizning hamkorlarimiz o‘zgacha taklif ularning mo‘ljallaridagi bozorlarga olib borishi mumkin bo‘lgab qiymatni fahmlagan industuriya liderlaridir.
xh: Amahlakani ethu ziinkokheli zoshishino eziye zanakana ixabiso engaziswa ngumnikelo owahluliweyo kwimarike ejoliswe kuyo.

source: Made by Firefox
ca: Fet pel Firefox
uz: Firefox tomonidan qilingan
xh: Yenziwe nguFirefox

source: For the past 15 years, we’ve been instrumental in innovating and shaping the Web to keep it open and accessible to all. As a result of our efforts, one fifth of all Web activity today happens through Firefox products.
ca: Durant els darrers 15 anys, hem estat claus a l'hora d'innovar i donar forma al web per tal de mantenir-lo obert i accessible a tothom. Com a resultat de la nostra feina, una cinquena part de tota l'activitat web té lloc a través de productes Firefox.
uz: O‘tgan 15 yilda biz uchun internetni ochiq va hamma uchun mavjud bo‘lishini saqlab qolishda internetni shakllantirish va innovatsiyalarni qo‘llash muhim rol o‘ynadi. Siyosatimiz natijasida veb faollikning bir beshinchi qismi bugun Firefox mahsulotlarida ko‘rinmoqda.
xh: Kule minyaka eli-15 egqithileyo, besinegalelo ekwenzeni izinto ezintsha nasekutshintsheni iWebhu ukuze siyenze ivulekele yaye ifumaneke kumntu wonke. Ngenxa yemigudu yethu, isinye kwisihlanu sayo yonke imisebenzi eyenzeka kwiWebhu namhlanje yenziwa ngeemveliso zeFirefox.

source: The Open Web advantage
ca: L'avantatge del Web Obert
uz: Ochiq tarmoq yutuqlari
xh: Ithuba leWebhu eVulekileyo

source: With Firefox OS you can:
ca: Amb el Firefox OS podeu:
uz: Firefox OS yordamida amalga oshirishingiz mumkin:
xh: Nge-Firefox OS unganako:

source: Create unique user experiences to deliver on specific market needs
ca: Creeu experiències d'usuari úniques per satisfer les necessitats d'un mercat concret
uz: Maxsus bozor ehtiyojlariga mos betakror xususiyatli mahsulot yaratish
xh: Ukwenza amava omsebenzisi owodwa ukuhambisa iimfuno zemarike ezithile

source: Own and control your relationship with your consumers
ca: Tingueu el control de la relació amb els vostres consumidors
uz: Mijozlaringiz bilan aloqa o‘rnating va ushbu aloqalar ustida nazorat o‘rnating
xh: Yiba ngumnini kwaye ulawule ubudlelane balho kunye nabathengi

source: Explore alternative business models
ca: Exploreu models de negoci alternatius
uz: Muqobil biznes modellarni o‘rganing
xh: Jonga ezinye iindlela zoshishino

source: Stimulate increased Internet use
ca: Estimuleu l'ús creixent d'Internet
uz: Kengaytirilgan internetdan foydalanish faoliyatingizni oshiring
xh: Khuthaza usetyenziso lwe-intanethi okwandileyo

source: Level the playing field against other OS and marketplace providers
ca: Jugueu al mateix nivell que altres sistemes operatius i botigues d'aplicacions
uz: Boshqa OT va ta’minotchilar do‘konlariga qaraganda tutgan o‘rni
xh: Yenza mtyaba umhlaba othe gabalala wokukhuphisana nezinye i-OS nababoneleli beemarike

source: Firefox OS at home
ca: El Firefox OS a casa
uz: Firefox OS uyda
xh: I-Firefox OS ekhaya

source: Firefox OS will power new Panasonic UHD TVs unveiled at CES
ca: El Firefox OS potenciarà els nous televisors Panasonic UHD revelades al CES

source: The power of the Web is coming to Panasonic TVs later this year
ca: El poder del Web arriba als televisors Panasonic durant aquest any
uz: Kelasi yil vebning kuch-qudrati "Panasonic TV"ga o‘tmoqda
xh: Amandla eWebhu iza kwi-Panasonic TVs ekuhambeni kwexesha kulo nyaka

source: HTML5 apps for all
ca: Apps HTML5 per a tothom
uz: Hamma uchun HTML5 ilova dasturlar
xh: I-HTML5 apps yomntu wonke

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit your customers’ local needs.
ca: Descobriu una nova forma de participar a l'ecosistema que té les apps més famoses del món i el contingut més rellevant i adaptat a les necessitats dels vostres clients locals.
uz: Dunyodagi eng mashhur ilova dasturlarni ko‘rsatuvchi, shuningdek, eng yaqin, mijozlarning mahalliy talablariga mos tarkibga yo‘naltirilgan ekotizimda ishtirok etishda o‘zingiz uchun yangi yo‘l oching.
xh: Fumana indlela entsha yokuthatha inxaxheba kwi-ecosystem enezona apps zehlabathi kwakunye nesinye isiqulatho esihambelanayo ukufanela iimfuno zabathengi bakho balapha.

source: Your own business model
ca: El vostre model de negoci propi
uz: Sizning shaxsiy biznes usulingiz!
xh: Imo yakho yeshishini yokusebenza

source: Grow your business by combining your own customer payment plans with our open source service offerings. Customize purchasing and app experiences to meet your specific needs and reach new markets.
ca: Feu créixer el vostre negoci combinant els plans de pagament propis amb els clients, juntament amb els nostres serveis de codi obert. Arribeu a nous mercats i personalitzeu l'experiència de compra i de les apps per tal de satisfer aquelles necessitats específiques.
uz: O‘zingizning to‘lov rejalaringizni bizning ochiq manbali xizmat takliflarimiz bilan birlashtirish bilan biznesingizni rivojlantiring. Ehtiyojlaringizga mos keladigan ilova va xaridlarni moslab, yangi bozorlarni egallang.
xh: Khulisa ishishini lakho ngokudibanisa izicwangciso zokuhlawula zabathengi bakho kunye neminikelo evulekileyo yethu.Fikelele kwiimarike ezintsha uze uziqhelanise nokuthenga kwanamava ee-apps ukuze uhlangabezane neemfuno zakho ezithe ngqo.

source: Revolutionary content discovery
ca: Descobriu contingut de forma revolucionària
uz: Revolyutsion tarkib aniqlandi
xh: Ufunyanwa kwesiqulatho esiguqulayo

source: App experts and Mozilla community members from all over the world help identify relevant content on the Firefox Marketplace. This ensures that your customers can easily find the content that matters most to them.
ca: Els experts en apps i membres de la comunitat Mozilla de tot el món ajuden a identificar contingut relevant al Firefox Marketplace. Això permet que els vostres clients trobin contingut que els interessa de forma simple.
uz: Ilova bo‘yicha mutaxassislar va butun dunyodagi Mozilla jamoasi a’zolari "Firefox Marketplace"da eng yaqin kontentni anqilashda yordam beradi. Bu xarudorlarning o‘zlariga kerak bo‘lgan kontentni osongina topish imkonini oshiriadi.
xh: Iingcali ze-App namalungu oluntu lwe-Mozilla kwihlabathi jikelele ziyanceda ukuchonga isiqulatho esinxulemeneyo kwiMarike ze-Firefox. Oku kuqinisekisa ukuba abathengi bakho bangasifumana lula isiqulatho eyisesona sinomsebenzi kubo.

source: Testimonials
ca: Testimonis
uz: Tavsifnoma
xh: Ubungqina

source: See what Box, SoundCloud and others have to say
ca: Descobriu què hi diuen Box, SoundCloud i altres
uz: Box, SoundCloud va boshqalar nima deganini ko‘ring
xh: Bona izinto ezithethwa yiBox, iSoundCloud nabanye

source: Join the Conversation
ca: Uniu-vos a la conversa
uz: Suhbatga qo‘shiling
xh: Zimanye kule ncoko

source: Follow @firefoxapps on Twitter
ca: Seguiu @firefoxapps al Twitter
uz: "Twitter"da "@firefoxapps"ni kuzating
xh: Landela i-@firefoxapps kuTwitter

source: Read more on the Apps Blog
ca: Més informació al blog de les apps
uz: Ilova dasturlar blogidan ko‘proq narsalarni o‘qing
xh: Funda okungakumbi kwiBlogu yee-Apps

source: A direct path to your customers
ca: El camí directe als vostres clients
uz: Xaridorlaringiz tomon to‘g‘ri yo‘l
xh: Indlela ethe ngqo eya kubathengi

source: Marketplace offers:
ca: El Marketplace ofereix:
uz: Marketplace taklif qiladi:
xh: Imarike inikezela oku:

source: Operator billing that lets you participate in the mobile ecosystem and develop direct relationships with end users
ca: Facturació de l'operador que us permet participar a l'ecosistema mòbil i desenvolupar una relació directa amb els usuaris finals.
xh: Iakhawunti yomenzi ekuvumela uthathe inxaxheba kwi-ecosystem yomnxeba ophathwayo nokuphuhlisa ubudlelane obuthe ngqo kunye nomsebenzisi wokugqibela

source: An operator shelf where you can promote your messaging, content and app collections relevant to your customers and markets
ca: L'aparador de l'operador al que podeu promocionar els vostres missatges, contingut i col·leccions d'apps relevants pels vostres clients i mercats.
xh: Ishelufu yomenzi apho ungakhuthaza uthunyelwa kwemiyalezo yakhe, isiqulatho kunye nengqokelela zesiqulatho ezinxulumene nabathengi neemarike

source: A unique content discovery mechanism with fresh, regularly-updated, relevant apps micro-targeted to meet customers’ local needs
ca: Un mecanisme de cerca de contingut únic amb noves apps, actualitzades sovint i relevants, micro-dirigides a satisfer les necessitats dels vostres clients locals
xh: Indlela eyodwa yokufumana isiqulatho enohlaziyo olwenziwa rhoqo, olutsha, oluhambelana nee-apps micro ekujoliswe kuyo ukukhawulelana neemfuno zabathengi bendawo

source: Commitment from well-known, tier 1 developers
ca: Compromís de desenvolupadors reconeguts i de primer ordre mundial
uz: Mashhur, 1-darajali dasturchilar ishonchi
xh: Ukuzibophelela kwabaphuhlisi abaziwayo, i-tier 1

source: Lower barriers to entry for local app developers in both resource and cost
ca: Reduir les barreres d'entrada per als desenvolupadors d'apps locals tant en recursos com en cost
uz: Mahalliy ilova dasturchilar har ikki manba va narx uchun ancha past to‘siqlar
xh: Imidala enyenyisiweyo yokungenela kwabaphuhlisi be-app basekuhlaleni kwimithombo eluncedo namaxabiso

source: Become a Marketplace developer
ca: Convertiu-vos en un desenvolupador del Marketplace
uz: Marketplace do‘koni dasturchisi bo‘ling
xh: Yiba ngumphuhlisi wemarike

source: Apps that customers can discover easily and access across multiple platforms, devices and operating systems
ca: Apps a què els clients poden accedir a través de diferents plataformes, dispositius i sistemes operatius
uz: Mijzolar turli xil platformalar, qurilmalar va operatsion tizimlar orqali kira oladigan va osongina topa oladigan ilova dasturlar
xh: Ii-apps ezinokufumaneka kubathengi kumaqonga awahlukeneyo, izixhobo neenkqubo ezisetyenziswayo

source: Flexible business models, including advertising and multiple payment monetization options that make in-app payments simple
ca: Models de negoci flexibles, incloent publicitat i diferents opcions de monetització de pagaments que fan senzill el pagament dins les apps
uz: Mos biznes modellari, shuningdek, reklama va ilova uchun to‘lovlarni osonlashtiriadigan ko‘plab to‘lovni pulga aylantirish parametrlari
xh: Iindlela zoshishino eziguquguqukayo, kubandakanya ukwazisa nentlawulo ezininzi zokhetho lwe-monetization ezenza iintlawulo ezilawulo ze-app

source: Optional carrier billing in regional currencies
ca: Facturació de telefonia opcional en divises locals
uz: Har qanday hududiy valutada operator to‘lovlari
xh: Indlela onokukhetha kuyo yokuhlawula ngeemali zeengingqi

source: The ability to connect with hundreds of millions of Firefox users and supporters around the world
ca: L'habilitat de connectar-se amb centenars de milions de persones que donen suport al Firefox arreu del món
uz: Butun dunyodagi yuz millionlab Firefox foydalanuvchilari va qo‘llab-quvvatlovchilar bilan bog‘lanish imkoniyati
xh: Indlela yokunxibelelana namakhulu-khulu ezigidi zabaxhasi be-Firefox ehlabathini lonke

source: Access to relatively untapped markets
ca: Accés a mercats relativament poc explorats
uz: Bir qancha o‘zlashtirilmagan bozorlarga kirish
xh: Ukufikelela kwiimarike ezingekachukunyiswa

source: Developer hub
ca: Centre del desenvolupador
uz: Dasturchi markazi
xh: Isigqubu sabaphuhlisi

source: Learn how to make HTML5 apps for an open marketplace
ca: Aprengueu a fer apps HTML5 per a un marketplace obert
uz: Ochiq do‘konda HTML5 ilova dasturlarni qanday qilishni o‘rganish
xh: Funda ngendlela yokwenza ii-apps ze-HTML5 ukwenzela imarike evulekileyo

source: Have an app?
ca: Teniu una app?
uz: Ilova dastur bormi?
xh: Unayo i-app?

source: Submit it to Firefox Marketplace today
ca: Pugeu-la al Firefox Marketplace avui mateix
uz: Uni bugun Firefox Marketplace do‘koniga jo‘natish
xh: Yinikezele kwiFirefox Marketplace namhlanje

source: A superior mobile experience
ca: Una experiència mòbil superior
uz: Eng zo‘r mobil tajriba
xh: Amava abalaseleyo omnxeba ophathwayo

source: With connected features and the latest in security and privacy, our top-rated browser offers an alternative to closed platforms and provides a valuable way to connect with smartphones and tablets users alike.
ca: Amb característiques connectades i l'últim en seguretat i privadesa, el nostre més ben valorat navegador web ofereix una alternativa a les plataformes tancades i proporciona una forma valuosa de connectar tant amb usuaris de telèfons intel·ligents com de tauletes.
xh: Ngeempawu eziqhagamshelweyo kwanezinto ezintsha kukhuseleko nezinto zabucala, ibhrawuza yethu ephezulu inika enye indlela yokuvala amaqonga kwaye ibonelele indlela exabisekileyo yokuqhagamshelana nee-smartphones kunye nabasebenzisi bee-tablets ngokufanayo.

source: Customize relationships
ca: Personalitzeu les relacions
xh: Ubudlelane obuqhelekileyo

source: Provide your users with your own flavor of Firefox for Android and Firefox Marketplace for a more engaging user experience that increases the visibility of your brand.
ca: Creeu les vostres pròpies seccions de marca del Firefox per a Android i del Firefox Marketplace per a garantir una millor experiència d'usuari i augmentar la visibilitat de la vostra marca.
xh: Bonelela abasebenzisi bakho ngento yakho ye-Firefox ye-Android kunye neMarike ye-Firefox ukuze ufumane amava okubandakanywa komsebenzisi nokwandisa ukubonakala kwegama lemveliso yakho.

source: Create new value
ca: Creeu un nou valor
xh: Yila ixabiso elitsha

source: Step into the Firefox ecosystem to take advantage of opportunities like Firefox Marketplace and WebRTC. You can display new Web content or integrate into your customer’s living room to create new, platform-independent offerings.
ca: Entreu a l'ecosistema Firefox per tenir l'avantatge d'oportunitats com el Firefox Marketplace i WebRTC. Podeu mostrar contingut web nou o integrar-vos a la sala d'estar del vostre client per crear ofertes noves, independents de la plataforma.
xh: Ngena kwi-Firefox ecosystem ukuthatha ilungelo lamathuba afana nendawo zeMarike i-Firefox ne-WebRTC. Ungabonisa isiqulatho seWebhu esitsha okanye umanyanise kwigumbi lokuhlala lomthengi wakho ukwenza iminikelo yeqonga elizimeleyo.

source: Learn more about partner opportunities.
ca: Més informació quant a les oportunitats dels socis.
xh: Funda ngakumbi malunga namathuba ehlakani.

source: Stand out <br>from the crowd
ca: Desmarqueu-vos <br>de la massa
uz: Olomondan <br>ajralib turing
xh: Gqama <br>kwisihlwele

source: Take advantage of our differentiated offering, strong brand and customer love for the Firefox ecosystem to drive sales and data usage.
ca: Preneu avantatge amb la nostra oferta diferenciada, una marca forta i l'amor del client per l'ecosistema Firefox per impulsar la venda i el consum de dades.
xh: Thatha ithuba lomnikelo wethu owahlukeneyo, imveliso emandla nothando lomthengi lwe-Firefox ecosystem ukuya ekuqhubeni iintengiso kunye nokusetyenziswa kwengcombolo.

source: Firefox for Android lets you:
ca: El Firefox per a l'Android us permet:
uz: "Android uchun Firefox" sizga taklif qiladi:
xh: IFirefox ye-Android ikuvumela ukuba:

source: Customize the experience
ca: Personalitzar l'experiència
uz: Tajribalarni moslash
xh: Uqhelane namava

source: Add your brand and content to increase customer touchpoints, improve retention and drive future sales.
ca: Afegir la vostra marca i contingut per a augmentar els punts de contacte amb els clients, millorar-ne la retenció i facilitar futures transaccions.
uz: Mijozlar tashrifini oshirish, ularni saqlab qolishni yaxshilash va kelajakda savdoni amalga oshirish uchun brendingiz va kontentingizni qo‘shing.
xh: Wongeze igama lemveliso yakho kunye nekuqulathileyo ukuze wandise amathuba okunxulumana nabathengi, uphucule ugcino kunye neentengiso zexesha elizayo.

source: Build new differentiated offerings
ca: Crear noves ofertes diferenciades
xh: Yakha iminikelo emitsha eyahlukeneyo

source: Integrate services directly into the browser to free yourself from the constraints of proprietary platforms.
ca: Integrar serveis directament en el navegador amb el Firefox Marketplace i WebRTC per a alliberar-vos de les restriccions de les plataformes privatives.
xh: Uhlomele iinkonzo ngqo kwibhrawuza ukuzikhulula kwizithintelo zamaqonga alingana nala.

source: Step into the Firefox ecosystem
ca: Entreu a l'ecosistema Firefox
xh: Ngena kwi-Firefox ecosystem
