Repository: translate/mozilla-lang
Catalog: */firefox/partners/index.lang.po
Languages: ca, uz, xh

source: Leverage the Firefox Marketplace, WebRTC technology, direct customer billing support, search enhancements, new Firefox cloud services and more.
ca: Utilitzeu el Firefox Marketplace, la tecnologia WebRTC, el suport de facturació directa al client, millores en la cerca, els nous serveis Firefox al núvol i més.
xh: Amandla okunyusa ngesixhobo seFirefox Marketplace, ITekhnoloji ye-WebRTC, lawula inkxaso iakhawunti yomthengi, khangela izandiso, iinkonzo zelifu ze-Firefox entsha nangaphezulu.

source: Partner Opportunities
ca: Oportunitats com a socis
uz: Hamkorlik imkoniyatlari
xh: Amathuba okuba lihlakani lethu

source: For Developers
ca: Per a desenvolupadors
uz: Dasturchilar uchun
xh: Kwabaphuhlisi

source: For Operators & Manufacturers
ca: Per a operadors i fabricants
uz: Operatorlar va ishlab chiqaruvchilar uchun
xh: Kubalawuli & Nabavelisi

source: Mobile
ca: Mòbil
uz: Mobil
xh: Imobhayile

source: Firefox Marketplace — Developer testimonials
ca: Firefox Marketplace — Testimonis de desenvolupadors
uz: Firefox Marketplace — Dasturchi guvohligi
xh: IFirefox Marketplace — ubungqina babaPhuhlisi

source: Get it on Google Play
ca: Obteniu-lo al Google Play
uz: Uni "Google Play"dan yuklab oling
xh: Yifumane kwiGoogle Play

source: Watch our wrap-up video from Mobile World Congress 2013
ca: Vegeu el vídeo de tancament del Mobile World Congress 2013
uz: "Mobil Dunyo Kongress 2013"dan umumiy videoni ko‘rish
xh: Bukela ividiyo yethu eshwankathelweyo yeNkongolo Yehlabathi Yeemfonomfono Eziphathwayo ka-2013

source: Mozilla and partners prepare to launch first Firefox OS smartphones
ca: Mozilla i els seus socis preparen el llançament dels primers telèfons intel·ligents amb el Firefox OS
uz: Mozilla va hamkorlari ilk "Firefox OS"ni ishga tushirishga tayyorgarlik ko‘rishmoqda
xh: IMozilla namahlakani ayo alungiselela ukusungula iifowuni ezichubekileyo zeFirefox OS

source: Watch the daily <br>MWC video recap
ca: Vídeo resum diari<br>del MWC
uz: Kunlik MWC <br>videoni takror ko‘rish
xh: Bukela umdlalo wamihla le <br>wevidiyo yeNkongolo yeHlabathi yeeMfonomfono

source: Fox Den &amp; other <br>MWC events
ca: Fox Den i altres <br>esdeveniments del MWC
uz: Fox Den &amp; other <br>MWC tadbirlari
xh: I-Fox Den &amp; ezinye <br>izehlo zeNkongolo yeHlabathi yeeMfonomfono

source: Firefox tweets from <br>MWC in Barcelona
ca: Piulades sobre el Firefox <br>des del MWC a Barcelona
uz: Firefox Barselonadagi<br>MWC tomonidan tweet qoldirdi
xh: UFirefox uthwitha <br>kwiNkongolo yeHlabathi yeeMfonomfono eBarcelona

source: View the version notes
ca: Vegeu les notes de la versió
uz: Versiya qaydlarini ko‘rish.
xh: Jonga amanqaku ohlelo

source: Read about features, changes and more
ca: Llegiu sobre funcions, canvis i més
uz: Xususiyatlar, o‘zgarish va boshqalar haqida o‘qing
xh: Funda ngeenkalo, iinguqu nokunye okungakumbi

source: Description
ca: Descripció
uz: Ta’rifi
xh: Ingcaciso

source: Please enter your first name.
ca: Introduïu el vostre nom.
uz: Marhamat, ismingizni kiriting.
xh: Sicela ufake igama lakho.

source: Please enter your last name.
ca: Introduïu els vostres cognoms.
uz: Marhamat, familiyangizni kiriting.
xh: Sicela ufake ifani yakho.

source: Please enter your company name.
ca: Introduïu el nom de la vostra empresa.
uz: Marhamat, kompaniyangiz nomini kiriting.
xh: Sicela ufake igama lenkampani yakho.

source: Please supply a valid URL.
ca: Introduïu una URL vàlida
uz: Iltimos, URL manzilini toʻgʻri kiriting.
xh: Nceda ufake i-URL esebenzayo.

source: Please enter a valid email address
ca: Introduïu una adreça electrònica vàlida
uz: Iltimos, e-pochta manzilini to‘g‘ri kiriting
xh: Nceda ufake idilesi ye-imeyili esebenzayo

source: Address
ca: Adreça
uz: Manzil
xh: Idilesi

source: City
ca: Ciutat
uz: Shahar
xh: Isixeko

source: State/Province
ca: Comarca/Regió
uz: Shtat/Provinsiya
xh: Iphondo

source: Country
ca: Estat
uz: Mamlakat
xh: Ilizwe

source: Zip
ca: Codi postal
uz: Indeks
xh: Ikhowudi

source: Register for a session
ca: Inscriviu-vos a una sessió
uz: Seans uchun ro‘yxatdan o‘tish
xh: Bhalisela iseshoni

source: Map
ca: Mapa
xh: Imephu

source: Firefox at MWC 2015 &ndash; Hall 3, Stand 3C30
ca: Firefox al MWC 2015 &ndash; Pavelló 3, estand 3C30
xh: I-Firefox kwi-MWC 2015 &ndash; iHolo 3, isitendi 3C30

source: Schedule
ca: Agenda
xh: Isicwangciso

source: Firefox at MWC 2015 &ndash; Schedule of Events
ca: Firefox al MWC 2015 &ndash; Agenda i esdeveniments
xh: I-Firefox kwi-MWC 2015 &ndash; Uluhlu lweZehlo

source: Download PDF
ca: Baixa el PDF
uz: PDF’ni yuklab olish
xh: Khuphela i-PDF

source: In our first year, we’ve brought openness, accessibility and opportunity to 15 countries with 4 hardware partners, 7 operators and 16 launches.
ca: Durant el nostre primer any hem portat l'obertura, l'accesibilitat i l'oportunitat a 15 països de la mà de 4 fabricants de dispositius i 7 operadors, amb un total de 16 llançaments.
uz: Birinchi yildanoq, 15 mamlakatdagi 4 qurilma ishlab chiqaruvchi hamkorlarimizga, 7 operatorga va 16 yangi ish boshlovchilarga ochiqlik, qulaylik va imkoniyatlarni olib kelgandik.
xh: Kunyaka wethu wokuqala, sizise ubusekuhleni, ufikelelo nethuba kumazwe ali-15 namaqabane ehadiwe ama-4, iiopareyitha ezisi-7 kunye nophehlelelo kali-16.

source: Partner with us
ca: Sigueu soci nostre
uz: Biz bilan hamkorlik qiling
xh: Zimanye nathi

source: Backed by some of the biggest names in the industry, Firefox OS is an open platform that fosters greater participation in the value chain. <a %(url)s>See how you can get involved</a> or <a href="%(url2)s">learn more about what it means for consumers</a>.
ca: Amb el suport d'alguns dels més grans noms de la indústria, el Firefox OS és una plataforma oberta que promou una major participació en la cadena de valor. <a %(url)s>Descobriu com podeu participar-hi</a> o <a href="%(url2)s">obteniu més informació sobre el que representa pels consumidors</a>.
uz: Bir qancha mashhur ishlab chiqaruchilarga qaraganda Firefox OS ochiq platforma hisoblanadi. Uning sifatini oshirishda ko‘plab kishilar o‘z hissalarini qo‘shishlari mumkin.<a %(url)s>Qanday qilib qo‘shilish mumkinligini ko‘ring</a> or <a href="%(url2)s">(foydalanuvchilar uchun bu qanday ma’no berishini o‘rganish uchun)</a>.
xh: Njengoko ixhaswa ngamanye awona magama aphambili kolu shishino, iFirefox OS liqonga elivulekileyo elikhuthaza uthatho-nxaxheba olukhulu kumaxabiso. <a %(url)s>Bona indlela onokubandakanyeka ngayo</a> okanye <a href="%(url2)s">ufunde ngakumbi ngento ethethwa koku kubathengi</a>.

source: View available Firefox OS devices
ca: Dispositius disponibles amb el Firefox OS
uz: Mavjud Firefox OS qurilmalarini ko‘rish
xh: Jonga izixhobo zeFirefox OS ezikhoyo

source: Made of the Web
ca: Fet a partir del web
uz: Vebdan qilish
xh: Yenziwe ngeWebhu

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
ca: Construït completament fent servir HTML5 i altres estàndards Web oberts, el Firefox OS és lliure de les regles i les restriccions de les plataformes propietàries que existeixen.
uz: HTML5 va boshqa ochiq veb standartlar yordamida to‘liq foydalanishda Firefox OS qoidalar va mavjud platforma xususiyatlarini cheklashlardan holi.
xh: Yenziwe ngokupheleleyo kusetyenziswa iHTML5 neminye imigaqo evulekileyo yeWebhu, iFirefox OS ikhululekile kwimithetho nemiqathango yamaqonga akhoyo afana neli.

source: The difference the Open Web makes
ca: Els beneficis del web Obert
uz: Ochiq tarmoq farqi
xh: Umahluko owenziwe yiWebhu Evulekileyo

source: Firefox OS offers:
ca: El Firefox OS ofereix:
uz: Firefox OS taklif qiladi:
xh: IFirefox OS inoku:

source: A level playing field against other OS and marketplace providers
ca: Possibilitat de competir en igualtat de condicions amb altres sistemes operatius i botigues d'aplicacions
uz: Boshqa OT va ta’minotchilar do‘konlariga qaraganda tutgan o‘rni
xh: Umhlaba othe gabalala wokukhuphisana nezinye ii-OS nababoneleli beemarike

source: Greater participation in the value chain
ca: Major participació a la cadena de valor
uz: Qiymat zanjiriga ko‘proq hissa qo‘shish
xh: Uthatho-nxaxheba olukhudlwana kumaxabiso

source: Ownership and control over relationships with customers
ca: Propietat i control de les relacions amb els clients
uz: Mijozlar bilan munosabatlar o‘rnatish va unni boshqarish
xh: Ukuthathela kubo kwanolawulo lobudlelwane kunye nabathengi

source: Customized phones that meet the specific needs of various target markets
ca: Telèfons personalitzats que satisfan les necessitats específiques dels diferents mercats finals
uz: Moslangan telefonlar har xil turdagi bozor talablariga ko‘ra turli xil texnik ko‘rsatgichlarga ega bo‘ladi
xh: Iminxeba ehlangabezana neemfuno ezithe ngqo zeemarike ezahlukeneyo

source: Contact our business development team to get on board
ca: Contacteu amb el nostre equip de desenvolupament de negoci per a més informació
uz: Hamkorlik qilish uchun bizning biznes bo‘yicha bo‘limimiz bilan bog‘laning.
xh: Qhagamshelana neqela lethu lophuhliso lwezoshishino ukuze uzibandakanye

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit customers’ local needs. See how that can help <a %(url1)s>operators and manufacturers</a> as well as <a %(url2)s>developers</a>.
ca: Descobriu una nova forma de participar en un ecosistema que recull les apps més populars com també les més rellevants, contingut dirigit per a satisfer les necessitats locals. Descobriu com pot ajudar tant a <a %(url1)s>operadors i fabricants</a> com a <a %(url2)s>desenvolupadors</a>.
uz: Dunyodagi eng mashhur ilova dasturlarni ko‘rsatuvchi, shuningdek, eng yaqin, mijozlarning mahalliy talablariga mos tarkibga yo‘naltirilgan ekotizimda ishtirok etishda o‘zingiz uchun yangi yo‘l oching. Qanday qilib <a %(url1)s>operatorlar va ishlab chiqaruchilar</a>ga <a %(url2)s>dasturchilar</a> sifatida yordam berishni ko‘ring.
xh: Fumanisa indlela entsha yokuthatha inxaxheba kubudlelwane nezendalo obubalaselisa ezona apps zithandwayo ehlabathini kunye nokuqulathiweyo okufanelekileyo, nokujoliswe ngqo kwiimfuno zabathengi basekuhlaleni. Bona indlela loo nto enokubanceda ngayo <a %(url1)s>abalawuli nabavelisi</a> kunye <a %(url2)s>nabaphuhlisi</a>.

source: Your needs
ca: Les vostres necessitats
uz: Ehtiyojlaringiz
xh: Iimfuno zakho

source: Grow your business by combining your own customer payment plans with our open source service offerings, reach new markets and customize purchasing and app experiences to meet your specific needs.
ca: Feu créixer el vostre negoci combinant els propis plans de pagament amb els clients juntament amb els nostres serveis de codi obert. Arribeu a nous mercats i personalitzeu l'experiència de compra i de les apps per tal de satisfer aquelles necessitats específiques.
uz: Biznesingizni o‘zingizning to‘lov rejalaringizni bizning ochiq manbali xizmat takliflarimiz bilan birlashtirib, yangi bozorlarni egallab, xaridni moslab hamda ko‘rsatgan ehtiyojlaringizga moslab ilova dastur tajribalarini oshiring.
xh: Khulisa ishishini lakho ngokudibanisa izicwangciso zokuhlawula zabathengi bakho kunye neminikelo evulekileyo yethu, ufikelele kwiimarike ezintsha uze uziqhelanise nokuthenga kwanamava ee-apps ukuze uhlangabezane neemfuno zakho ezithe ngqo.

source: Our experience
ca: La nostra experiència
uz: Bizning tajribamiz
xh: Amava ethu

source: Our proven track record of providing excellent user experiences and serving content to huge global audiences runs through everything we do. Our directory of add-ons serves content to hundreds of millions of users worldwide.
ca: La nostra provada trajectòria d'oferir excel·lents experiències d'usuari i servir contingut a una immensa audiència global ens avala. El nostre directori de complements serveix contingut a centenars de milions d'usuaris arreu del món.
uz: Keltirilgan foydalanuvchi tajribalari va ulkan xalqaro auditoriyaga xizmat ko‘rsatish bo‘yicha bizning isbotlangan yutuqlarimiz bor kuchimiz bilan qilgan mehnatimiz tufaylidir. Bizning qo‘shimcha dasturlar direktoriyamiz dunyo bo‘ylab yuz millionlar foydalanuvchilarga xizmat ko‘rsatadi.
xh: Ingxelo yethu engqinisisiweyo yokunikela amava asemagqabini kubasebenzisi nokuqulathiweyo okuluncedo kuluntu lwehlabathi lonke kukho kuyo yonke into esiyenzayo. Uvimba wethu wezongezelelo unikezela okuqulathiweyo kumakhulu-khulu ezigidi zabasebenzisi ehlabathini lonke.

source: The world’s largest developer community
ca: La comunitat més gran de desenvolupadors
uz: Dunyoning eng katta dasturchilar jamoasi
xh: Eyona ndawo yakha yankulu yabaphuhlisi

source: Micro-targeted content for every use-case to meet customers’ local needs
ca: Continguts microadaptats per a tots els casos d'ús per satisfer les necessitats dels clients locals
uz: Har bir mijozning mahalliy ehtiyojlariga mos keladigan mikro-yo‘naltirilgan kontent
xh: Okuqulathiweyo okujoliswe kwimicro kuzo zonke iimeko ngenjongo yokuhlangabezana neemfuno zabathengi basekuhlaleni

source: Apps that customers can access across multiple platforms, devices and operating systems
ca: Apps a què els clients poden accedir a través de diferents plataformes, dispositius i sistemes operatius
uz: Mijzolar turli xil platformalar, qurilmalar va operatsion tizimlar orqali kira oladigan ilova dasturlar
xh: Ii-apps ezinokufumaneka kubathengi kumaqonga awahlukeneyo, izixhobo neenkqubo ezisetyenziswayo

source: Flexible business models and multiple payment monetization options
ca: Models de negoci flexibles i diferents opcions de monetització del pagament
uz: Moslashuvchan biznes modellar va turli xil to‘lov moslamalari
xh: Iimodeli ezisebenza ngeendlela ezahlukeneyo zoshishino kunye neendlela zokukhetha ezahlukeneyo indlela yokuhlawula ngemali

source: The ability to connect with hundreds of millions of Firefox supporters around the world
ca: L'habilitat de connectar-se amb centenars de milions de persones que donen suport al Firefox arreu del món
uz: Butun dunyodagi yuz millionlab Firefox ishqibozlari bilan bog‘lanish imkoniyati
xh: Indlela yokunxibelelana namakhulu-khulu ezigidi zabaxhasi beFirefox ehlabathini lonke

source: A superior Web experience
ca: Una experiència web superior
uz: Eng zo‘r veb tajriba
xh: Amava abalaseleyo eWebhu

source: With high-performance, advanced cross-platform features and the latest in security, our top-rated browser offers an alternative to closed platforms, giving you the flexibility to design, distribute and charge as you see fit. <a %(url)s>Learn more about partner opportunities.</a>
ca: Amb alt rendiment, característiques multiplataforma avançades i el més nou en seguretat, el nostre navegador líder ofereix una alternativa a les plataformes tancades, proporcionant-vos flexibilitat per a dissenyar, distribuir i modificar com vulgueu. <a %(url)s>Més informació sobre les oportunitats de ser els nostres socis</a>
uz: Yuqori unumdorlik bilan, kross-platformali funksiyalar bilan kengaytirilgan va xavfsizlikdagi so‘nggi, bizning eng yuqori reytingli brauzerimiz sizga yopiq platformlar muqobilini taklif qiladi, uning dizaynini o‘zgartirish juda oson, tarqatishingiz mumkin va kerak deb hisoblasangiz qo‘llab-quvvatlashingiz mumkin. <a %(url)s>Hamkorlik imkoniyatlari to‘g‘risida ko‘proq o‘rganing.</a>
xh: Kunye neenkalo zeqonga ezisebenza ngomlinganiselo ophakamileyo kwanezihambele phambili kwanokhuseleko lwamvanje, ibhrawuza yethu ekwiqondo eliphezulu ikunika indlela yokukhetha kumaqonga avaliweyo, nto leyo ekunika indlela ezahlukeneyo zokuyila, ukusasaza kwanokubeka ixabiso ngokokubona kwakho. <a %(url)s>Funda okungakumbi ngamathuba okuba lihlakani lethu.</a>

source: Strengthen customer relationships
ca: Enfortiu les relacions amb el vostre client
uz: Mijozlar bilan aloqani mustahkamlash
xh: Yomeleza ubudlelwane nabathengi

source: Create your own unique branded sections of Firefox for Android and Firefox Marketplace for a more engaging user experience and to increase the visibility of your brand.
ca: Creeu les vostres pròpies seccions de marca del Firefox per a Android i del Firefox Marketplace per a garantir una millor experiència d'usuari i augmentar la visibilitat de la vostra marca.
uz: Foydalanuvchi tajribalarini ko‘proq jalb qilish va brendingizning ko‘rinuvchanligini oshirish uchun Android uchun Firefox va "Firefox Marketplace"da o‘zingizning alohida brendli qismlaringizni yarating.
xh: Zidalele awakho amacandelo anegama leFirefox ye-Android kunye nemarike yeFirefox ukuze ufumane amava okubandakanywa komsebenzisi nokwandisa ukubonakala kwegama lemveliso yakho.

source: Create new value for both you and your users
ca: Creeu nou valor tant per a vosaltres com per als vostres usuaris
uz: O‘zingiz va mijoz uchun yangi narx yarating
xh: Zidalele ixabiso elitsha lakho kunye nabasebenzisi bakho

source: Take advantage of service opportunities like Firefox Marketplace and WebRTC to create new, platform-independent offerings and establish direct customer billing.
ca: Aprofiteu-vos de les oportunitats que ofereixen serveis com el Firefox Marketplace i el WebRTC per a establir un sistema de facturació directe amb els vostres clients independentment de la plataforma.
uz: Yangi, platforma takliflaridan erkin va mijozlarning to‘g‘ridan to‘g‘ri pul to‘lashlarini o‘rnatiladigan Firefox Marketplace va WebRTC kabi xizmat imkoniyatlaridan foydalaning.
xh: Xhakamfula amathuba enkonzo anjengeFirefox Marketplace neWebRTC ukuze udale iminikelo emitsha exhomekeke kumaqonga nokumisela indlela ethe ngqo yokuhlawulisa abathengi.

source: Take advantage of our strong brand and service offerings to differentiate your product and drive sales.
ca: Aprofiteu-vos de la fortalesa de la nostra marca i dels nostres serveis per a diferenciar el vostre producte i generar vendes.
uz: Mahsulotingizni ajratib ko‘rsatish va savdo hajmini oshirish uchun bizning kuchli brendimiz va xizmat takliflarimizdan foydalaning.
xh: Zixhakamfulele igama lemveliso yethu enamandla kunye neminikelo yenkonzo ukuze wahlule imveliso yakho neentengiso.

source: Build new service offerings
ca: Construir noves ofertes de servei
uz: Yangi xizmat takliflarini tuzish
xh: Wakhe iminikelo emitsha yenkonzo

source: Integrate services directly into the browser with Firefox Marketplace and WebRTC to free yourself from the constraints of proprietary platforms.
ca: Integrar serveis directament en el navegador amb el Firefox Marketplace i WebRTC per a alliberar-vos de les restriccions de les plataformes propietàries.
uz: Firefox Marketplace bilan WebRTC’ni platformalar cheklovlaridan o‘zingizni ozod qilish uchun xizmatlarni to‘g‘ridan to‘g‘ri brauzer ichiga integratsiya qiling.
xh: Uhlomele iinkonzo ngqo kwibhrawuza kunye neMarike yeFirefox neWebRTC ukuze ukhululeke kwizithintelo zamaqonga alingana nala.

source: Direct customer billing
ca: Facturació directa amb el client
uz: To‘g‘ridan to‘g‘ri mijozlar hisoblari
xh: Ukuhlawulisa ngqo abathengi

source: Grow your business by combining your own customer payment plans with our open source service offerings.
ca: Fer créixer el vostre negoci combinant els vostres plans de pagament de clients amb les nostres ofertes de servei.
uz: O‘zingizning mijozlarga to‘lash rejalaringiz bilan bizning ochiq manbali xizmat takliflarimizni birlashtirib, biznesingizni yuksaltiring.
xh: Ukhulise ishishini lakho ngokudibanisa izicwangciso zokuhlawula zakho neminikelo yethu yenkonzo evulekileyo.

source: Mobile World Congress 2014
uz: Mobil Dunyo Kongressi - 2014
xh: INkongolo yeHlabathi yeeMfonomfono ka-2014
