Repository: translate/mozilla-lang
Catalog: wo/mozorg/contribute-form.lang.po
Languages: wo

source: Please tell us more about your interests.
wo: Baal ma nga wax ma li nga bëgg

source: Want to help?
wo: Ndax da nga bëgg dimmale?

source: Please select an area of interest.
wo: Tannal yi sa bëgg bëgg ne.

source: Someone from Mozilla will get back to you soon with information about how to get involved. While you’re waiting, browse through some of the volunteer opportunities available below.
wo: Kenn ci waa Mozilla dina dellusi leegi ak ay xibaar ci ni ngay bokke. Li ngay toog di neg xoolal fii ci suuf yi mëna am ci mbirum benewola

source: Hi, I’m interested in…
wo: Nuyu na la, soxal nama ci...

source: I’d like to receive regular contribution news by email
wo: Bëggoon na di jot saa su ne ay xibaar ci email

source: Submit&nbsp;»
wo: Joxe&nbsp;»

source: Send us a note and we can get you started right away.
wo: Yonnee ñu benn karmat , dina ñu la mën dimmali nga tambali leegi.

source: Your CAPTCHA response did not match. Please try again.
wo: Sa tontu CAPTCHA baaxul. Jéemaatal.

source: Thank you for getting in touch.
wo: Maa ngi lay gëram ci li nga jokkoo.
