Repository: translate/mozilla-lang
Catalog: wo/mozorg/contribute.lang.po
Languages: wo

source: Get Involved: Volunteer Opportunities at Mozilla
wo: Bokk leen: mën nga nekk wolonteer Mozilla

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
wo: Wideyoo bii dafa laaj joowkat buy ubbi wideyoo walla <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.

source: You don’t have to be a C++ guru (or even know what that means!) to get involved.<br><b>You just have to love the Web.</b>
wo: Soxlawul nga nekk C++ guru (walla nga xam lu muy tekki) bokkal.<br><b>Da nga wara bëgg Web.</b>

source: Please enter a valid email address.
wo: Dugalal makkaan email bu baax.

source: You must agree to the privacy policy.
wo: War nga nangu sunu politigu biir.

source: Please select an area of interest.
wo: Baal ñu nga tann dend bi nga bëgg.

source: Please tell us more about your interests.
wo: Wax ñu lan moo leen neex.

source: Your CAPTCHA response did not match. Please try again.
wo: Sa tontu CAPTCHA baaxul. Jéematal.

source: Want to help?
wo: Ndax bëgg nga dimmali?

source: Submit&nbsp;»
wo: Joxe&nbsp;»

source: Send us a note and we can get you started right away.
wo: Yonnee leen ñu benn karmat, dana ñu leen dimmali leegi ngeen tambali.

source: Hi, I’m interested in…
wo: Hi, soxal nama...

source: I’d like to receive regular contribution news by email
wo: Bëgg na di jot saa su ne ay xibaar ci email

source: Thank you for getting in touch.
wo: Maa ngi lay gëram ci jokkoo bi.

source: Someone from Mozilla will get back to you soon with information about how to get involved. While you’re waiting, browse through some of the volunteer opportunities available below.
wo: Kenn ci waa Mozilla dina dellusi leegi ak ay xibaar ci ni ngay dugge. Li ngay toog di xaar mën nga seet fii ci suuf ci mbiri benewolaa.

source: Find an opportunity
wo: Wutal benn pexe

source: Sort By:
wo: Cambar gi:

source: Interest
wo: Intere

source: Location
wo: Berab

source: Newsletter
wo: Yeenekaay

source: Helping Users
wo: Dimmalil jëfandikookat ñu

source: Interested in helping others get the most out of using Firefox and other Mozilla projects? Our support process relies on enthusiastic contributors like you.
wo: Dimmalil bu baax nit ñi mëna jariñoo Fitrefox ak yeneen porose Mozilla? Sunu ndimmal mi ngi sukkandiku ci dimmalikat yu melni yaw.

source: Quality Assurance
wo: Baaxaay bu asuure

source: Quality assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools.
wo: Testu baaxaay ci yoon yi gëna yomb ci door Mozilla ak miin suulaale yi ak jumtukaay yi.

source: Help us <a href="http://quality.mozilla.org/teams/desktop-firefox/">hunt down bugs</a> in Firefox, <a href="http://quality.mozilla.org/teams/web-qa/">test Mozilla web sites</a> or learn more about <a href="http://quality.mozilla.org/">other testing opportunities</a>.
wo: Dimmalileen ñu <a href="http://quality.mozilla.org/teams/desktop-firefox/">daq bug yi</a>ci firefox, <a href="http://quality.mozilla.org/teams/web-qa/">dalu test Mozilla</a> walla jàng bu baax <a href="http://quality.mozilla.org/">ak yeneen</a>.

source: Coding
wo: Suulaale

source: <a href="https://developer.mozilla.org/en/Introduction">Developers can help</a> Mozilla by adding new features, making our technology smaller and faster and making development easier for others.
wo: <a href="https://developer.mozilla.org/en/Introduction">Defarkat yi en nañu dimmali</a> Mozilla ci yokk ay bees bees, loolu di def sunu teknolosi mu gëna tuuti te gëna gaaw tye di yuombalal liggeey bi ñeneen.

source: You can find many developers on <a href="http://irc.mozilla.org">IRC</a> so stop by and ask questions to learn more. Our web sites are <a href="http://blog.mozilla.com/webdev/get-involved/">open for web ninjas</a> to hack on too.
wo: Mën nga jot defarkat yu bari ci <a href="http://irc.mozilla.org">IRC</a> ngir tawaw walla laaj. Suñu dal yi ñooy <a href="http://blog.mozilla.com/webdev/get-involved/">ubbeeku ci web ninjas</a> ak piraat itam.

source: Spread the Word
wo: Jotalil baat bi

source: Help us spread the word about how Firefox and other Mozilla projects are building a better Internet. Share Firefox with the world by <a href="https://affiliates.mozilla.org">becoming an Affiliate</a> and then check out our <a href="https://wiki.mozilla.org/MarketingGuide">Marketing Guide</a> for more ways to get involved.
wo: Dimmalleen ñu ngir wax nan la Firfox Mozilla ak yeneen porose Mozilla bokk ci defar internet bu gên. Bokk internet ak addina <a href="https://affiliates.mozilla.org">bokk leen</a> te xool leen sunu <a href="https://wiki.mozilla.org/MarketingGuide">Marketing Guide</a> ngir g¨na mën bokk.

source: Find out about <a href="/contribute/areas.html">more areas of interest…</a>
wo: Wut leena xam<a href="/contribute/areas.html">yeneen dendu intere...</a>

source: map
wo: carte

source: US and Canada
wo: US ak Kanada

source: Europe
wo: Ërop

source: Latin America
wo: Amerik latin

source: Africa and the Middle East
wo: Afirik ak diggu penku

source: Asia and the South Pacific
wo: Asin ak suuf pasifik

source: Antarctica
wo: Antarktika

source: Sign up for a weekly newsletter that is full of community news and contribution opportunities.
wo: Bindu leen ci yeenekaay ayu bes bu fees dell ak xibaar ak ni ngeen di dimmalee.

source: Thank you!
wo: Jërëjëf!

source: You can also join our <a href="https://support.mozilla.org/army-of-awesome">Army of Awesome</a> by helping users on Twitter.
wo: Mën nga ñu fekk si ci <a href="https://support.mozilla.org/army-of-awesome">Army of Awesome</a> di dimmali ci Twitter.

source: Find out more about <a href="https://support.mozilla.org/kb/superheroes-wanted">supporting Firefox</a> and <a href="http://support.mozillamessaging.com/en-US/kb/superheroes-wanted">Thunderbird</a> users.
wo: Gëna xam ci <a href="https://support.mozilla.org/kb/superheroes-wanted">dimmali Firefox</a> ak <a href="http://support.mozillamessaging.com/en-US/kb/superheroes-wanted">Thunderbird</a> Jëfandikookat yi.
