Repository: translate/mozilla-lang
Catalog: son/channelsposter.lang.po
Languages: son

source: Firefox Release Channels
son: Firefox kaataray kanaarey

source: Firefox Release Timeline
son: Firefox kaataray goytaariki

source: The Mozilla release process delivers new features, performance immprovements and security upgrades to users every six weeks.
son: Mozilla kaatarayyan dabaroo ga alhaali, teeyan boryandiyan nda saajaw taagandiri tejiyaŋ kate goykey še jirbiiyye iddu kul.

source: This consists of four development channels producing concurrent releases of Firefox for Windows, Mac, Linux and Android.
son: Cinari kanaara taaci ga bara kaŋ ra Firefox fattari kalalantey ka tee Windows, Mac, Linux nda Android še.

source: For:
son: Še:

source: Enjoy:
son: Maa kaani:

source: Expect:
son: Naata:

source: Early adopters and Mozilla fans
son: Mozilla hangakaw nda baakaw jinawey

source: Testing the next version of Firefox with stability
son: Firefox hiino dumi tabatantaa šii

source: Mostly stable builds that need fine tuning and majority add-on compatibility
son: Cinari kul tabatantey ga boona boryandiyan nda cerekanbeyan jinay boobey še

source: Everyone! Released to the more than 400 million Firefox users worldwide
son: Boro kul še! A fatta jama kaŋ ga bisa Firefox goykaw miliyoŋ 400 adduɲɲaa mee

source: The polished and stable features of Firefox that move the Web forward with great performance and unparalleled customization
son: Firefox alhaali henna nda tabatantey kaŋ ga Internet ka koy nda jine nda teeyan sahã nda boŋše-hanseyan bila nda cine

source: An awesome Web experience that answers to no one but you!
son: Internet naaruyan šifante kaŋ ši tuuru boro kul še kala war de!

source: Web/platform developers, early adopters and adventure seekers
son: Internet/goydaari cinakey, hangakaw jinawey nda sootiya baakey

source: Access to experimental new features - your feedback helps determine what makes it to Beta
son: Ka too šiiyan alhaali taagey do - war laasaabay yaamarey ka alhakiika woo kaŋ ga tee Beta

source: Test builds with bugs and incompatible add-ons
son: Cinarey šii goy laybey nda tontoni cerehowante še

source: Platform developers and Mozilla contributors
son: Goydaari cinakey nda Mozilla kanbuzaakey

source: Access to cutting edge features still under active development
son: Ka dii alhaali tejey kul isuubantey kaŋ goo ma cinandi sohõda

source: Crashes, unstable test builds with bugs and incompatible add-ons
son: Kaŋyanes, šiiyan cinarey kaŋ ši tabati nda goy laybey nda tontoni cerehowantey

source: 6 weeks
son: Jirbiiyye 6

source: Awesomeness lands on Firefox Nightly
son: Šifahaya ga zunbu Firefox Nightly ga

source: Stabilize on Firefox Aurora
son: Tabatandi Firefox Aurora ga

source: Stabilize on Firefox Beta
son: Tabatandi Firefox Aurora ga

source: Firefox Release!
son: Firefox kaataray!

source: <i>More</i> awesomeness on Firefox Nightly
son: <i>Tontoni</i> šifahaya Firefox Nightly ga

source: <i>Even More</i> awesomeness on Firefox Nightly
son: <i>Tontoni koyne</i> šifahaya ra Firefox Nightly ga

source: Timeline
son: Waati fondo

source: Release
son: Kaataray
