Repository: translate/mozilla-lang
Catalog: son/download.lang.po
Languages: son

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control & shaping the future of the web for the public good.
son: Mozilla Firefox ti baytal Interneti ceecikaw kaŋ adduɲɲaa-mee jamaa n'a kanba dam k'a fasak nda k'a juwal ka Interneti zamanoo tee nafaw wane borey kul še.

source: Different by Design
son: Nda fasalroo ga waati

source: Proudly <span>non-profit</span>
son: <span>Manti arriba teehaya</span> nda cimi

source: Innovating <span>for you</span>
son: Ga haya teji kate <span>war še</span>

source: Fast, flexible, <span>secure</span>
son: Cahãnte, doonante, <span>saajante</span>

source: Thanks for choosing Firefox!
son: Foo nda goy kaŋ war na Firefox suuba!

source: Your download should automatically begin in a few seconds, but if not, <a href="%s">click here</a>.
son: War zumandiyanoo ga hima šintin nga boŋ še segonduyaŋ ra, amma nd'a ši koy, <a href="%s">naagu ne</a>.

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
son: Bila nda arriba goy, ir goo nda ir boŋ ka jinay tejandi war še bila nda gaabi ka hanga saku foo. Waaniroo woo mma kan war še.

source: Welcome to the only browser <em>that puts you first.</em>
son: Kubayni ceecikaw faa do <em>kaŋ ga war dam jine.</em>

source: Mozilla Firefox Web Browser
son: Mozilla Firefox Interneti ceecikaa
