Repository: translate/mozilla-lang
Catalog: son/download_button.lang.po
Languages: son

source: Download Firefox
son: Firefox zumandi

source: Download now
son: Zumandi sohõ

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
son: War dabariɲaŋoo ši tenji nda <a href="%(url)s">waažibandiyaney</a> ka Firefox dirandi.

source: Your system may not meet the requirements for Firefox, but you can try one of these versions:
son: A ka hin ka tee kaŋ war dabariɲaŋoo ši Firefox waažibandiyaney kanbe, amma war ga hin ka dumey wey affaa šii:

source: <span>Firefox Beta</span> for Android
son: <span>Firefox Beta</span> Android se

source: <span>Firefox Aurora</span> for Android
son: <span>Firefox Aurora</span> Android se

source: <span>Firefox</span> for Android
son: <span>Firefox</span> Android se

source: Get it free on Google Play
son: A zaa forba Google Play ra

source: <span>Firefox</span> for iOS
son: <span>Firefox</span> iOS se

source: Get it free from the App Store
son: A zaa forba App Store ra

source: Free Download
son: Forba zumandi

source: Update your Firefox
son: War Firefox taagandi

source: Supported Devices
son: Jinay gaakašinantey

source: Get it on Google Play
son: A zaa forba Google Play ra

source: Get Firefox for Android
son: Firefox zaa Android se

source: Download on the App Store
son: Zumandi App Store ga

source: Get Firefox for iOS
son: Firefox zaa iOS se

source: What’s New
son: Haya tejey

source: Firefox Privacy
son: Firefox sutura

source: Systems &amp; Languages
son: Dabariɲaŋey &amp; šenney

source: Firefox for Other Platforms & Languages
son: Firefox goydaari nda šenni taney se
