Repository: translate/mozilla-lang
Catalog: son/firefoxtesting.lang.po
Languages: son

source: Download Firefox Beta for Android - Free
son: Firefox Beta zumandi Android še - Forba

source: Download Firefox Beta for Desktop - Free
son: Firefox Beta zumandi ordinater še - Forba

source: Download and test Firefox future releases. Experience the newest innovations with the Aurora or Beta builds.
son: Hiino Firefox šiiyan dumi bangantey zumandi. War ma dii goy teji kokorantey Aurora nda Beta cinarey ra.

source: Firefox Beta for:
son: Firefox Beta še:

source: Firefox Beta for Mobile
son: Firefox Beta kanbe jinay še

source: Download Beta and be part of the next version of Firefox.
son: Beta zumandi ka hanga Firefox hiino woo dumoo bande.

source: 1. Test Features
son: 1. Šiiyan alhaaley

source: Try out the latest performance, customization and security enhancements almost ready for prime time.
son: Teeyan, boŋše-hanseyan nda saajaw sahãndiyan kokorantey šii kaŋ hima soolante waati-fellante še.

source: 2. Refine &amp; Polish
son: 2. Boryandi &amp; hanse

source: File bugs to help us put the final tweaks on performance and functionality in a stable environment.
son: Goy laybu tuku k'ir gaa ka ɲamti korawey dam teeyan nda goy sahã fondo ra windila tabatante ra.

source: 3. Do Your Part
son: 3. War bagaa tee

source: Have an impact on the next version of Firefox and the 450 million people who use it every day.
son: War anniyaa bayrandi Firefox hiino dumoo ga nda boro miliyoŋ 450 kaŋ g'a ka goy zaari kul še.

source: Supported devices
son: Jinay gaakašinantey
