Repository: translate/mozilla-lang
Catalog: son/firefoxlive.lang.po
Languages: son

source: Follow @cubcaretaker
son: Gana @cubcaretaker

source: Cameras
son: Biizaahayey

source: 360° view
son: 360° gunari

source: Camera 1
son: Biizaahaya 1

source: Camera 2
son: Biizaahaya 2

source: Video help
son: Widewo faaba

source: Do you like baby animals? Mozilla Firefox is streaming video of their 3 adopted red panda babies. Spread the word and 'share' with your friends.
son: Ga baa adabba-izey? Mozilla Firefox ga widewo cebe ngey panda ciray ize 3 kaŋ i n'i funam ga. Alhabaroo bisandi nd'a 'har' war cerey še.

source: What is more endearing? Firefox’s non-profit mission or a live feed of their animal mascot? Find out http://mzl.la/sPo5yu
son: Affoo ma kan nda cerfe? Firefox albaha–ši goyoo wala nga kabbi adabbaa sohõda alhabar? Dii ya http://mzl.la/sPo5yu ra

source: Help Firefox help protect its rare mascot and the Web by watching baby animals! http://mozilla.org/firefoxlive
son: Firefox gaa ka nga kabi adabba sulmaa hawgay nda Internet ra adabba-izey guna! http://mozilla.org/firefoxlive

source: Share on Twitter »
son: Žemna Twitter ga »

source: Share on Facebook »
son: Žemna Facebook ga »
