Repository: translate/mozilla-lang
Catalog: son/foundationsection.lang.po
Languages: son

source: Opportunities
son: Tilimmaazey

source: People
son: Borey

source: Ahead
son: Jine

source: Download this video:
son: Widewo woo zumandi:

source: A Different Kind of Browser
son: Ceecikaw dumi taaga

source: What’s Mozilla all about? Why are we doing this? We’re glad you asked.
son: Cin ti Mozilla misoo kul? Cin še ir goo ma woo tee? A boori kaŋ war ga hãa.

source: Looking Ahead <span>Mitchell Baker</span>
son: Guna jinehere <span>Mitchell Baker</span>

source: Mitchell Baker, Chair discusses the state of Mozilla.
son: Mitchell Baker, jinehereboraa ga šelaŋ Mozilla ga.

source: Getting Involved
son: Wa kanbe dam

source: Mozilla is a fun, diverse community of people from around the world.
son: Mozilla ti jama dumi-dumi nda gaakaarante adduɲɲaa kul mee.

source: Mozilla Firefox billboard, San Francisco
son: Mozilla Firefox biikaddasu, Saŋ Faransisko

source: Download PDF
son: PDF zumandi

source: 2010 Audited Financial Statement
son: 2010 kabu tiira korosante

source: 2010 Form 990
son: 2010 kaddasu dumi 990

source: Celebrating Firefox
son: Firefox šifandi

source: ReMo Work Week in Paris
son: ReMo goy jirbiiyye Pari ra

source: Mozilla Meetup, Brazil
son: Mozilla kubayroo, Berezil

source: Arabic Mozilla
son: Laaraw Mozilla

source: Mozilla Kenya
son: Mozilla Keeniya

source: Mozilla Indonesia
son: Mozilla Indoneezi

source: Other languages & sharing
son: Šenni taney nda žemnayan
