Repository: translate/mozilla-lang
Catalog: son/main.lang.po
Languages: son

source: Navigation
son: Naaruyan

source: <span>for</span> Desktop
son: Ordinater <span>se</span>

source: <span>for</span> Android
son: Android <span>se</span>

source: <span>for</span> iOS
son: iOS <span>se</span>

source: TV
son: Teele

source: Pre-release downloads
son: Kaataray se jine zumandey

source: For desktops &amp; laptops
son: Hugu nda kanbe ordinater se

source: For phones &amp; tablets
son: Talfon nda walha se

source: Overview
son: Moo-daaru

source: Trusted
son: Naanante

source: Flexible
son: Baana

source: Fast
son: Cahã

source: About
son: Ga

source: Devices
son: Jinawey

source: For partners
son: Šettakašinawey se

source: Apps
son: Porogaramey

source: Do Not Track
son: War ši hanga agay

source: Tiles
son: Cenbey

source: Interest Dashboard
son: Nafaw goydoo zuu

source: Developer Edition
son: Cinakaw fasaldumi

source: Private Browsing
son: Sutura ceeciyan

source: Need help?
son: Ga baa faaba?

source: News
son: Alhabar

source: For developers
son: Cinakey se

source: Find My Device
son: Ay jinaa guna

source: Developers
son: Cinakey

source: Choose the independent browser
son: Suuba ceecikaa kaŋ goo nga boŋ kone

source: Firefox is non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
son: Firefox ti bila nda arriba, bila maamala wala alkuuniya. Firefox manti ceecikaw suubayan hinne. Anniyaa no borcinitaray sahãndiyan se.

source: Donate
son: Noo

source: Support
son: Gaakašinay

source: Products
son: Jinawey

source: Add-ons
son: Tontoney

source: About Us
son: Iri ga

source: Labs
son: Šiiyanhugey

source: skip to Navigation
son: sar naaruyan do

source: switch language
son: šenni barmay

source: Back to home page
son: Willi šintin moo ga

source: About Mozilla
son: Mozilla ga

source: Get Involved
son: Wa huru goyoo ra

source: Careers
son: Goy ceebandu

source: Press Center
son: Alhabarkoyni gam

source: Contact Us
son: Hantum ir se

source: Other languages:
son: Šenni waaney:

source: Page language:
son: Moo šenni:

source: Legal
son: Alhukum bande

source: Cookies
son: Aleewawey

source: Firefox Affiliates
son: Firefox kondantey

source: Legal Notices
son: Alhukum bayrandiyaney

source: Privacy Policy
son: Sutura laada

source: Release Notes
son: Kaatarayyan hantumey

source: Other Systems and Languages
son: Dabariɲaa nda šenni waaney

source: Close
son: Daabu

source: (in English)
son: (ingiliši šenni ra)

source: Return to top
son: Willi beene

source: Features
son: Alhaaley

source: Customize
son: Hanse boŋše

source: Download
son: Zumandi

source: Previous
son: Bisante

source: Next
son: Jine

source: MegaBytes
son: Cebsumiliyon

source: FAQ
son: Hãayan fillantey

source: Videos
son: Widewowey

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
son: Kala nda kakaw <a href="%s">hantumi</a> mma bara, ne nungoo woo gundekunaa ga duɲe <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> waafakaa bande wala dumi kokorante tana.

source: Report Trademark Abuse
son: Teekaw tammaasa yahaaza bayrandi

source: Free Upgrade
son: Taagandiri forba

source: Follow us on:
son: Ir gana ne:

source: Customize with Add-ons
son: W'a hanse war boŋše nda tontoniyaŋ

source: Learn More
son: Bay ka tonton

source: Learn more
son: Bay ka tonton

source: Replay
son: Hẽenandi taaga

source: Watch the video
son: Widewowoo guna

source: Replay the video
son: Widewo hẽenandi koyne

source: Share the video
son: Widewo woo žemna

source: WebM format
son: WebM takari

source: Ogg Theora format
son: Ogg Theora takari

source: MPEG-4 format
son: MPEG-4 takari

source: Mobile
son: Kanbehaya

source: Check out the new look and feel of Firefox.
son: Firefox guna nda maate da kaŋ a ga taaga.

source: View Full Site
son: Interneti nungoo kul guna

source: Download for <span>Android</span>
son: Zumandiyan <span>Android</span> se

source: Desktop
son: Ordinater

source: Firefox Beta for mobile
son: Firefox Beta kanbe talfon se

source: Firefox for mobile
son: Firefox kanbe talfon se

source: Email
son: Bataga

source: Super speed
son: Cahãri šifante

source: Stunning graphics
son: Kayfi bii takariyaŋ

source: The latest technologies
son: Dabaribayray kokorantey

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
son: War ga hima ka taagandi! War boŋ saajandiyan ši too miniti ffo. <br/> Šintin ka goy nda Firefox taaga ka duu Interneti ceeciyan and boŋše-hanseyan felle. <br/> Cahãnte nda forba!

source: Upgrade now
son: Taagandi sohõ

source: Update now
son: Sohõ taagandiri

source: Supported Devices
son: Jinay gaakašinantey

source: What’s New
son: Haya teejey

source: Privacy
son: Sutura

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
son: Gundekunaa woo jereyaŋ ti ©1998–%(current_year)s mozilla.org kanbuzaakey sabbu ra. Gundekuna ga bara <a href="%(url)s">Creative Commons duɲe kaddasu</a> ra.

source: Contribute to this site
son: Nungoo woo kanbuzaamay

source: Contribute to this page
son: Tonton moɲoo woo ga

source: Mission
son: Anniya

source: Tour
son: Cebeyan

source: Partner with Us
son: Šettakašinay nd'iri

source: Desktop Add-ons
son: Ordinater tontoney

source: Android Add-ons
son: Android tontoney

source: Themes
son: Furarey

source: Desktop Support
son: Ordinater gaakašinay

source: Android Support
son: Android gaakašinay

source: Performance
son: Teeyan sahã

source: Technology
son: Dabaribayray

source: Privacy &amp; Security
son: Sutura nda saajaw

source: Releases
son: Kaataray

source: Firefox for Organizations
son: Goykondawey se

source: Mobile Add-ons
son: Kanbe tontoney

source: Mobile Support
son: Kanbe gaakašinay

source: Blog
son: Bulogu

source: About Firefox
son: Firefox ga

source: Join Mozilla
son: Huru Mozilla ra

source: Participate
son: Kanbe dam

source: Volunteer
son: Faabakaw

source: Brand Toolkit
son: Haŋakaari goyjinay

source: Partnerships
son: Goykašiney

source: Get Mozilla updates
son: Mozilla taagandirey zaa

source: Share
son: Žemna

source: Mozilla on Twitter
son: Mozilla Twitter ga

source: Firefox on Twitter
son: Firefox Twitter ga

source: Mozilla on Facebook
son: Mozilla Facebook ga

source: Firefox on Facebook
son: Firefox Facebook ga

source: Forums
son: Batey

source: Patents
son: Patantey

source: Leadership
son: Jinehunay

source: Governance
son: Juwalyan

source: History
son: Taariki

source: Our Products
son: Ir jinawey

source: Software and other innovations designed to advance our mission.
son: Porogaram nda tejandiyan taney kaŋ tee hal'ir anniyaa ma koy jine.

source: Become a volunteer contributor in a number of different areas.
son: Wa tee faaba nda kanbuzaamay fondo booboyaŋ ra.

source: Menu
son: Šilbayboŋ

source: Committed to you, your privacy and an open Web
son: N'allahidu zaa war suturaa nda interneti feerante se

source: Choose Independent
son: Suuba boŋhangakaw

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
son: Wa gaabandi nda huzum hala interneti ma cinda ka tee baytal feerante ! #ChooseIndependent. Firefox suuba:

source: Please turn on JavaScript to display this page correctly.
son: JavaScript tunandi ka moɲoo woo cebe ka boori.

source: Firefox Features
son: Firefox alhaaley

source: Firefox Help
son: Firefox faaba

source: January
son: Žanwiye

source: February
son: Fewiriye

source: March
son: Marsi

source: April
son: Awiril

source: May
son: Me

source: June
son: Žuweŋ

source: July
son: Žuyye

source: August
son: Ut

source: September
son: Sektanbur

source: October
son: Oktoobur

source: November
son: Noowanbur

source: December
son: Deesanbur

source: <abbr>Jan</abbr>
son: <abbr>Žan</abbr>

source: <abbr>Feb</abbr>
son: <abbr>Few</abbr>

source: <abbr>Apr</abbr>
son: <abbr>Awi</abbr>

source: <abbr>May</abbr>
son: <abbr>Me</abbr>

source: <abbr>Jun</abbr>
son: <abbr>Žuw</abbr>

source: <abbr>Jul</abbr>
son: <abbr>Žul</abbr>

source: <abbr>Aug</abbr>
son: <abbr>Ut</abbr>

source: <abbr>Sep</abbr>
son: <abbr>Sekt</abbr>

source: <abbr>Oct</abbr>
son: <abbr>Okt</abbr>

source: <abbr>Nov</abbr>
son: <abbr>Now</abbr>

source: <abbr>Dec</abbr>
son: <abbr>Des</abbr>

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
son: Firefox ga kaa iOS ga kayna da! <a href="{url}">Hantum ka bay ka tonton</a>.

source: Congrats. You’re up to date!
son: Hoy-hoy! War n'a taagandi!

source: Format
son: Fasal

source: Text
son: Hantum

source: Whoops! Be sure to enter a valid email address.
son: Aywaa! Alhakiika ka bataga aderesu boryo dam.

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Notice</a>
son: Ay ga yadda kaŋ Mozilla m'ay boŋ alhabarey ka goy <a href="%s">Sutura bayrandoo woo</a> bande

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
son: Ay ga yadda kaŋ Mozilla m'ay boŋ alhabarey ka goy <a href="%s">Sutura laadaa woo</a> bande

source: Keep up with<br> all things Firefox.
son: Duu alhabar<br> Firefox mise kul ga.

source: Get Firefox news
son: Duu Firefox alhabarey

source: YOUR EMAIL HERE
son: WAR BATAGAA NE

source: Sign Up Now
son: Maa hantum sohõ

source: Sign me up
son: Ya mm'ay hantum

source: Select country
son: Laama suuba

source: Available Languages
son: Šenni barantey

source: We will only send you Mozilla-related information.
son: Mozilla-mise alhabarey de n'ir g'i sanba war se.

source: Thanks!
son: Foo nda goy!

source: If you haven’t previously confirmed a subscription to a Mozilla-related newsletter you may have to do so. Please check your inbox or your spam filter for an email from us.
son: Nda war mana bay ka war maa-hantumyanoo tabatandi ka duu Mozilla-misey tiiraa, war ga hima k'a tee. Ni duuyan bataa guna wala bataga žiiba dogoo ir batagaa se.

source: Thanks! Please check your inbox to confirm your subscription.
son: Foo nda goy! War duuyan bataa guna ka war maa-hantumoo tabatandi.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
son: War ga duu bataga ka hun mozilla@e.mozilla.org do ka war maa-hantumoo tabatandi. Nda war ši dii ya, war bataga žiiba gaŋaa guna. War maa-hantumoo mma hima ka tabatandi jina hala war ga duu ir alhabar batagaa.

source: Read all about it in our <span>newsletter</span>
son: War haya kul caw a ga ir <span>alhabar batagaa</span> ra

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
son: War boŋ-hantum ka duu handu-kul taagandirey nda sohõda Mozilla alhabarey, sanda carmay yaamarey ka dii Firefox ceecikaa fellaa. Woo ti fondo cerecerantaa ka cindi alhabar taagey bande!

source: <span>Firefox</span> + You
son: <span>Firefox</span> nda war

source: Get Firefox tips, tricks, news and more
son: Duu Firefox yaamar, alhabar nda bešere

source: Web Innovations
son: Interneti tejandiyaney
