Repository: translate/mozilla-lang
Catalog: son/mobile.lang.po
Languages: son

source: Get Firefox for Android
son: Firefox zaa Android še

source: Download for <span>Android</span>
son: Zumandiyan <span>Android</span> še

source: Free from the Android Market
son: Forba jinay Android Market ra

source: Or visit <a %s>Firefox.com/m</a> on your phone.
son: Wala <a %s>Firefox.com/m</a> naaru war talfonoo ga.

source: Supported Devices
son: Jinay gaakašinantey

source: Get it from iTunes - FREE
son: A zaa iTunes ra - FORBA

source: Firefox Home for <span>iPhone</span>
son: Firefox Homme <span>iPhone</span> še

source: Access your Firefox history, bookmarks and open tabs on your iPhone.
son: Wa duu war Firefox taarikoo, doo-šilbawey nda nor loku feerantey iPhone ga.

source: Download Firefox to <span>Your Mobile</span>
son: Firefox zumandi <span>War kanbe talfonoo</span> ga

source: Want to test the latest features?
son: War ga baa ka goyfondo korawey šii?

source: Get Firefox Home for iPhone
son: Firefox Home zaa iPhone še

source: Download Beta for Android
son: Beta zumandi Android še

source: Download
son: Zumandi

source: for
son: ne

source: Free from iTunes
son: Forba iTunes ra

source: You’ll get to experience cutting-edge features and provide feedback to help refine and polish what will be in the final release.
son: War ga hin ka duu alhaali kul-šifanteyaŋ nda laasaabu willandi ka gaa ka haya kaŋ ga kokor ka fatta hennandi nd'i yuttandi.

source: Developer Tools
son: Cinakey goyjinawey

source: You can install the mobile version of Firefox to our desktop computer in order to test, provide feedback, and build add-ons.
son: War ga hin ka Firefox kanbe-jinay dumoo sinji ir ordinateroo g'a ka šii, laasaabu nda tontoniyaŋ cin da.

source: Connect With Firefox for Mobile:
son: Firefox kange-jinay-še cee:

source: Monthly newsletter
son: Handu alhabar bataga

source: Follow us
son: Ir gana

source: Become a fan
son: Tee hangakaw

source: Firefox is full of innovations that let you type less, browse more and get to the Web quickly and easily.
son: Firefox ga too nda taagandir ka žabu hantumyan ra, ka Interneti naarumi tonton nda cahãri nda faala.

source: Freedom from typing
son: Goy bila nda hantumyan

source: The Awesome Screen learns your favorite sites so you can browse with little or no typing.
son: Diji kayfantaa kaŋ ga war nungey bay nga boŋ še hala war ma hin ka naaru nda hantum kayna wala bila nd'a.

source: Best of both worlds
son: Koy hinka kaanoo

source: Firefox for Android is now redesigned and optimized for the way you browse on phones and tablets.
son: Firefoy Android še hanse n' ka fasal taaga sohõ nd'a sahãndi takaa kaŋ nda war ga dii Internet talfon nda walhayze ga še.

source: Browse quick and easy
son: Naaru cahã nda faala

source: Features like Sync, tabbed browsing and one-touch bookmarking mean everything you want is close at hand.
son: Alhaaliyaŋ sanda Sync, nor loku naarumi nda mooru-foo doo-šilbayyan maanaa ti haya kaŋ war ga baa kul man kanbe.

source: <a %s>Need help?</a> Visit our Firefox for Android Support site.
son: <a %s>Ga baa faaba?</a> Koy ir Firefox Android še gaakašinay nungoo do.

source: Download and test the build that’s right for you.
son: Cinaroo kaŋ ga tee war še zumandi k'a šii.

source: See all our channels for mobile »
son: Dii kaanawey kul kaŋ goo kanbehaya še »
