Repository: translate/mozilla-lang
Catalog: son/mozspaces.lang.po
Languages: son

source: Mozilla Spaces
son: Mozilla dogey

source: Address:
son: Aderesu:

source: E-mail:
son: Bataga:

source: The first of our new spaces. We opened our doors in New Zealand in July 2011.
son: Ir doo taagey kul ijinaa. Ir n'a feeri jamaa še Niyuzeelandu ra žuwiye 2011 ra.

source: Paris
son: Pari

source: The Paris space will be moving to a bigger location. Site visits are happening in December 2011 and we're targeting to open the new space in the second quarter of 2012.
son: Pari dogoo ga ka koy nungu beeri foo ra. Nungu naarumey ga tee deesanbur 2011 ra nda ir ga ceeci ka doo taagaa feeri 2012 gamoo here.

source: San Francisco
son: Saŋ Faransisko

source: We are excited to announce that our new San Francisco space was launched in September 2011 right on the Embarcadero.
son: Ir ga ɲaali kaŋ Saŋ Faransisko dogoo feera sektanbur 2011 Embarcadero hunday boŋ.

source: August 2011 brought the launch of our new Mozilla Space in Toronto, complete with Signature espresso machine.
son: Ut 2011 dii Mozilla doo taaga feeraroo Toronto ra, kaŋ ga timme nda Signature kafee-teeyan maršin.

source: Vancouver
son: Wankuuwer

source: We are in the process of revamping our Vancouver space. We’re staying in the same building, just expanding to incorporate a new community area that will launch early in 2012. Hope to see you there!
son: Ir goo m'ir Wankuuwer dogoo cinaroo barmay. Ir ga cindi hugu follokaa ra, amma ir g'a hayandi ka margaw ganda taaga tonton kaŋ ga feera 2012 šintinoo ga. Ir ga baa ir ma dii war noodin!

source: London
son: Londu

source: This space is currently under construction and coming along nicely. We’ll be opening our doors in January 2012.
son: Dogoo woo goo ma cinandi sohõda nda nga leeberoo ga fatta da. Ir ga kaa k'a feeri žanwiye 2012 ra.

source: Berlin
son: Berleŋ

source: The search is under way! Stay tuned for updates on tours, building locations and construction kick-off. We’re targeting to open our doors in the second half of 2012.
son: Ir goo doo ceeciroo ga! Wa haŋajer ir še lawre dirawey, hugu dogey nda cinari šintin waatoo. Ir naata ka feera 2012 jere hinkantoo ra.

source: Taipei
son: Taybey

source: We’ll be launching our Taipei space in 2012. Stay tuned for more details.
son: Ir ga Taybey dogoo feeri 2012 ra. Wa haŋajer alhabar tontoney še.

source: Sign up for Mozilla Spaces updates
son: War maa hantum Mozilla doo taagandirey še

source: We’re hiring
son: Ir ga goykaw zaa

source: Get involved
son: Wa huru goyoo ra
