Repository: translate/mozilla-lang
Catalog: son/snippets.lang.po
Languages: son

source: Take Firefox anywhere you go! The latest Firefox for Android is live and ready for you to enjoy. <a href="%s">Get it now</a>.
son: Firefox kanbe nungu kul kaŋ war ga koy! Firefox kokorantaa Android še ga huna nd'a soolu war kaanoo še. <a href="%s">A zaa sohõda</a>.

source: Now that you've got the latest version, <a href="%s">learn about all the cool things</a> you can do with your Firefox.
son: Sohõ kaŋ war duu dumi kokorantaa, <a href="%s">caw ka bay haya kaaney kul</a> kaŋ war ga hin k'i tee nda Firefox.

source: You're not on the latest version of Firefox. <a href="%s">Upgrade today</a> to get the best of the Web!
son: War ši nda Firefox dumi kokorantaa. <a href="%s">Taagandi hõ</a> ka duu Internet kul daamaa!

source: Get the latest Firefox features first in <a href="%s">Aurora</a>.
son: Wa jin ka duu Firefox alhaali korawey <a href="%s">Aurora</a> ra.

source: Get a sneak preview of the future of Firefox. <a href="%s">Download Firefox Aurora</a> and test the latest features.
son: Wa moo fur Firefox kubantaa ga. <a href="%s">Firefox Aurora zumandi</a> nda nga alhaali korawey šii.

source: Before Firefox there's Beta, and before Beta there's Aurora. <a href="%s">Try Firefox Aurora</a> now for the latest cutting edge features.
son: Beta ma Firefox jin nda Aurora da ga Beta jin. <a href="%s">Firefox Aurora šii</a> sohõ ka dii alhaali suubanta kokorantey.

source: <a href="%s">Become a Firefox Affiliate</a> and get everything you need to share Firefox with the world!
son: <a href="%s">Tee Firefox margante</a> ka duu haya kul kaŋ war ga boona ka Firefox žemna nda adduɲɲaa!

source: Firefox is proudly non-profit and free to innovate on your behalf without compromise. <a href="%s">Learn more</a> about our mission.
son: Firefox ga ɲaali kaŋ nga goyoo manti arriba ceeciri nd'a hayey taagandi war še nda anniya. <a href="%s">Bay ka tonton</a> ir kondaa ga.

source: Fast, flexible and secure, Firefox is the only browser that puts you first. <a href="%s">Learn more</a> about what makes us different by design.
son: Firefox ti cahã, karga nda saajante, ceecikaw follokaa kaŋ gar war dam jine. <a href="%s">Bay ka tonton</a> woo kaŋ g'ir ka waanandi

source: <a href="%s">Download Firefox on your Android tablet</a> and put the power of the Web right in your hands. Get it now.
son: <a href="%s">Firefox zumandi war Android walhayzoo ga</a> nda Interneti sahãa dam war boŋ kabey ra. A zaa sohõda.

source: Keep your plugins up to date and stay safe online with <a href="%s">Plugin Check</a>.
son: War sukarey taagandi ka gaabu ka duu saajaw Interneti ra nda <a href="%s">Sukari koroši</a>.

source: Keep your Firefox in style. Dress it up in the latest <a href="%s">Personas</a>.
son: Firefox ma leebe war še. A taalam nda <a href="%s">Personas</a> kokorante.

source: Too many tabs? Reclaim your browser from the clutter with <a href="%s">Panorama</a>.
son: Nor loku boobo? War ceecikaa soolom k'a kaa denderaa ra nda <a href="%s">Panorama</a>.

source: No two Firefox users are alike. <a href="%s">Add any button to your browser</a> or remove the ones you don't use. Right-click on home and select Customize.
son: Firefox goykaw hinka kul ši hima. <a href="%s">Butoŋ foo tonton war ceecikaa ga</a> wala wey kaŋ ši goy kaa. Naagu kanbe guma šintin moo ga nda "Hanse boŋše" suuba.

source: Dress up your Firefox with Personas. Roll over to try, click to apply. Or visit the <a href="%s">gallery</a> for thousands more!
son: Wa Firefox taalam nda Personas. Gunguray ka šii, naagu ka kanandi. Wala dii <a href="%s">bii faaroo</a> ženberyaŋ še!

source: Get a first look at the latest features, even before they go to Beta. <a href="%s">Download Firefox Aurora.</a>
son: Moo fur alhaali kokorantey ga za i mana koy Beta ra. <a href="%s">Firefox Aurora zumandi.</a>

source: <a href="%s">Download Firefox Aurora</a> to test features and help us determine what makes it to Beta.
son: <a href="%s">Firefox Aurora zumandi</a> ka alhaaley šii k'ir gaa ka tabatandi woo kaŋ ga kuru Beta ra.

source: Get in early and help shape the future of Firefox. <a href="%s">Download Firefox Aurora.</a>
son: Tanba ka huru nda gaa ka hiino Firefox fasal. <a href="%s">Firefox Aurora zumandi.</a>

source: Firefox for Android is now optimized for the way you browse on tablets. <a href="%s">Get the power of the Web at your fingertips</a>.
son: Firefox Android še n' ka šifandi sohõ takaa kaŋ nda war ga naaru nda walhayzey. <a href="%s">Duu Internet sahãa kanbe-ize cire</a>.

source: Download Firefox on your Android tablet and put the power of the Web right in your hands. <a href="%s">Get it now</a>.
son: <a href="%s">Firefox zumandi war Android walhayzoo ga ka Internet sahã dam war boŋ kanboo ra. <a href="%s">A zaa sohõda</a>

source: <a href="%">Download Firefox Beta</a>, provide feedback and help make the next Firefox even more awesome for our 450 million users.
son: <a href="%">Firefox Beta zumandi</a>, laasaabay willi nda gaa ka hiino Firefox-oo boryandi ka tonton boro miliyoŋ 450 kaŋ g'a ka goy še.

source: Test features, refine and polish them and help us make our next version better than ever. <a href="%">Download Firefox Beta today!</a>
son: Šiiyan alhaaley boryandi nd'i hanse k'ir gaa ka hiinoo dumoo šifandi ka bisa ijinawey kul. <a href="%">Firefox Beta zumandi hõ!</a>

source: Love Firefox? Want to help make our next version even better? <a href="%">Download Firefox Beta</a> and give us feedback today!
son: Ga baa Firefox?

source: Are you running the latest Firefox Beta? <a href="%">Get it now</a> and help us test the latest features.
son: War mma goy nda Firefox Beta koraa? <a href="%">A zaa sohõda</a> k'ir gaa k'alhaali kokorantey šii.

source: Not on the latest Firefox Beta? <a href="%">Get it today</a> to stay on top of what we're working on for our next version.
son: War ši nda Firefox Beta koraa? <a href="%">A zaa sohõda</a> ka bay haya koray kaŋ ir goo m'i tee hiino dumoo še.

source: Want to share your feedback? <a href="%">Find out how</a> and help make the next version of Firefox even more awesome.
son: Ga baa ka war laasaaboo žemna? <a href="%">Guna sohõ</a> nd'ir gaa ka Firefox hiino dumoo šifandi ka tonton.

source: Firefox Beta users: Don't forget to <a href="%">provide feedback</a> to help us put the final tweaks on our next version.
son: Firefox Beta goykey: Wa ši dirŋa ka <a href="%">laasaabay willi</a> k'ir gaa ka hansari kokorantey tee hiino dumoo ga.

source: Help make the next version of Firefox even more awesome. <a href="%">Become an Affiliate</a> and share Firefox Beta with your friends.
son: Gaa ka Firefox hiino dumoo šifandi ka tonton. <a href="%">Tee margante</a> nda Firefox Beta žemna war cerey game.

source: Invite friends to preview upcoming Firefox features. <a href="%">Become an Affiliate</a> and share Firefox Aurora today.
son: War cerey cee ka moo fur Firefox kubantaa alhaaley ga. <a href="%">Tee margante</a> nda Firefox Aurora žemni hõ da.

source: Using Firefox on several computers? Now you can synchronize your add-ons across them all. <a href="%">Find out how to activate Sync.</a>
son: Ga goy nda Firefox ordinater booboyaŋ ga? War ga hin ka war tontoney hangandi cere i kul ga sohõ. <a href="%">Guna taka kaŋ nda Sync ga tunandi.</a>

source: Fast, fast, fast. <a %s>Firefox for Android just got a big upgrade</a>. Help us spread the word.
son: Cahã, cahã, cahã. <a %s>Firefox Android še duu taagandi beeri sohõda</a>. Ir gaa k'a bayrandi.

source: Firefox has new features to make getting to your next task even faster! <a href="%">Check out the video to learn more.</a>
son: Firefox duu alhaali taagayaŋ ka war hiino goyey cahãndi ka tonton! <a href="%">Widewo woo guna ka bay ka tonton.</a>

source: Love Firefox Beta? <a href="%s">Invite your friends</a> to get a sneak peek of what's coming soon to Firefox.
son: Firefox Beta ga kan war še? <a href="%s">War cerey cee</a> ka moo fur hiino hayey kaŋ ga kaa Firefox bande.

source: I use Firefox Beta to get a sneak peek at the latest features and innovations coming soon to Firefox. <a href="%s">Check it out</a>.
son: Ay ga goy nda Firefox Beta ka moo fur alhaali kokorantey nda goy tejey ga kaŋ goo Firefox bande. <a href="%s">Wa guna sohõ</a>.

source: Thanks for using Firefox Beta to help make Firefox more awesome. Now <a href="%s">invite your friends</a> to give it a try.
son: Foo nda goy kaŋ war ga goy nda Firefox Beta k'ir gaa ka Firefox šifandi ka tonton. Sohõ <a href="%s">war cerey cee</a> hal'i m'a šii.

source: I use Firefox Beta to help test the latest features and make Firefox more awesome. <a href="%s">Give it a try</a>.
son: Ay ga goy nda Firefox Beta ka gaa ka alhaali kokorantey šii nda ka Firefox šifandi ka tonton. <a href="%s">W'a šii da</a>.
