Repository: translate/mozilla-lang
Catalog: son/upgradepromos.lang.po
Languages: son

source: Mozilla Firefox Web Browser — Free Download
son: Mozilla Firefix Interneti ceecikaw — Forba zumandiyan

source: How fast is <span>your Firefox?</span>
son: Cahãri foo bara <span>war Firefox-oo</span> še?

source: New Firefox is up to 7 times faster. (That’s a lot!) Check the speedometer to see if yours can keep up.
son: Firefox taaga ga cahã ka tonton hala cee 7. (Iboobo ti woo!) Cahãri-neesijoo guna ka dii wala war wanoo ka too r'a.

source: Old Firefox = <em>Sadface</em>
son: Firefox žeena = <em>Madaray</em>

source: New Firefox = <em>Yay!</em>
son: Firefox taaga = <em>Madalla!</em>

source: That just isn’t going to cut it. Stop browsing in the past and <a %s>upgrade now!</a>
son: Woo n' ka ši tee sãy! Fee nda zaahõ naarumi fondo nda <a %s>taagandi šoho!</a>

source: Now we’re talking!
son: Sohõ n'ir ga šelaŋ!

source: Feels better, doesn’t it? Welcome to the future of the Web. It’s nice here.
son: A tee daame wala? Kubayni zaman taaga Interneti ra. Ne mma boori.

source: Hey, looks like you’re using %BROWSER%. Why not grab Firefox and get up to speed.
son: Guna, ga hima sanda war mma goy nda %BROWSER%. Cin še war ši Firefox zaa ka cee taŋ?

source: Hey, looks like you’re not using Firefox as your browser. Why not grab Firefox and get up to speed.
son: Guna, a ga hima sanda Firefox manti war goy-ceecikaa. Cin še war ši Firefox zaa ka cee taŋ sohõ.

source: New Firefox is faster, free (as always), crashes less and protects your privacy more.
son: Firefox taaga ga cahã (sanda hankul), ga šendi ka kaŋ nd'a ga war sutura ka tonton.

source: <a %s>Upgrading</a> takes less than a minute and you won’t lose your history or bookmarks. Hooray!
son: <a %s>Taagandiri</a> ši too miniti foo nda war taarikoo wala doo-šilbawey ši dere da. Gomni wala!

source: Fewer Crashes <span>More Happiness</span>
son: Ši boobo ka kaŋ <span>Binekaanay koyne</span>

source: Upgrade now and see how much happier browsing can be with the <b>newest and fastest Firefox</b>.
son: Taagandi sohõ ka dii taka kaŋ nda naaruyan binekaanay ga tonton nda<b>Firefox kul itaagaa nda cahãntaa</b>.

source: Upgrade Firefox
son: Firefox taagandi

source: Old Firefox
son: Firefox žeena

source: New Firefox
son: Firefox taaga

source: 3, 2, 1<span>Ready to Go?</span>
son: 3, 2, 1<span>Soolu ka koy?</span>

source: Take your bookmarks and browsing history with you on a journey to a faster Firefox.
son: War doo-šilbawey nda ceeciyan taarikoo kanbe war bande ka naaru Firefox cahãnte do.

source: Upgrade Firefox and take your bookmarks with you.
son: Firefox taagandi nda war doo-šilbawey kanbe war bande.
