Repository: translate/mozilla-lang
Catalog: son/upgradedialog.lang.po
Languages: son

source: Get the Newest Firefox
son: Duu Firefox kokorantaa

source: The Newest Firefox is Here!
son: Firefox kokorantaa goo ne!

source: <a %s>Quick, easy and free update</a>
son: <a %s>Taagandiri cahãnte, faala nda forba</a>

source: Fresh new look
son: Ndum taaga

source: Much faster than Firefox 3.6
son: Ka cahã nda Firefox 3.6 sãy

source: More awesomeness than ever
son: Ga leebe nda ibisantey kul

source: There’s a new version of Firefox that can better protect you against online attacks.
son: Firefox dumi taaga foo goo no kaŋ ga war jejebu Interneti zanba alhiilawey ga.

source: <a %s>Get the upgrade</a> — it’s fast & free!
son: <a %s>Taaganidiri zaa</a> cahãnte nda forba!

source: get the latest in security
son: duu saajaw kokorantaa

source: experience faster performance
son: dii goyyan cahãnte fondo da

source: enjoy greater customization
son: boŋše hanseyan ma kan ka tonton

source: Your version of Firefox will soon be vulnerable to online attacks.
son: War Firefox dumooo ga yaalaafu kayna da Interneti zanbakey še.

source: Stay safe online
son: Saajaw gaabu Interneti ra

source: Enjoy new features
son: Alhaali taagey taba

source: URGENT!
son: ŠÙGULLA!

source: Your version of Firefox is no longer protected against online attacks.
son: War Firefox dumoo ši yee ka bara nda jejebu Interneti zanbakey ga.

source: This is your last reminder before you will be automatically updated to the latest version
son: Woo ti šaawar koraa kaŋ bandaa ga taagandiroo ka dumi kokorantaa zaa nga boŋ še

source: Firefox no longer supports your operating system version and will be vulnerable to online attacks.
son: Firefox ši yee ka war goyandi dabariɲaa dumoo kanbe nd'a ga yaalaafu Interneti zanbakey še.

source: We recommend:
son: Ir ga yaamar:

source: Upgrading your <a %s>operating system</a>
son: War <a %s>goyandi dabariɲaŋoo</a> taagandi

source: Downloading a compatible browser
son: Ceecikaw cerekanbante goo ma zunbu

source: Installing a free upgrade to your <a %s>operating system</a>
son: Taagandiri forba sinji war <a %s>goyandi dabariɲaŋoo</a> ga

source: You will be prompted once more before being automatically updated.
son: War ga šaawarandi koyne jina hala taagandiroo ka tee nga boŋ še.
