Repository: translate/mozilla-lang
Catalog: ach/videos/video_evernote.lang.po
Languages: ach

source: Evernote is a service that helps you remember everything.
ach: Coc me kare lung obedo tic makonyi me poo wi ijami weng.

source: We have clients on every platform: mobile, desktop, web
ach: Wan watye ki luwil ikom fom acel acel ma obutu: me cing, cal me wang kompiuta, Web

source: and basically it helps you capture your memories
ach: ci twero konyi me mako poo wiyi

source: and then find them whenever you need them.
ach: ci ite nwongo gi tek ka imito gi.

source: whether they are web pages or notes or things you need to do.
ach: ka onyo obedo gini pot buk me web onyo jami ma in imito timo.

source: Pictures, audio clips; anything you want
ach: Cal mapol, wer dii wer awinya; gin mo keken ma in imito

source: Evernote is basically everywhere that you need it to be.
ach: Ketoc coc tye ka mo keken ma in imito ni obed ie.

source: We’re on mobile, we’re on desktop, we’re on web
ach: Wan watye i gin me cing, wan watye ki cal me wang kompiuta, wan watye ikom Web

source: and all of these apps synch together.
ach: ci apps magi make kacel.

source: The web is a big part of our offering.
ach: Web obedo dul madit olu pi gin ma waromo miyo.

source: Many, many users use our web clipper as a way
ach: Mapol, lutic mapol tiyo ki web madwir calo yoo

source: to capture pages that they see and then recall them later,
ach: pi makopot buk ma gin neno ci dong kipoo wi gi lacen,

source: It has all the things you expect from a desktop application
ach: Tye ki jami weng ma in imito ki cwalo cal me wang kompiuta

source: whether its drag and drop, file manipulation, rich text editing,
ach: ka onyo kidiro ki bayo, kiketo pwail, yubu nyig coc mulony,

source: all of that just inside of the browser without a heavyweight application installation.
ach: gin weng iyi layeny labongo cwalo keto gupu madwong.

source: So Evernote’s goal is to help you remember everything
ach: Coc kare lung pi anyim tye me konyi poo wiyi i jami weng

source: and a big part of that is to help you remember things when you’re browsing around the web.
ach: ci dul kom madit matye pi konyi poo wiyi i jami kun i yenyo i akina kina web.

source: You’re trying to find some information.
ach: I tye katemo nongo ngec mogo.

source: Working with the Mozilla Marketplace was really easy.
ach: Tic ki Ka cuk me Mozilla onongo bene yot ada.

source: Making the manifest file was a simple JSON file and then interacting with the website
ach: Miyo pwail me cike onongo tye mayot i pwail me JSON ki dong leyo lok kwede Website

source: to actually get our application into the marketplace
ach: pi nongo cwalo tic wa dwoko ika cuk
