Repository: translate/mozilla-lang
Catalog: ach/videos/video_mobbase.lang.po
Languages: ach

source: Your apps on all your devices
ach: apps mamegi ki kom jami tici

source: MobBase builds apps for bands and labels.
ach: MobBase gero apps pi bands ki lebel.

source: We make it very easy for bands to connect with their fans all across mobile devices.
ach: Wamiyo ne bedo yot pi bands wek kub kwede fan gi weng kun beo i jami tic me cing.

source: We recognize that there is a big problem that artists had.
ach: Waniang ada ni tye peko madwong ma lago cal obedo kwede.

source: They have all these fans who are using all sorts of devices
ach: Gin gutye ki fan magi weng bot jo ma tiyo ki jami tic mogo

source: and their websites are not going to work well on various devices.
ach: ci dyer bar me Web pe bitic kakare ikom jami tic mapol.

source: So we started off working in native environments, iPhone first, then Android,
ach: Dong wa cako tic woko i ka ma orumo wa, iPhone namba acel, eka Android,

source: and each has its own complexities and subtleties that make it difficult to maintain and iterate on both.
ach: ci acel acel tye ki jange mapol ci en mamwonya ma miyo gwoko ne tek odoco ki woto ikom gin weng.

source: We quickly realized that the key to getting a cross-platform solution for most artists was HTML5
ach: Wa niang woko oyot ni lagony me donyo i cobo platform pi lugo cal mapol obedo HTML5

source: and the reason is this:
ach: ci gin ma omiyo en aye eni ni:

source: To build a native iPhone App, a native Android App and a native whatever App, is time consuming
ach: Pi gero App iPhone marwate, App Android marwate ki App mo keken marwate, balo cawa

source: and each app is a different project and each app requires different assets
ach: ci app acel acel obedo purujek mapat pat ci mito jami mapat pat

source: and it becomes a real headache in terms of time and also money.
ach: ci bedo twon labar wic i cik me cawa ki cente bene.

source: What HTML5 allows our clients to do is to build the app once and distribute it everywhere.
ach: Ngom ma HTML5 weko jo wa timo obedo me gero app tek ka kipoko ne kan mo keken.

source: With the Mozilla Marketplace we have a unique opportunity to distribute web applications.
ach: Kwede Cuk me Mozilla watye ki tic maber pi poko purugram me web.

source: This is something that was king of a conundrum for us, you know
ach: Man obedo gin mo ma obedo laker me conundrum pir wa, in ingeo

source: we want to be able to distribute these and not just provide links.
ach: wamito bedo ki twero me poko magi ci pok ka kakube keken.

source: When Mozilla reached out to us and we entered a partnership with them
ach: Tek Mozilla oo bot wa kany ci wakube donyo kwedgi

source: it was great because it was an App store.
ach: Pire tek pien obedo citowa me App.

source: Fans can go to it, they can see the assets, they can see the description
ach: Fan romo wot ie, gin twero neno jami, gutwero neno lok ie

source: they can download it just like theyâ€™re used to downloading an Android or iPhone app.
ach: Gitwero gamo ne calo ka kit ma gitiyo kwede pi gamo Android onyo app me iPhone.

source: So, Mozilla provides a great, great market and a great distribution channels for our HTML5 Apps.
ach: Dong, MOzilla poko maber, cuk maber ki yoo poko maber odoco pi Apps me HTML5.

source: distribute your apps
ach: pok apps mamegi
