Repository: translate/mozilla-lang
Catalog: ach/videos/video_teambox.lang.po
Languages: ach

source: Your apps on all your devices
ach: Apps mamegi ikom jami tici weng

source: Teambox is an online collaboration software that can be hosted in the cloud or onsite
ach: Teambox obedo purugram me kompiuta me kube ma kitwero gwoko i pol onyo dyer bar

source: that allows teams of any size to collaborate more efficiently,
ach: ma weko timme dite mo keken kube maber labongo ayela,

source: communicate with each other, share files and manage tasks.
ach: kube kwede dano mukkene, nywak pwail ci i loo teko me tic matek.

source: We’re fortunate enough to have customers all over the world
ach: Gum wa tye me bedo ki jo ma wilo i but lobo weng

source: and using HTML5 we know that we can deliver a consistent user experience
ach: ci tic ki HTML5 wan wangeyo atika ni watwero kelo diro pa lutic kwede

source: to those customers anywhere they are, no matter what device they are using.
ach: bot luwil kan mo keken ma gin tye ie, pe paro pi gin tic ma gin tiyo kwede.

source: There is actually one customer that’s coming to mind called iBolt
ach: Tye lawil acel ma bi bino iwiyi ma kilwongo ni iBolt

source: and they manufacture wireless accessories all over the world.
ach: ci gin guyubu jami matiyo labong waya i but lobo weng.

source: All of them are on different devices, some of them are using phones
ach: Gin weng tye i jami tic mapat pat, mogo tye katic ki cim

source: some are on tablets, some are on the desktop,
ach: mukene tye i teblet, mukene tye i kom kiome wang kompiuta,

source: but we know that all of them have a consistent and great user experience using HTML5
ach: ento wan wangeo ni gin weng ber ci diro maber pi lutic kwede kun tiyo ki HTML5

source: and that gives us a lot of assurance as a software developer.
ach: ci meno miyowa moko ada calo luyub purugram me kompiuta.

source: Obviously we could build native applications, but doing so,
ach: Watwero gero purugram me ka mo ni, ento timo kit eni ni,

source: for a small fast-growing company like us,
ach: pi kampuni matidi dang dok tye kadongo calo wan,

source: takes a lot of time, a lot of extra money and
ach: tero cawa madwong, cente onyo lim mabup ki

source: it impacts our ability to deliver a great app to market sooner.
ach: ber botwa me kelo purugram madit pi cato ne i kare macokcoki.

source: So we made the decision not to build native apps
ach: Wek dong wamok tam pe me dongo apps mo ni

source: and we’re using technologies like HTML5 to get to market faster
ach: ci wan watiyo ki diro me ngec calo HTML5 me wot i cuk oyot oyot

source: with better products and ultimately to deliver a better user experience for our customers.
ach: ki jami maber ki tute me kelo diro pa latic kwede bot luwil wa.

source: Quite frankly we see it as a terrific onramp for our business
ach: Lok ada waneno ne calo labal cato wil wa

source: Already today we see almost 1,000 signups a day without the Mozilla Marketplace
ach: Wan watyeko dong neno jo mucoye maromo 1,000 pi nino acel labongo ka Cuk me Mozilla

source: and we can’t even imagine how many we can possibly get through that Marketplace.
ach: ci pe watwero moko ada wel jo marom kwene ma wa romo nongo ki I cuk.

source: So we see it as a tremendous opportunity.
ach: Wan dong waneno calo tic me oyot.

source: Something that gives us more visibility, more cachet in the market
ach: Gin mo mamiyo wa nongo ne oyot, cachet mapol ki cuk

source: and we’re really excited about it, we’re looking forward to it.
ach: ci yiwa yom atika pi man, wan watye ki neno me anyim pire
