Repository: translate/mozilla-lang
Catalog: ach/videos/video_kicksend.lang.po
Languages: ach

source: The problem with file sharing right now is that not one solution
ach: Peko me nywako pwail kombedi tye ni pe obedo cobo acel emi ni

source: provides a really, really good experience for non technical users.
ach: poko en kikome, diro maber atika pi jo matiyo kwede mape ngeyo tic cing.

source: With Kicksend you can send files to any of your friends,
ach: Ki cako cwalo i twero cwalo pwail bot lawoti mo keken,

source: of any size, just by dragging and dropping onto the web
ach: pi dite mo keken, kun i diro ne ci i bayo ne ikom web

source: and you can put in an email address
ach: ci iromo keto ne i email address

source: and that file gets delivered directly to your friends.
ach: ci pwail man biwot atir bot luwote ni.

source: We decided to go the native route because we want to provide
ach: Wamoko tam wa me wot iyo acel pien wan wamito poko

source: a really good experience that people are used to on iPhone and Android
ach: diro maber atika ma lwak jo dong onaa kwede woko ikom iPhone ki Android

source: but at the same time, we still want to provide
ach: ento i cawa nono, wamito poko

source: the same great experience on the mobile web.
ach: diro mamwonya marwate ikom web me cing.

source: HTML5 allows us to be on multiple platforms
ach: HTML5 weko wa bedo kacel mapol

source: without having to worry about dependencies on each of these platforms.
ach: labongo kit para mo keken ikom jenge ikom platforms.

source: Developing in HTML5 really helps us provide the features that
ach: Dongo ii HTML5 konyo wa poko kit ma

source: our users need to be able to send files really easily through the web.
ach: jo wa matiyo kwede mito bedo ki twero me cwalo pwail i yore mayot kun beo i web.

source: We try to be on every single mobile platform
ach: Watemo bedo i platform me cing acel keken

source: We do have native applications on iPhone and Android
ach: Wan watye ki purugram ikom iPhone ki Android

source: but we do realize that the rest of the world
ach: ento waniang ada ni lobo mukene

source: can use HTML5 to access Kicksend wherever they are.
ach: romo tic ki HTML5 pi caki donyo i cwalo ka mo keken ma gin tye ie.

source: The Mozilla Marketplace, I mean, first off it gives you massive distribution
ach: Ka cuk me Mozilla, Akobo, me acel miyi poko

source: because everybody who is using Firefox will essentially be using it.
ach: pien dano weng matiyo ki Firefox bi tic kwede.

source: And there is also a mobile aspect to it that
ach: Ci tye gin me cing iyore ni

source: is going to push our mobile HTML5 app to many, many millions of users
ach: bi coro app wa me HTML5 i kom en mapol, jo matiyo kwede maromo million

source: and thatâ€™s a no-brainer at that point.
ach: ci men pe ki ladam i centa nono

source: The fact that we can update very easily
ach: Lok ada ni watwero mino ngec con

source: and actually provide services through the browser
ach: ci bene poko tic kun beo ki layeny

source: that gives our app special permissions is something that is also a no-brainer
ach: man miyo wa twero mapire tego obedo gin mo ma pe ki ladam

source: It took us may 15 minutes to bundle our app up and publish it
ach: Oteri wa ka dakika 15 me boyo app wa ki yaro ne botlwak

source: to the Marketplace and ever since then we pushed out
ach: i ka Cuk ci wacoro ne woko anaka wa i kare ca

source: a few releases already and it was a very smooth smooth experience.
ach: gityeko kelo woko manok ki onongo obedo diro mapwot pwot.

source: distribute your apps
ach: pok apps mamegi
