Repository: translate/mozilla-lang
Catalog: ff/mozorg/about/history.lang.po
Languages: ff

source: Mozilla exists to promote openness, innovation and opportunity on the Internet.
ff: Mozilla wonani en ɗoo ko ƴellitde udditaare, kesamaagu e fartaŋŋeeji e Enternet.

source: Previous
ff: Ɓennuɗo

source: Next
ff: Yeeso

source: The Mozilla Project launched at Netscape on March 31, 1998, to offer choice to users and drive innovation on the Web.
ff: Eɓɓoore Mozilla fuɗɗii ko to Netscape ñalnde 31 Duujal 1998, ngam hokkude huutorɓe feere woɗnde kadi umminde ɗaɓɓere kesamaagu e Geese.

source: Proudly non-profit, Mozilla makes products like Firefox with a mission to keep the power of the Web in the hands of users everywhere.
ff: Faaro Mozilla ko ɗaɓɓaani ngalu, kadi ena tafa topirɗe wano Firefox wonndude e faandaare ñiiɓnude doole Geese e juuɗe huutorɓe nokku kala.

source: More than 10,000 contributors expressed their support for our mission by paying for a full-page ad in <cite>The New York Times</cite> on the day Firefox 1.0 launched in 2004.
ff: Ko ɓuri 10,000 wallitooɓe ngaddii ballal mum'en e darnde amen so soodde hello publisitee huuɓngo e <cite>The New York Times</cite> ñalnde Firefox 1.0 bayyinaa e 2004.

source: Today Mozilla has contributors on every continent, including Antarctica (where Firefox is used by 80% of people).
ff: Hannde Mozilla ena jogii wallitooɓe e duuɗe aduna ɗee kala, yanti heen Antartika (ɗo 80% yimɓe ena kuutoroo Firefox).

source: Firefox Add-Ons allow you to customize and take control of your Web experience. Over 3 billion of them have been downloaded by users so far.
ff: Ɓeyditte Firefox ena wallu maa heertinde e tamde banngagol maa e Geese. Huutorɓe ngaawtiima ko ɓuri miliyaruuji 3 ɓeyditere tawo.

source: Mozilla is leading the way in online privacy with browser innovations like Do Not Track and Lightbeam that give users greater control of their personal data.
ff: Mozilla ko jaalal hannde e sututo ceŋol sabu kesamaagu min ngaddi e wanngorde maa wano Hoto Tewindo e Lightbeam dokkooke huutorɓe doole hisnude keɓe mum'en keeriiɗe.

source: Our global community has helped translate Firefox into over 70 languages, making the browser available to more than 90% of the world's population.
ff: Renndo amen huuɓnungo wallii firde Firefox e ko ɓuri 70 ɗemngal, ɗuum waɗi wanngorde ndee ena yettoo ko ɓuri 90% ɓesngu winndere ndee.

source: In 2008, 8,002,530 people chose Firefox in a single day to set a Guinness World Record for “Most Downloads of a Software Application in 24 Hours.”
ff: E 2008, 8,002,530 neɗɗo cuɓiima Firefox e ñalawma gooto haa keɓ-ɗen araaraay Guinness World Record "Jaaɓnirgal Ɓurngal Aawteede e Waktuuji 24".

source: The Mozilla Festival is our largest annual event, bringing together hundreds of creative minds to realize the full power and potential of the Web.
ff: Mozilla Festival woni joljolal amen hitaandeyaŋkoore ɓurnde mawnude, engal renndinat teemedde hakkillaaji ceeɓɗi ngam siynude golle mawɗe baɗte Geese.

source: Mozilla Webmaker works to create a more Web-literate planet, providing tools and projects to help people take greater control of their online lives.
ff: Mozilla Webmaker woni golle mum ko tafde renndo annduɓe Geese, huutoraade kuutorɗe e eɓɓooje ballooje renndo ngoo ɗowde nguurndam mum'en e Geese e mbaydi ndimɗundi.

source: The Mozilla Developer Network is a community-driven Web resource that provides the best documentation, tutorials and tools available to more than 2 million visitors each month.
ff: Mozilla Developer Network ko ruttorɗe Geese renndoyaŋkoore addoore ko ɓuri yuɓɓude e ganndinooje, pamminorɗe e kuutorɗe e juuɗe ko ɓuri 2 miliyoŋ yillotooɓe lewtu kala.

source: Mozilla works to care for and preserve the Web as a shared public resource for the benefit of everyone.
ff: Mozilla nana golloo ngam taoppitaade e reende Geese haa wona ruttorde peñcu renndaande nde gooto kala naftortoo.

source: About Mozilla
ff: Baɗte Mozilla

source: Governance
ff: Ɗowamteeru
