Repository: translate/mozilla-lang
Catalog: */thunderbird/start/release.lang.po
Languages: ca, ga_ie, hi_in, nn_no

source: Welcome to <span>Thunderbird</span>
ca: Us donem la benvinguda al <span>Thunderbird</span>
ga_ie: Fáilte go <span>Thunderbird</span>
hi_in: स्वागत है <span>थंडरबर्ड</span> में
nn_no: Velkomen til <span>Thunderbird</span>

source: Why we need donations
ca: Per què necessitem donacions
hi_in: क्यों हमें अनुदान की जरूरत है
nn_no: Kvifor vi treng donasjonar

source: You might already know that Thunderbird improvements are no longer paid for by Mozilla. Fortunately there is an active community keeping it running and developing it further. But to survive long term, the project needs funding.
ca: Potser ja sabeu que les millores del Thunderbird ja no estan subvencionades per Mozilla. Nogensmenys, hi ha una comunitat activa mantenint i desenvolupant el projecte. Perquè es pugui dur a terme, però, es necessiten donacions.
nn_no: Dut veit kanskje allereie at forbetringar av Thunderbird ikkje lenger vert betalte av Mozilla. Heldigvis finst det eit aktivt felleskap som held programmet i gang og utviklar det vidare. Men for å overleva på lang sikt trengst det prosjektfinansiering.

source: Thunderbird is currently transitioning to an independent organization. Being independent, we can shape our own fate, but there is significant infrastructure that must be maintained to deliver the application to our tens of millions of users. For Thunderbird to survive and continue to evolve, we need your support and ask for your donation today. All the money donated will go directly to funding Thunderbird development and infrastructure.
ca: El Thunderbird està en procés de transició cap a una organització independent. D'aquesta manera, podrà triar el seu destí. Hi ha, però, una infraestructura que s'ha de mantenir per continuar oferint la baixada a les desenes de milions d'usuaris. Perquè el Thunderbird continuï existint i pugui evolucionar, us demanem que col·laboreu amb una donació. Tot el recaptat anirà directament al manteniment de la infraestructura i el desenvolupament del Thunderbird.
nn_no: Thunderbird er no i ferd med å bli ein sjølvstendig organisasjon. Ved å vera uavhengig kan vi forma vår eigen lagnad og framtid, men det finst ein betydeleg infrastruktur som må haldast ved like for å levera eit program til våre titals millionar brukarar. For at Thunderbird skal overleva og fortsetta å utvikla seg, treng vi dykkar støtte og ber om din donasjon i dag. Alle pengane som vert donerte går direkte til å finansiera utvikling og infrastruktur.

source: Donate to Thunderbird
ca: Feu una donació al Thunderbird
ga_ie: Tabhair tacaíocht airgid do Thunderbird
hi_in: थंडरबर्ड को अनुदान दें
nn_no: Doner til Thunderbird

source: Thunderbird is the leading open source, cross-platform email and calendaring client, free for business and personal use. We want it to stay secure and become even better.
ca: El Thunderbird és el gestor de correu i calendari de codi obert i multiplataforma líder, gratuït per a ús domèstic i empresarial. Volem millorar, oferint la mateixa seguretat.
nn_no: Thunderbird er den leiande plattformsuavhengige e-post og kalenderklient basert på open kjeldekode, gratis for bedrifter og personleg bruk. Vi vil at han skal framleis vera trygg og bli endå betre.

source: If you like Thunderbird, please consider a donation!
ca: Si us agrada el Thunderbird, considereu fer una donació!
hi_in: यदि आपको थंडरबर्ड पसंद है, तो कृपया अनुदान पर विचार करें!
nn_no: Om du likar Thunderbird, vurder ein donasjon!

source: By donating, you will help us to continue delivering an ad-free top-notch email client.
hi_in: दान करके, आप एक विज्ञापन मुक्त शीर्ष पायदान ईमेल क्लाइंट को पहुँचना जारी रखने में हमारी मदद करेंगे.
nn_no: Ved å donera vil du hjelpa oss med å fortsetta å levera ein reklamefri fyrsteklasses e-postklient.

source: Make a donation
nn_no: Gje ei pengegåve

source: Other ways to contribute to Thunderbird
nn_no: Andre måtar å bidra med til Thunderbird

source: Now is a great time for you to get involved: writing code, testing, support, localization and more. Join a global community! Share your skills and pick up a few new ones along the way. Volunteer as much as you like. Or as little. It’s totally up to you.
nn_no: Akkurat no passar det bra å involvera seg: skriva kode, testa, brukarstøtte, lokalisering med meir. Bli med i eit globalt fellesskap! Del kunnskapen og ferdigheitene dine, og plukk opp noko på vegen. Bidra med så mykje eller lite du vil. Det er heilt opp til deg.

source: Contribute to Thunderbird
ca: Col·laboreu amb el Thunderbird
ga_ie: Glac páirt i Thunderbird
hi_in: थंडरबर्ड में योगदान करें
nn_no: Gje ditt bidrag til Thunderbird

source: To ensure that Thunderbird continues to improve, as it has for the last ten years, active contributors <a href="%s">recently organized</a> to focus on the future.
ca: Per assegurar que el Thunderbird segueix millorant, com ha fet durant els últims 10 anys, els col·laboradors actius <a href="%s">s'han organitzat</a> per centrar-se en el futur.
ga_ie: Tá feabhas á chur ar Thunderbird le deich mbliain anuas, agus le déanaí <a href="%s">dhírigh na forbróirí aird</a> ar an todhchaí.
hi_in: थंडरबर्ड की उन्नति सुनिश्चित करने हेतु, जैसे के उसने पिछले दस वर्षों में किया है, सक्रिय सहयोगीयों <a href="%s">हाल ही में गठित</a> भविष्य को केंद्रित करके.
nn_no: For å garantera at Thunderbird held fram med å bli betre, som han har gjort dei siste ti åra, har nokre aktive bidragsytarar <a href="%s">nyleg organisrt seg</a> for å fokusera på framtida.

source: Now is a great time for you to <a href="%s" class="iconic">get involved</a>.
ca: Ara és un gran moment per <a href="%s" class="iconic">col·laborar</a>.
ga_ie: Seo deis mhaith duit <a href="%s" class="iconic">páirt a ghlacadh</a>.
hi_in: अभी यह ही उचित समय है आपके लिए <a href="%s" class="iconic">भागीदार होने के लिए</a>.
nn_no: Akkurat no passar det bra å <a href="%s" class="iconic">engasjera seg</a>.

source: Please help us assist users of Thunderbird, and improve the Thunderbird product and eco-system.
ca: Ajudeu-nos a oferir assistència als usuaris del Thunderbird i a millorar-ne el producte i l'ecosistema.
ga_ie: Cabhraigh linn tacú le úsáideoirí Thunderbird, agus Thunderbird féin agus a thimpeallacht a fheabhsú.
hi_in: कृपया हमें थंडरबर्ड उपयोगकर्ताओं की सहायता एवं थंडरबर्ड उत्पाद और पारितंत्र के निखार में सहायता करें.
nn_no: Hjelp oss med å assistera brukarar av Thunderbird, og å gjera både produktet Thunderbird og økosystemet betre.

source: We look forward to <a href="%s">hearing from you</a>.
ca: Esperem <a href="%s">tenir notícies vostres</a>.
ga_ie: Táimid ag tnúth le <a href="%s">scéal uait</a>.
hi_in: हम आगे देख रहे हैं <a href="%s">आपसे सुनने के लिए</a>.
nn_no: Me ser fram til å <a href="%s">høyra frå deg</a>.

source: Learn more
ca: Més informació
ga_ie: Tuilleadh Eolais
hi_in: अधिक जानें
nn_no: Les meir

source: Need Support?
ca: Necessiteu ajuda?
ga_ie: An bhfuil tacaíocht uait?
hi_in: सहायता चाहिए?
nn_no: Treng du hjelp?

source: Most Thunderbird support questions are answered in the <a href="%s">Knowledge Base</a>.
ca: La majoria de preguntes d'assistència del Thunderbird tenen resposta a la <a href="%s">base de coneixements</a>.
ga_ie: Freagraítear formhór na gceisteanna tacaíochta maidir le Thunderbird ar an <a href="%s">mBunachar Eolais</a>.
nn_no: Dei fleste brukarstøttespørsmåla om Thunderbird finn du svar på i <a href="%s">kunskapsbasen</a>.

source: If you can’t find an answer, <a href="%s">ask your question in our support forum</a>.
ca: Si no trobeu la resposta, <a href="%s">pregunteu-ho al fòrum d'assistència</a>.
ga_ie: Muna bhfuil freagra faighte agat, <a href="%s">pléigh do cheist ar ár bhfóram tacaíochta</a>.
nn_no: Om du ikkje finn svar på det du lurer på, <a href="%s">still eit spørsmål på brukarstøtte-forumet vårt</a>.

source: Most Thunderbird support questions are answered on the <a href="%s">Knowledge Base</a>.
ca: La majoria de preguntes d'assistència del Thunderbird tenen resposta a la <a href="%s">base de coneixements</a>.
ga_ie: Freagraítear formhór na gceisteanna tacaíochta maidir le Thunderbird ar an <a href="%s">mBunachar Eolais</a>.
hi_in: अधिकांश थंडरबर्ड सहायक प्रश्न उत्तरित हैं <a href="%s">ज्ञान भंडार</a> पर.
nn_no: Dei fleste brukarstøttespørsmåla om Thunderbird finn du svar på i <a href="%s">kunskapsbasen</a>.

source: If you can’t find an answer, <a href="%s">ask your question on our support forum</a>.
ca: Si no trobeu la resposta, <a href="%s">pregunteu-ho al fòrum d'assistència</a>.
ga_ie: Muna bhfuil freagra faighte agat, <a href="%s">pléigh do cheist ar ár bhfóram tacaíochta</a>.
hi_in: यदि आप एक जवाब नहीं ढूंढ पा रहे हैं, <a href="%s">पूछें अपना प्रश्न हमारे सहायक फोरम में</a>.
nn_no: Om du ikkje finn svar på det du lurer på, <a href="%s">still eit spørsmål på brukarstøtte-forumet</a>.

source: Features
ca: Característiques
ga_ie: Gnéithe
hi_in: विशेषताएँ
nn_no: Funksjonar

source: Visit our blog
ca: Visiteu el nostre blog
ga_ie: Tabhair cuairt ar ár mblag
hi_in: हमारे ब्लॉग पर जायें
nn_no: Besøk bloggen vår

source: Contribute
ca: Col·laboreu
ga_ie: Glac páirt
hi_in: योगदान
nn_no: Bidra

source: Tips
ca: Consells
ga_ie: Leideanna
hi_in: टिप्स
nn_no: Råd

source: Add-ons
ca: Complements
ga_ie: Breiseáin
hi_in: ऐड-ऑन्स
nn_no: Utvidingar

source: Get help
ca: Obteniu ajuda
ga_ie: Faigh cabhair
hi_in: सहायता प्राप्त करें
nn_no: Få hjelp
