Repository: translate/mozilla-lang
Catalog: sat/mozorg/about/history.lang.po
Languages: sat

source: Looking back. Looking ahead.
sat: तायोम साते ञेल मे माड़ाङ सेत् ञेल मे.

source: Mozilla exists to promote openness, innovation and opportunity on the Internet.
sat: मोजिला झिज तेत् राकाब, नावा आ़रु आर इनटारनेट रे ओबसोर ला़गित् मेना आकाता आ .

source: Take a closer look at who we are, including some of our biggest achievements and milestones.
sat: आले ओकोय काना ले सुर ते ञेल मे , तिनाक् गान आलेयाक् माराङ उथनाव आर सांगिञाक् मेसा.

source: Previous
sat: पा़हिस तेयाक्

source: Next
sat: दोसाराक्

source: The Mozilla Project launched at Netscape on March 31, 1998, to offer choice to users and drive innovation on the Web.
sat: मोजिला प्रोजेकट मार्च 31, 1998, रे नेट स्केप रे उछा़न लेना , बेभार को कुसी एम ला़गित् आर वेब रे ड्रायब आर नावा आ़रु.

source: Proudly non-profit, Mozilla makes products like Firefox with a mission to keep the power of the Web in the hands of users everywhere.
sat: गोरोब ते बाङ लाब आ , मित् मिसान सांव फायार फॉक्स लेका तेयार ओडोक को तेयाराक् गोटा बेभार को कोवाक् ती रे वेब रेयाक् दाड़े दोहोय ला़गित् .

source: More than 10,000 contributors expressed their support for our mission by paying for a full-page ad in <cite>The New York Times</cite> on the day Firefox 1.0 launched in 2004.
sat: 10,000 खोन ढेर हा़टिञ को आकोवाक् गोड़ो को ला़य सोदोर केद आ <cite>रे मित् पुरा़ साहटा ad ला़गित् एम दाराय ते न्यु योर्क टाइमस</cite> फायारफॉक्स माहारे 1.0 दो 2004 रे उछा़न लेना .

source: Today Mozilla has contributors on every continent, including Antarctica (where Firefox is used by 80% of people).
sat: तेहेंग मोजिला जोतो बिसोय रे हा़टिञ को मेनाक् कोवा , आंटार्क टिका मेसा (ओका रे फायारफॉक्स दो 80% होड़ को दाराय ते बेभारेयाक् ).

source: Firefox Add-Ons allow you to customize and take control of your Web experience. Nearly 4 billion of them have been downloaded by users so far.
sat: फायारफॉक्स एड -ऑन आम कुसियाक् तेयार आर आमाक् वेब ञेल हेरेड़ रेयाक् कोबोज हाताव बातावाम . मोटामोटी उनकु 4आरब होड़ को नित हाबिच् बेभार दाराय ते आ़तु आंड़गोवाकात् आ

source: Firefox Add-Ons allow you to customize and take control of your Web experience. Over 3 billion of them have been downloaded by users so far.
sat: फायारफॉक्स एड -ऑन आम कुसियाक् तेयार आर आमाक् वेब ञेल हेरेड़ रेयाक् कोबोज हाताव बातावाम . मोटामोटी उनकु 3आरब होड़ को नित हाबिच् बेभार दाराय ते आ़तु आंड़गोवाकात् आ

source: Mozilla is leading the way in online privacy with browser innovations like Do Not Track and Lightbeam that give users greater control of their personal data.
sat: मोजिला दो आलोम पांजा लेका ब्राउजार नावा आ़रु सांव ऑनलाइन निजेराक् होर रे आयुराक् आर लाइटबिम बेभार को आकोवाक् निजेर डाटा बेते कोबोज एमाकोवा .

source: Our global community has helped translate Firefox into over 70 languages, making the browser available to more than 90% of the world's population.
sat: आले रिन गोलोबोल बिरा़द फायारफॉक्स आ तोरजोमा 70 पा़रसी को खोन ढेर एमाकाना, दुनिया रेयाक् होड़ लेखा 90% खोन ढेर ब्राउजार ञामोक् तेयाराक् .

source: In 2008, 8,002,530 people chose Firefox in a single day to set a Guinness World Record for “Most Downloads of a Software Application in 24 Hours.”
sat: 2008 रे, 8,002,530 होड़ को “24 टाड़ांग मित् सोफ्टवेयार एपलिकेसोन रेयाक् आ़डी ढेर आ़तुर आँड़गो को .” ला़गित् मित् गिनिज वार्ल्ड रिकोर्ड साजाव ला़गित् मित् एसकार माहा रे फायारफॉक्स को बाछावा.

source: The Mozilla Festival is our largest annual event, bringing together hundreds of creative minds to realize the full power and potential of the Web.
sat: मोजिला पोरोब दो आलेयाक् माराङ सेरमाकिया का़मी होरा काना, सायगान लासेर हातांग मित् धाव ते आ़गु कोवा पुरा़ दाड़े बाताव आर वेब रेयाक् हुय दाड़ेयाक् ला़गित् .

source: Mozilla Webmaker works to create a more Web-literate planet, providing tools and projects to help people take greater control of their online lives.
sat: मोजिला वेब मेकार ढेर वेब सांव हेब प्लेनेट तेयार ला़गित् का़मी को , होड़को आकोवाक् ऑनलाइन लाइब रेयाक् माराङ कोबोज हाताव गोड़ो ला़गित् टुल्स आर प्रोजेकट को एमोक् आ.

source: Firefox for Android brings the Firefox desktop browsing experience to phones and tablets. Available on Google Play, it has been downloaded more than 80 million times.
sat: एंडरोयेड ला़गित् फायारफॉक्स फोन आर टेबलेट रे फायारफॉक्स डेस्कटॉप ब्राउजिंग ञेंल हेरेड़ आ़गुया गुगाल खेलोंड रे ञामोक् आ, नोवा दो 80 लाख धाव खोन ढेर आञतुर आंड़गो आकाना .

source: Mozilla leads the Open Badges program, an online standard that helps people gain recognition for 21st century skills and unlock new career opportunities.
sat: मोजिला झिज बैज प्रोग्राम आयुरा, मित् ऑन लाइन बातावाक् ओका 21 सायाक् लेकमान को ला़गित् होड़ को चिनहा़ ञाम रे गोड़ो एमोक् आ आर नावा लेक ओबसोर को कुलुपे ओचोगा.

source: The Mozilla Developer Network is a community-driven Web resource that provides the best documentation, tutorials and tools available to more than 2 million visitors each month.
sat: मोजिला नेटवार्क लाहा होतो नेटवार्क दो मित् बिरा़द-लागा वेब सोत काना ओका बेस उता़र दोलिल, पाड़हाव एम, आर टुल को जोतो चांदो 2लाख ञेलको खोन ढेर ञामोक् आ, .

source: Mozilla works to care for and preserve the Web as a shared public resource for the benefit of everyone.
sat: मोजिला जोतो होड़ाक् लाब ला़गित् होड़ कोवाक् सोत हा़टिञ लेका ञेल सामटाव लेका का़मी आर जोगाव .

source: In 2013, Mozilla launched Firefox OS to unleash the full power of the Web on smartphones and once again offer control and choice to a new generation of people coming online.
sat: 2013 रे, मोजिला स्मार्टफोन रे वेब रेयाक् पुरा़ पावार छा़डाव ला़गित् फायारफक्स OS उछा़न लेत् आ आर दोहड़ा आर मित् धाव ऑनलाइन हिजुक होड़ कोवाक् मित् नावा पिढी कोबोज एम आर कुसियाक् .

source: The work Mozilla does is made possible thanks to tens of thousands of volunteers who believe the Web should remain open and accessible to all.
sat: का़मी मोजिला कोराव दो गेल हाजार का़मिया़ को ला़गित् हुय दाड़ेयाक् सारहाव को तेयारा ओकोय वेब ए पा़तया़वाक् आ जोतो ला़गित् जिजा ताहें आर आ़तुर हुय होचो .

source: About Mozilla
sat: मोजिला बाबोत् ते

source: A look at our projects, products and principles
sat: आले.याक् प्रोजेक्ट, तेयार ओडोक् को आर नियोम को रे मित् ञेंल

source: More history
sat: बाड़ती हिता़ल को

source: Where we came from and how we got to where we are
sat: आले ओका खोन हेच् एना आर आले ओकारे ले ताहेंना .

source: Governance
sat: सासोन चालाव

source: Our organization, structure and broader community
sat: आलेयाक् गांवता, बेनाव आर सांगे बिरा़द .
