Repository: translate/mozilla-lang
Catalog: */marketplace/partners.lang.po
Languages: es_mx, gd, hi_in, ms

source: Build an early fan base and gain popularity.
es_mx: Crear una base inicial de fans y ganar popularidad
gd: Tàlaidh luchd-leantainn cho tràth 's ghabhas ach am bi fèill mhòr ort.
hi_in: एक शुरुआती प्रशंसक आधार बनाएँ और लोकप्रियता हासिल करें.
ms: Membina sebuah asas peminat terawal dan gandakan populariti.

source: Opening Soon
es_mx: Abre pronto
gd: A' tighinn a dh'aithghearr
hi_in: जल्दी ही खुल रहा हैं.
ms: Akan dibuka tidak lama lagi

source: Mozilla Marketplace Partners
es_mx: Socios del Marketplace de Mozilla
gd: Com-pàirtichean margaid Mozilla
hi_in: मोज़िल्ला बाज़ारस्थल में भागीदार
ms: Rakan Kongsi Mozilla Marketplace

source: Mozilla is bringing its core values — openness, freedom, user choice — to the world of apps.
es_mx: Mozilla aporta sus valores fundamentales al mundo de las aplicaciones: apertura, libertad, elección para los usuarios.
gd: Tha Mozilla a' toirt na tha prìseil dha — fosgailteachd, saoirse, roghainn luchd-cleachdaidh — gu saoghal nan aplacaid.
hi_in: अनुप्रयोगों की दुनिया में मोज़िल्ला अपने बुनियादी मूल्यों — खुलापन, स्वतंत्रता, उपयोगकर्ता चुनाव को ला रहा है
ms: Mozilla membina nilai-nilai terasnya — keterbukaan, kebebasan, pilihan pengguna — kepada dunia applikasi.

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
es_mx: Este video requiere un navegador compatible con un video abierto o <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
gd: Feumaidh a' video seo brabhsair a chuireas taic ri video fosgailte air neo <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
hi_in: वीडियो को खोलने के लिए इस वीडियो को समर्थन के साथ एक ब्राउज़र या <a href="http://www.adobe.com/go/getflashplayer">एडोब फ्लैश प्लेयर</a> की आवश्यकता है.
ms: Video ini memerlukan pelayar yang menyokong video format terbuka atau <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.

source: Learn all about creating HTML5 apps at the Mozilla Developer Network&nbsp;»
es_mx: Descubre todo lo que hay que saber para crear aplicaciones HTML5 en Mozilla Developer Network&nbsp;»
ms: Belajar semua tentang penciptaan app HTML5 di Mozilla Developer Network&nbsp;»

source: The Mozilla apps platform
es_mx: La plataforma de aplicaciones de Mozilla
gd: Ùrlar Mozilla nan aplacaid
hi_in: मोज़िल्ला अनुप्रयोग प्लेटफार्म
ms: Platform aplikasi Mozilla

source: Mozilla Marketplace
es_mx: Marketplace de Mozilla
gd: Margaid Mozilla
hi_in: मोज़िल्ला बाज़ारस्थल

source: Building apps for the Web provides developers with full control over content, functionality and how apps are distributed, including access to hundreds of millions of Firefox users through the Mozilla Marketplace.
es_mx: La creación de aplicaciones para la Web ofrece a los desarrolladores un control total sobre su contenido, sus funcionalidades y su distribución, además de la posibilidad de tener acceso a cientos de millones de usuarios de Firefox a través del Marketplace de Mozilla.
gd: Ma chruthaicheas luchd-leasachaidh aplacaidean-lìn bidh làn-smachd aca air susbaint, foincseanan is sgaoileadh nan aplacaid agus comas-inntrigidh dha na ceudan de mhilleanan de luchd-cleachdaidh Firefox tro mhargaid Mozilla.
hi_in: वेब के लिए अनुप्रयोगों को बनाने से सामग्री, कार्यक्षमता और अनुप्रयोगों के वितरण, मोज़िल्ला बाज़ारस्थल के माध्यम से सैकड़ों लाखों फ़ायरफ़ॉक्स उपयोगकर्ताओं तक पहुँच सहित पर पूरा नियंत्रण के साथ डेवलपर को प्रदान करता है.
ms: Membina app untuk Web menyediakan pemaju dengan kawalan penuh ke atas kandungan, fungsi dan bahaimana app diedarkan, termasuk capaian kepada ratusan juta pengguna Firefox melalui Mozilla Marketplace.

source: Submit your app&nbsp;»
es_mx: Enviar tu aplicación&nbsp;»
ms: Hantar app anda&nbsp;»

source: Launch your app on the Web
es_mx: Lanza tu aplicación en la Web
gd: Cuir air bhog an aplacaid agad air an lìon
hi_in: वेब पर अपने अनुप्रयोग को प्रारंभ करें
ms: Lancarkan aplikasi anda di Web

source: Target tech savvy consumers with your app.
es_mx: Mostrar tu aplicación y atraer a los consumidores expertos en tecnología
gd: Amais air luchd-caitheamh aig a bheil sàr-sgilean teicneolach leis an aplacaid agad.
hi_in: अपने अनुप्रयोग की मदद से तकनीक प्रेमी उपभोक्ताओं को लक्षित करें.
ms: Sasaran pengguna celik teknologi dengan app anda.

source: Before the public launch later this year, Mozilla will be opening the Marketplace for user testing. Take advantage of this by being one of the first app developers to build a user base. Submit your app to:
es_mx: Antes de que el lanzamiento se haga público este año, Mozilla abrirá el Marketplace para que los usuarios lo prueben. Aprovéchate y sé uno de los primeros desarrolladores de aplicaciones en crear una base de usuarios. Envía tu aplicación para
gd: Nochdaidh Mozilla a' mhargaid mus cuir sinn air bhog e dhan a' phobal air fad ach an urrainn dhan luchd-chleachdaidh a chur fo dheuchainn an toiseach. Tha cothrom agad na h-aplacaidean agad a thairgsinn air thoiseach chàch. Cuir a-null an aplacaid agad gu:
hi_in: सार्वजनिक रूप से जारी करने से पहले इस वर्ष के बाद, उपयोगकर्ता द्वारा परीक्षण करने के लिए मोज़िल्ला बाज़ारस्थल को खोलने जा रही हैं. उपयोगकर्ता आधार बनाने वाले सबसे पहले अनुप्रयोग डेवलपर बनकर इसका लाभ लें .
ms: Sebelum pelancaran awan hujung rahun ini, Mozilla akan membuka Marketplace untuk ujian pengguna. Ambil kesempatan ini dengan menjadi pembangun app pertama untuk membina asas pengguna. Hantar app anda kepada:

source: Mozilla Marketplace — <em>Opening Soon</em>
es_mx: Marketplace de Mozilla. <em>Abre pronto</em>
gd: Margaid Mozilla — <em>A' fosgladh a dh'aithghearr</em>
hi_in: मोज़िल्ला बाज़ारस्थल — <em>जल्दी ही खुल रहा हैं</em>
ms: Mozilla Marketplace — <em>Akan Dibuka</em>

source: Using open Web standards and Mozilla-designed APIs, great app experiences can be delivered across multiple platforms, devices and operating systems — closing the gap between Web and native apps for the first time.
es_mx: El uso de estándares de la Web abierta y API diseñadas por Mozilla nos permite ofrecer grandes experiencias con aplicaciones en multitud de plataformas, dispositivos y sistemas operativos. Por primera vez se reduce la brecha entre aplicaciones web y aplicaciones nativas.
gd: Ma chleachdas tu bun-tomhasan-lìn fosgailte agus APIs a tha air a dhealbhadh le Mozilla, 's urrainn dhut gràinne-mullaich nan aplacaid a chruthachadh 's a sgaoileadh air feadh iomadh ùrlar, uidheam is siostam-obrachaidh — a' lùghdachadh am beàrn eadar an lìn agus native apps a' chiad turas.
hi_in: मुक्त वेब मानकों और मोज़िल्ला डिजाइन एपीआई का उपयोग करके , बहुत बड़े अनुप्रयोग अनुभवों को कई प्लेटफार्मों, उपकरणों और ऑपरेटिंग सिस्टम में बांटा जा सकता है —पहली बार के लिए वेब और देशी अनुप्रयोगों के बीच अंतर को खत्म करने हेतु.
ms: Menggunakan Web terbuka piawai dan API direka-Mozilla, pengalaman app yang hebat boleh dihantar melangkaui platform pelbagai, peranti dan sistem pengoperasian — merapatkan jurang antara Web dan app natif untuk pertama kalinya.

source: Test your app with a committed group of early adopters.
es_mx: Probar tu aplicación con un grupo comprometido de pioneros tecnológicos
gd: Cuir an aplacaid agad fo dheuchainn le buidheann dealasach de luchd-cleachdaidh tràth.
hi_in: पूर्व अनुकूलक के एक प्रतिबद्ध समूह के साथ अपने अनुप्रयोग का परीक्षण करें.
ms: Uji app anda dengan kumpulan yang komited daripada pengguna awal.

source: View with subtitles
es_mx: Ver con subtítulos
ms: Lihat dengan sari kata

source: Learn all about creating HTML5 apps at the Mozilla Developer Network »
gd: Ionnsaich mar a chruthaicheas tu aplacaidean HTML5 aig lìonra luchd-leasachaidh Mozilla »
hi_in: सभी मोज़िल्ला डेवलपर नेटवर्क पर HTML5 अनुप्रयोगों को बनाने के बारे में जानें »

source: Submit your app »
gd: Cuir a-null an aplacaid agad »
hi_in: अपने अनुप्रयोग को जमा करें »
