Repository: translate/mozilla-lang
Catalog: an/download.lang.po
Languages: an

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control & shaping the future of the web for the public good.
an: Mozilla Firefox, navegador web libre, ye creyau por una organización global sin animo de lucro adedicada a dar o control a os usuarios y a dar forma a lo esdevenidero d'a web por o bien publico.

source: Different by Design
an: Diferent por disenyo

source: Proudly <span>non-profit</span>
an: Argüellosament <span>sin animo de lucro</span>

source: Innovating <span>for you</span>
an: Innovando <span>ta tu</span>

source: Fast, flexible, <span>secure</span>
an: Rapido, flexible, <span>seguro</span>

source: Thanks for choosing Firefox!
an: Gracias por trigar Firefox!

source: Your download should automatically begin in a few seconds, but if not, <a href="%s">click here</a>.
an: A baixada ha d'escomenzar decamín, pero si no lo fese, <a href="%s">fe click aquí</a>.

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
an: Como que no tenemos animo de lucro, somos libres ta innovar ta tu sin garra presión ni compromís. Te fará goyo a diferencia.

source: Welcome to the only browser <em>that puts you first.</em>
an: Bienveniu a o solo navegador <em>ta qui l'usuario ye o primero.</em>

source: Mozilla Firefox Web Browser
an: Navegador web Mozilla Firefox
