Repository: translate/mozilla-lang
Catalog: brx/tabzilla/tabzilla.lang.po
Languages: brx

source: Mozilla links
brx: मजिला लिंक

source: Close (Esc)
brx: बन्द खालाम (Esc)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
brx: म'बाइल मुलुगनां कंग्रेसआव <span>फायारफक्स OS डिबाग!</span>

source: Learn more
brx: गोबां सोलों

source: Mission
brx: मिसन

source: About
brx: सोमोन्दै

source: Projects
brx: प्रजेक्ट

source: Support
brx: हेफाजाब

source: Developer Network
brx: जौगाखांहोग्रा नेटवार्क

source: Products
brx: दिहुन्थाय

source: Innovations
brx: गोदानै दिहुननाय

source: Research
brx: बिजिरसंनाय

source: Get Involved
brx: थाफा

source: Volunteer
brx: भलानटियेर

source: Careers
brx: जिउनि हाबा

source: Find us
brx: जोंखौ नागिरना दिहुन

source: Join us
brx: जोंजों लोगो जा

source: Website Directory
brx: वेबसाइट डिरेक्टरि

source: Search Mozilla sites
brx: मजिला साइट नागिर

source: Search
brx: नागिर

source: Partner
brx: बाहागोआरि

source: Look ahead
brx: सिगांथिं सान

source: Learn all about Firefox OS
brx: फायारफक्स OS नि सोमोन्दै गासैबो सोलों

source: Would you like to see this page in your language?
brx: बे बिलाइखौ नोंथाङा नोंथांनि रावाव नायनो लुबैयो नामा?

source: Yes, please!
brx: नंगौ, अननानै!

source: No, thanks.
brx: नाङा, साबायखर

source: Support Mozilla
brx: हेफाजाब मजिला

source: Looks like you’re using an older version of Firefox.
brx: नोंथांखौ फायारफक्सनि गोजाम बिसान बाहायबाय थानाय नुयो।

source: Update to stay fast and safe.
brx: गोख्रै आरो रैखाथियै थानो आपडेट खालाम।

source: Later
brx: उनाव

source: Official Mozilla gear is here
brx: मावख'आरि मजिला गियारआ बेयाव दं
