Repository: translate/mozilla-lang
Catalog: hsb/firefox/partners/index.lang.po
Languages: hsb

source: Firefox OS, Marketplace, Android — Partners
hsb: Firefox OS, torhošćo, Android — partnerojo

source: Get involved
hsb: Dźěłajće sobu

source: Contact our business development team to get on board.
hsb: Stajće so z našim wuwiwarskim teamom do zwiska, zo by was přiwzał.

source: First Name
hsb: Předmjeno

source: Last Name
hsb: Swójbne mjeno

source: Title
hsb: Titul

source: Company
hsb: Předewzaće

source: Website
hsb: Websydło

source: Email
hsb: E-mejlowa adresa

source: Phone
hsb: Telefon

source: Interest:
hsb: Zajimy:

source: Firefox for Android
hsb: Firefox za Android

source: Other
hsb: Druhe

source: Interest
hsb: Zajimy

source: Submit my request
hsb: Naprašowanje wotpósłać

source: Thanks for your interest in partnering with us
hsb: Dźakujemy so, zo chceće naš partner być

source: We will review your request and get back to you about possibilities and opportunities soon.
hsb: Budźemy waše naprašowanje pruwować a was bórze wo móžnosćach a šansach informować.

source: Overview
hsb: Přehlad

source: Explore the site
hsb: Wuslědźce sydło

source: Unleash the future
hsb: Rozputajće přichod

source: We’re enabling operators, phone manufacturers and developers to manage, customize and improve relationships with their customers directly through our mobile products: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
hsb: Damy ze swojimi mobilnymi produktami poskićowarjam mobilneho škričkowanja, zhotowjerjam telefonow a wuwiwarjam móžnosć, poćahi k jich kupcam direktnje zrjadować, přiměrić a polěpšić: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Torhošćo Firefox</a> a <a %(url3)s>Firefox za Android</a>.

source: Firefox OS has brought openness, accessibility and opportunity to 29 countries with more than 50 launches and 14 global operators — and that momentum continues in 2015.
hsb: Firefox OS je wotewrjenosć, bjezbarjernosć a šansy do 29 krajow z přez 50 wičnymi zawjedźenjemi a 14 globalnymi poskićowarjemi donjesł - a tón trend so w lěće 2015 pokročuje.

source: See what’s next for mobile with <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
hsb: Wobhladajće sej, štož móžeće přez <a %(url1)s>Firefox OS</a>, <a %(url2)s>Torhošćo Firefox</a> a <a %(url3)s>Firefox za Android</a> za mobilne graty wočakować.

source: See more partners
hsb: Wobhladajće sej dalšich partnerow

source: Recent news
hsb: Najnowše powěsće

source: Firefox OS Unleashes the Future of Mobile
hsb: Firefox OS rozputa přichod mobilnych gratow

source: Be a partner
hsb: Budźće partner

source: Just what your customers need
hsb: Runje to, štož waši kupcy trjebaja

source: Easy to use. Easy to customize. Firefox OS is an open platform that fosters greater participation in the value chain.
hsb: Da so lochko wužiwać. Da so lochko přiměrić. Firefox OS je wotewrjena platforma, kotraž wjetšemu wobdźělenju w hódnotnym rjećazu polěkuje.

source: The Web is the platform
hsb: Web je platforma

source: Firefox OS is an independent alternative ecosystem free from the rules and restrictions of existing proprietary platforms.
hsb: Firefox OS je njewotwisny alternatiwny ekosystem bjez prawidłow a wobmjezowanjow eksistowacych proprietarnych platformow.

source: Our partners are industry leaders that have realized the value that a differentiated offering can bring to their target markets.
hsb: Naši partnerojo su branšowi wjednicy, kotřiž su hódnotu spóznali, kotruž móže diferencowany poskitk jich cilowym wikam přinjesć.

source: Made by Firefox
hsb: Wot Firefox sčinjeny

source: For the past 15 years, we’ve been instrumental in innovating and shaping the Web to keep it open and accessible to all. As a result of our efforts, one fifth of all Web activity today happens through Firefox products.
hsb: Za zańdźenych 15 lět smy rozsudnje na ponowjenju a wuhotowanju weba wobdźěleni byli, zo bychmy jón wotewrjeny a přistupny za wšěch wobchowali. Jako wuslědk našich napinanjow so pjećina wšeje webaktiwity dźensa přez produkty Firefox stawa.

source: The Open Web advantage
hsb: Lěpšina wotewrjeneho weba

source: With Firefox OS you can:
hsb: Z Firefox OS móžeće:

source: Create unique user experiences to deliver on specific market needs
hsb: Jónkróćne wužiwarske dožiwjenja wutworić, zo byšće specifiskim potrěbnosćam wikow wotpowědował

source: Own and control your relationship with your consumers
hsb: Waše poćahi k swojim kupcam hladać a kontrolować

source: Explore alternative business models
hsb: Alternatiwne wobchodne modele wuslědźić

source: Stimulate increased Internet use
hsb: Powyšene wužiwanje interneta stimulować

source: Level the playing field against other OS and marketplace providers
hsb: Fairne wuměnjenja napřećo druhim poskićowarjam dźěłowych systemow a torhošćow wutworić

source: Firefox OS at home
hsb: Firefox OS doma

source: Firefox OS will power new Panasonic UHD TVs unveiled at CES
hsb: Na Consumer Electronics Show (CES) zdźělene: Firefox OS budźe nowe UHD-telewizory zhotowjerja Panasonic ćěrić

source: The power of the Web is coming to Panasonic TVs later this year
hsb: Móc weba lětsa pozdźišo do telewizorow Panasonic přińdźe

source: HTML5 apps for all
hsb: HTML5-nałoženja za wšěch

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit your customers’ local needs.
hsb: Wotkryjće nowe wašnje, so na ekosystemje wobdźělić, kotryž najbóle woblubowane nałoženja swěta wuznamjenja, kaž tež bóle relewantny na cil wusměrjeny wobsah, zo byšće lokalnym potrěbnosćam swojich kupcow wotpowědał.

source: Your own business model
hsb: Waš swójski wobchodny model

source: Grow your business by combining your own customer payment plans with our open source service offerings. Customize purchasing and app experiences to meet your specific needs and reach new markets.
hsb: Powjetšće swój wobchod kombinujo swójske kupcowske zapłaćenske plany z našimi poskitkami słužby wotewrjeneho žórła. Přiměrće kupowanje a nazhonjenja z nałoženjemi, zo byšće swojim specifiskim potrěbosćam wotpowědował a nowe wotbytnišća dobył.

source: Revolutionary content discovery
hsb: Rewolucionarne wotkryće wobsaha

source: App experts and Mozilla community members from all over the world help identify relevant content on the Firefox Marketplace. This ensures that your customers can easily find the content that matters most to them.
hsb: Eksperća nałoženjow a čłonojo zhromadźenstwa Mozilla z cyłeho swěta pomhaja, relewantny wobsah na Torhošću Firefox identifikować. To zawěsća, zo waši kupcy móža wobsah lochko namakać, kotryž jich zajimuje.

source: Testimonials
hsb: Referency

source: See what Box, SoundCloud and others have to say
hsb: Hladajće, štož Box, SoundCloud a druhe chcedźa prajić

source: Join the Conversation
hsb: Přidružće so konwersaciji

source: Follow @firefoxapps on Twitter
hsb: Slědujće @firefoxapps na Twitter

source: Read more on the Apps Blog
hsb: Wjace na blogu nałoženjow čitać

source: A direct path to your customers
hsb: Direktny puć k wašim kupcam

source: Marketplace offers:
hsb: Torhošćo skići:

source: Operator billing that lets you participate in the mobile ecosystem and develop direct relationships with end users
hsb: Wotličenje poskićowarja, kotrež da so wam na mobilnym ekosystemje wobdźělić a direktne poćahi z kónčnymi wužiwarjemi wuwiwać

source: An operator shelf where you can promote your messaging, content and app collections relevant to your customers and markets
hsb: Regal poskićowarja, hdźež móžeće swoje powěsće, wobsah a zběrki nałoženjow rjadować, kotrež su za wašich kupcow a za waše wotbytnišća relewantne

source: A unique content discovery mechanism with fresh, regularly-updated, relevant apps micro-targeted to meet customers’ local needs
hsb: Jónkróćny mechanizm za wotkrywanje wobsaha z čerstwymi, prawidłownje zaktualizowanymi, relewantnymi nałoženjemi, kotrež su na lokalne potrěbnosće kupcow wusměrjene

source: Commitment from well-known, tier 1 developers
hsb: Přenjesenje přez derje znatych, wuznamnych wuwiwarjow

source: Lower barriers to entry for local app developers in both resource and cost
hsb: Niše zastupne barjery za wuwiwarjow lokalnych nałoženjow po resursach a kóštach

source: Become a Marketplace developer
hsb: Budźće wuwiwarja Torhošća

source: Apps that customers can discover easily and access across multiple platforms, devices and operating systems
hsb: Nałoženja, kotrež kupcy móža lochko wotkryć a na kotrež maja přistup přez wšelake platformy, graty a dźěłowe systemy

source: Flexible business models, including advertising and multiple payment monetization options that make in-app payments simple
hsb: Fleksibelne wobchodne modele, inkluziwnje wabjenje a opcije za monetarizacija wjacorych płaćenjow, kotrež płaćenja w nałoženju wosnadnjeja

source: Optional carrier billing in regional currencies
hsb: Poskićowarjowe wotličenje w regionalnych měnach na přeće

source: The ability to connect with hundreds of millions of Firefox users and supporters around the world
hsb: Móžnosć, so ze stami milionow wužiwarjow a podpěraćelow Firefox z cyłeho swěta zwjazać

source: Access to relatively untapped markets
hsb: Přistup na relatiwnje njedótknjene wotbytnišća

source: Developer hub
hsb: Wuwiwarske knižnišćo

source: Learn how to make HTML5 apps for an open marketplace
hsb: Wukńće, kak wutworiće HTML5-nałoženja za zjawne torhošćo

source: Have an app?
hsb: Maće nałoženje?

source: Submit it to Firefox Marketplace today
hsb: Dźensa k torhošću Firefox pósłać

source: A superior mobile experience
hsb: Wurjadne mobilne dožiwjenje

source: With connected features and the latest in security and privacy, our top-rated browser offers an alternative to closed platforms and provides a valuable way to connect with smartphones and tablets users alike.
hsb: Ze zwjazanymi funkcijemi a najnowšim we wěstoće a priwatnosći, je naš prěnjorjadny wobhladowak alternatiwa k zawrjenym platformam a skići hódnotnu móžnosć, so z wužiwarjemi smartfonow a tabletow na samsne wašnje zwjazać.

source: Customize relationships
hsb: Poćahi přiměrić

source: Provide your users with your own flavor of Firefox for Android and Firefox Marketplace for a more engaging user experience that increases the visibility of your brand.
hsb: Stajće swojim wužiwarjam swójsku wariantu Firefox za Android a Torhošćo Firefox k dispoziciji, za bóle putawe wužiwarske dožiwjenje, kotraž widźomnosć wašeho wikowanskeho znamjenja powyša.

source: Create new value
hsb: Nowu hódnotu wutworić

source: Step into the Firefox ecosystem to take advantage of opportunities like Firefox Marketplace and WebRTC. You can display new Web content or integrate into your customer’s living room to create new, platform-independent offerings.
hsb: Zastupće do ekosystema Firefox, zo byšće lěpšinu móžnosćow kaž Torhošćo Firefox a WebRTC wužiwał. Móžeće nowy webwobsah zwobraznić abo do žiwjenskeho ruma swojeho kupca integrować , zo byšće nowe poskitki wutworili, kotrež su njewotwisne wot platformy.

source: Learn more about partner opportunities.
hsb: Zhońće wjace wo móžnosćach partnerstwa.

source: Stand out <br>from the crowd
hsb: Z mnóstwa <br>wusahować

source: Take advantage of our differentiated offering, strong brand and customer love for the Firefox ecosystem to drive sales and data usage.
hsb: Wužiwajće lěpšinu našeho diferencowaneho poskitka, mócneje marki a lubosć kupcow za ekosystem Firefox, zo byšće wobrot a wužiwanje datow powyšił.

source: Firefox for Android lets you:
hsb: Firefox za Android da wam:

source: Customize the experience
hsb: Dožiwjenje přiměrić

source: Add your brand and content to increase customer touchpoints, improve retention and drive future sales.
hsb: Přidajće swoje wikowanske znamjo a wobsah, zo byšće kupcowske dótkanišća rozmnožił, zwjazanosć polěpšił a přichodny wobrot powyšił.

source: Build new differentiated offerings
hsb: Nowe diferencowane poskitki wuwiwać

source: Integrate services directly into the browser to free yourself from the constraints of proprietary platforms.
hsb: Integrujće słužby direktnje do wobhladowaka, zo byšće so z wobmjezowanjow specifiskich platformow zhotowjerjow wuswobodźił.

source: Step into the Firefox ecosystem
hsb: Zastupće do eksosystema Firefox

source: Leverage the Firefox Marketplace, WebRTC technology, direct customer billing support, search enhancements, new Firefox cloud services and more.
hsb: Zwužitkowće Torhošćo Firefox, technologiju WebRTC, direktnu wotličensku podpěru za kupcow, pytanske polěpšenja, nowe mróčelowe słužby Firefox a wjace.

source: Partner Opportunities
hsb: Móžnosće partnerow

source: For Developers
hsb: Za wuwiwarjow

source: For Operators & Manufacturers
hsb: Za poskićowarjow a zhotowjerjow

source: Mobile
hsb: Mobilny

source: Firefox Marketplace — Developer testimonials
hsb: Torhošćo Firefox — Referency wuwiwarjow

source: Get it on Google Play
hsb: Z Google Play so wobstarać

source: Watch our wrap-up video from Mobile World Congress 2013
hsb: Wobhladajće sej naše widejozjimanje z Mobile World Congress 2013

source: Mozilla and partners prepare to launch first Firefox OS smartphones
hsb: Mozilla a jeho partnerojo přihotuja so na start prěnich smartfonow z Firefox OS

source: Watch the daily <br>MWC video recap
hsb: Wobhladajće sej wšědne <br>widejozjimanje z MWC

source: Fox Den &amp; other <br>MWC events
hsb: Fox Den a druhe <br>MWC-zarjadowanja

source: Firefox tweets from <br>MWC in Barcelona
hsb: Firefox cičoli z <br>MWC w Barcelonje

source: View the version notes
hsb: Wersijowe informacije pokazać

source: Read about features, changes and more
hsb: Wo funkcijach, změnach a wjace čitać

source: Description
hsb: Wopisanje

source: Please enter your first name.
hsb: Prošu zapodajće swoje předmjeno.

source: Please enter your last name.
hsb: Prošu zapodajće swoje swójbne mjeno.

source: Please enter your company name.
hsb: Prošu zapodajće mjeno swojeho předewzaća.

source: Please supply a valid URL.
hsb: Prošu podajće płaćiwy URL.

source: Please enter a valid email address
hsb: Prošu zapodajće płaćiwu e-mejlowu adresu

source: Address
hsb: Adresa

source: City
hsb: Město

source: State/Province
hsb: Zwjazkowy kraj

source: Country
hsb: Kraj

source: Zip
hsb: PWČ

source: Register for a session
hsb: Za posedźenje registrować

source: Map
hsb: Karta

source: Firefox at MWC 2015 &ndash; Hall 3, Stand 3C30
hsb: Firefox na MWC 2015 &ndash; hala 3, wustajenišćo 3C30

source: Schedule
hsb: Plan

source: Firefox at MWC 2015 &ndash; Schedule of Events
hsb: Firefox na MWC 2015 &ndash; plan zarjadowanjow

source: Download PDF
hsb: PDF sćahnyć

source: In our first year, we’ve brought openness, accessibility and opportunity to 15 countries with 4 hardware partners, 7 operators and 16 launches.
hsb: W swojim prěnim lěće smy z 4 hardwarowymi partnerami, 7 poskićowarjemi mobilneho škričkowanja a 16 předawanskimi startami wotewrjenosć, přistupnosć a móžnosće do 15 krajow přinjesli.

source: Partner with us
hsb: Budźće naš partner

source: Backed by some of the biggest names in the industry, Firefox OS is an open platform that fosters greater participation in the value chain. <a %(url)s>See how you can get involved</a> or <a href="%(url2)s">learn more about what it means for consumers</a>.
hsb: Podpěrany wot někotrych z najwjetšich mjenow w industriji, je Firefox OS wotewrjena platforma, kotryž wjetše wobdźělenje na hódnotnym rjećazu spěchuje. <a %(url)s>Informujće so, kak móžeće přinošować</a> abo <a href="%(url2)s">zhońće wjace, štož to za přetrjebowarjow rěka</a>.

source: View available Firefox OS devices
hsb: K dispoziciji stejace graty Firefox OS pokazać

source: Made of the Web
hsb: Přez web sčinjeny

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
hsb: Cyle z pomocu HTML5 a druhich wotewrjenych webstandardow wutworjeny, je Firefox OS bjez prawidłow a wobmjezowanjow eksistowacych specifiskich platformow.

source: The difference the Open Web makes
hsb: Rozdźěl, kotryž wotewrjeny web wučinja

source: Firefox OS offers:
hsb: Firefox OS skići:

source: A level playing field against other OS and marketplace providers
hsb: Fairne wuměnjenja napřećo druhim poskićowarjam dźěłowych systemow a torhošćow

source: Greater participation in the value chain
hsb: Wjetše wobdźělenje na hódnotnym rjećazu

source: Ownership and control over relationships with customers
hsb: Swójstwowe prawo a kontrola nad poćahami z kupcami

source: Customized phones that meet the specific needs of various target markets
hsb: Přiměrjene telefony, kotrež specifiskim potrěbnosćam wšelakich cilowych wikow wotpowěduja

source: Contact our business development team to get on board
hsb: Stajće so z našim wobchodnym wuwiwarskim teamom do zwiska, zo byšće sobu činił

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit customers’ local needs. See how that can help <a %(url1)s>operators and manufacturers</a> as well as <a %(url2)s>developers</a>.
hsb: Wotkryjće nowe wašnje, so na ekosystemje wobdźělić, kotryž so přez najbóle popularne nałoženja kaž tež bóle relewantne, zaměrny wobsah wuzběhuje, zo by lokalnym potrěbosćam kupcow wotpowědował. Hlejće, kak to móže <a %(url1)s>poskićowarjam a zhotowjerjam</a> kaž tež <a %(url2)s>wuwiwarjam</a> pomhać.

source: Your needs
hsb: Waše potrěbnosće

source: Grow your business by combining your own customer payment plans with our open source service offerings, reach new markets and customize purchasing and app experiences to meet your specific needs.
hsb: Powjetšće swój wobchod kombinujo swójske kupcowske zapłaćenske plany z poskitkami našeje słužby wotewrjeneho žórła, dobudźće nowe wotbytnišća a přiměrće kupowanje a nazhonjenja z nałoženjemi, zo byšće swojim specifiskim potrěbosćam wotpowědował.

source: Our experience
hsb: Naše nazhonjenje

source: Our proven track record of providing excellent user experiences and serving content to huge global audiences runs through everything we do. Our directory of add-ons serves content to hundreds of millions of users worldwide.
hsb: Naša dopokazana wuspěšna bilanca poskićowanja wuběrnych wužiwarskich dožiwjenjow a poskićowanje wobsaha hoberskemu globalnemu publikumej so wšitko, štož činimy, předobywa. Naše přidatki staja stam milionow wužiwarjow swětodaloko wobsah k dispoziciji.

source: The world’s largest developer community
hsb: Najwjetše zhromadźenstwo wuwiwarjow swěta

source: Micro-targeted content for every use-case to meet customers’ local needs
hsb: Wobsah wusměrjeny na cilowe skupiny za kóždy nałožowanski pad, zo by lokalnym potrěbnosćam kupcow wotpowědował

source: Apps that customers can access across multiple platforms, devices and operating systems
hsb: Nałoženja, na kotrež kupcy móža přez wšelake platformy, graty a dźěłowe systemy přistup měć

source: Flexible business models and multiple payment monetization options
hsb: Fleksibelne wobchodne modele a wjacore móžnosće monetarizacije zapłaćenjow

source: The ability to connect with hundreds of millions of Firefox supporters around the world
hsb: Móžnosć, so ze stami milionow podpěraćelow Firefox z cyłeho swěta zwjazać

source: A superior Web experience
hsb: Wurjadne webdožiwjenje

source: With high-performance, advanced cross-platform features and the latest in security, our top-rated browser offers an alternative to closed platforms, giving you the flexibility to design, distribute and charge as you see fit. <a %(url)s>Learn more about partner opportunities.</a>
hsb: Z wysokim wukonom, rozšěrjenymi funkcijemi přesahowacymi platformy a z najnowšimi wěstotnymi funkcijemi, poskića naš načolny wobhladowak alternatiwu k zawrjenym platformam, dawajo wam fleksibelnosć, wuhotować, předawać a wotličeć, kaž so wam to hodźi. <a %(url)s>Dalše informacije wo partnerskich móžnosćach.</a>

source: Strengthen customer relationships
hsb: Kupcowske poćahi zesylnić

source: Create your own unique branded sections of Firefox for Android and Firefox Marketplace for a more engaging user experience and to increase the visibility of your brand.
hsb: Załožće swíjske jónkróćne markowe wotrězki za Firefox za Android a Torhošćo Firefox za bóle putawe wužiwarske dožiwjenje a zo byšće widźomnosć wašeho wikowanskeho znamjenja powyšił.

source: Create new value for both you and your users
hsb: Wutworće nowu hódnotu za sebje a swojich wužiwarjow

source: Take advantage of service opportunities like Firefox Marketplace and WebRTC to create new, platform-independent offerings and establish direct customer billing.
hsb: Wužijće lěpšinu słužbnych móžnosćow kaž Torhošćo Firefox a WebRTC, zo byšće nowe poskitki wutworił, kotrež su njewotwisne wot platformy a zo byšće direktne kupcowske wotličenje natwarił.

source: Take advantage of our strong brand and service offerings to differentiate your product and drive sales.
hsb: Wužijće lěpšinu našeho mócneho wikowanskeho znamjenja a słužbnych poskitkow, zo byšće waš produkt diferencował a wobrot powyšił.

source: Build new service offerings
hsb: Nowe słužbne poskitki wutworić

source: Integrate services directly into the browser with Firefox Marketplace and WebRTC to free yourself from the constraints of proprietary platforms.
hsb: Integrujće słužby direktnje do wobhladowaka z torhošćom Firefox a WebRTC, zo byšće so z wobmjezowanjow specifiskich platformow zhotowjerjow wuswobodźił.

source: Direct customer billing
hsb: Direktne kupcowske wotličenje

source: Grow your business by combining your own customer payment plans with our open source service offerings.
hsb: Powjetšće swój wobchod kombinujo swoje kupcowske zapłaćenske plany z poskitkami našeje słužby wotewrjeneho žórła.
