Repository: translate/mozilla-lang
Catalog: */mozorg/home/index.lang.po
Languages: bn_bd, cy, gd, nn_no, tr, uz

source: We’re building a better Internet
bn_bd: আমরা আরও উৎকৃষ্ট ইন্টারনেট তৈরি করছি
cy: Rydym yn adeiladu gwell Rhyngrwyd
gd: Tha sinn a' cruthachadh eadar-lìon nas fhearr
nn_no: Vi byggjer eit betre Internett
tr: Daha iyi bir internet inşa ediyoruz
uz: Biz eng zo‘r internetni tuzamiz

source: Did you know? Mozilla — the maker of Firefox — fights to keep the Internet a global public resource open and accessible to all.
bn_bd: আপনি কি জানেন? মজিলা — ফায়ারফক্সের প্রস্তুতকারক — ইন্টারনেটকে গ্লোবাল পাবলিক রিসোর্স হিসেবে উন্মুক্ত ও সকলের ব্যবহারযোগ্য রাখতে যুদ্ধ করে।
cy: Wyddoch chi? Mae Mozilla — gwneuthurwr Firefox — yn ymladd i gadw'r Rhyngrwyd yn adnodd cyhoeddus byd eang ar gael ac agored i bawb.
gd: An robh fhios agad? Tha Mozilla — na daoine a nì Firefox — a' strì airson an t-eadar-lìon a ghlèidheadh mar ghoireas eadar-nàiseanta a bhios ri làmhan a h-uile duine.
nn_no: Visste du at Mozilla — organisajonen bak Firefox — kjempar for at Internett skal halda fram med å vera ein global, ålmenn resurs, som er open og tilgjengeleg for alle?

source: Home of the Mozilla Project
gd: An dachaigh aig pròiseact Mozilla
tr: Mozilla Projesi'nin yuvası
uz: Mozilla loyihasi uy sahifasi

source: Read more
bn_bd: আরও পড়ুন
cy: Darllen rhagor
gd: Barrachd fiosrachaidh
nn_no: Les meir
tr: Devamını oku
uz: Koʻproq oʻqish

source: Community
gd: A' choimhearsnachd
tr: Topluluk
uz: Jamiyat

source: Continue to mozilla.org
bn_bd: mozilla.org এ থাকুন
cy: Ymlaen i mozilla.org
gd: Lean air adhart gu mozilla.org
nn_no: Hald fram til mozilla.org
tr: mozilla.org’a devam et
uz: mozilla.org’ga davom etish

source: Discover <br>what drives our mission
gd: Fidir na tha a' cur <br>spionnadh annainn
tr: Misyonumuza <br>yön veren şeyleri keşfedin
uz: Maqsadimiz nima ekanligini <br>kashf qiling

source: See the principles <br>that guide everything <br>we do.
gd: Faic na prionnsabalan a tha <br>'gar stiùireadh ann an <br>rud sam bith a nì sinn.
tr: Yaptığımız her şeyde bize <br>rehberlik eden <br>prensipleri görün.
uz: Biz amal qiladigan barcha <br>tamoyillarni ko‘ring.

source: Read the <br>Mozilla Manifesto
gd: Leugh <br>manifesto Mozilla
tr: Mozilla Manifestosu’nu <br>okuyun
uz: "Mozilla Manifesto"ni<br> o‘qish

source: Mozilla Developer Network
bn_bd: মজিলা ডেভেলপার নেটওয়ার্ক
cy: Rhwydwaith Datblygwyr Mozilla
gd: Lìonra luchd-leasachaidh Mozilla
nn_no: Mozillas nettverk for utviklarar
tr: Mozilla Geliştirici Ağı
uz: Mozilla dasturchilar tarmog‘i

source: Learn about Mozilla Advocacy
bn_bd: মজিলা প্রচারণা সম্পর্কে জানুন
cy: Dysgu am Mozilla Advocacy
gd: Fiosrachadh mu Mozilla Advocacy
nn_no: Les om Mozilla Advocacy
uz: Mozilla Advocacy haqida ko‘proq o‘rganish

source: Understand your privacy online
gd: Bi eòlach air cuspairean prìobhaideachd air loidhne
tr: Çevrimiçi gizliliğinizi anlayın
uz: Onlayn maxfiylikni tushunish

source: Download Firefox
bn_bd: ফায়ারফক্স ডাউনলোড করুন
cy: Llwytho Firefox i Lawr
gd: Luchdaich a-nuas Firefox
nn_no: Last ned Firefox
tr: Firefox’u indirin
uz: Firefox brauzerini yuklab olish

source: Learn more
gd: Barrachd fiosrachaidh
tr: Daha fazla bilgi
uz: Ko‘proq o‘rganish

source: Make the Web you want
gd: Cruthaich an lìon a tha thusa ag iarraidh
uz: Internetni o‘zingiz istaganingizdek tuzing

source: Build a Web page or app in minutes<br> — no coding required.
gd: Cruthaich duilleag-lìn no aplacaid ann am beagan mhionaidean<br> — chan eil feum air còdachadh.
uz: Veb sahifa yoki ilova dasturni bir necha daqiqada tuzishingiz mumkin<br> — dasturlashni bilishingiz shart emas.

source: Become a Webmaker
gd: Bidh 'nad chruthaichear-lìn
tr: Webmaker olun
uz: Vebmeyker bo‘ling

source: Teach the Web
gd: Ag ionnsachadh dhan lìon
tr: Web öğretin
uz: Internetni o‘rgatish

source: Let’s build a Web that’s open <br>and made by everyone.
gd: Tiugainn is togamaid lìon a bhios fosgailte <br>'s air a dhealbhadh leinn uile.
tr: Açık ve herkesin bir şeyler kattığı <br>bir Web inşa edelim.
uz: Keling, internetni har kim tuza oladigan<br> va ochiq qilib tuzamiz.

source: Build an app <br>in seconds
gd: Cruthaich aplacaid <br>ann am priobadh na sùla
tr: Saniyeler içinde <br>uygulama yaratın
uz: Soniyalar ichida <br>ilova dastur tuzing

source: Volunteer <br>with Mozilla
bn_bd: মজিলার <br>স্বেচ্ছাসবক হোন
cy: Gwirfoddoli <br>gyda Mozilla
gd: Dèan obair shaor-thoileach <br>dha Mozilla
nn_no: Arbeid friviljug <br>med Mozilla
tr: Mozilla’da <br>gönüllü olun
uz: "Mozilla"da <br>ko‘ngilli

source: Introducing Firefox Developer Edition
bn_bd: এসেছে ফায়ারফক্স ডেভেলপার সংস্করণ
cy: Dyma'r Firefox ar gyfer Datblygwyr
gd: A' cur fàilte air tionndadh luchd-leasachaidh de Firefox
nn_no: Me presenterar Firefox Developer Edition
tr: Firefox Geliştiricisi Sürümü karşınızda
uz: Firefox Developer Edition bilan tanishish

source: The only browser made only for developers.
bn_bd: একমাত্র ব্রাউজার যা শুধুমাত্র ডেভেলপারদের জন্য তৈরি করা হয়েছে।
cy: Yr unig borwr wedi ei wneud ar gyfer datblygwyr.
gd: An aon bhrabhsair a chaidh a dhealbhadh do luchd-leasachaidh a-mhàin.
nn_no: Den einaste nettlesaren som berre er laga spesielt for utviklarar.
tr: Yalnızca geliştiricilere hitap eden tek tarayıcı.
uz: Faqat dasturchilar uchun qilingan yagona brauzer.

source: Get Firefox Developer Edition
bn_bd: ফায়ারফক্স ডেভেলপার সংস্করণ নিন
cy: Estyn Firefox ar gyfer Datblygwyr
gd: Faigh tionndadh luchd-leasachaidh de Firefox
nn_no: Prøv Firefox Developer Edition
tr: Firefox Geliştirici Sürümü’nü indirin
uz: Firefox Developer Edition brauzerini yuklab olish

source: Try the best Firefox yet
gd: Feuch am Firefox as fhearr gu ruige seo
tr: Gelmiş geçmiş en iyi Firefox’u deneyin
uz: Eng zo‘r "Firefox"ni sinab ko‘ring

source: Made with a mission to put you first.
gd: Thusa ann an teis-mheadhan ar misein.
tr: Misyonumuz, sizi daima ilk sıraya koymak.
uz: Sizni birinchi o‘ringa qo‘yish maqsadi bilan qilingan

source: Learn more about Firefox
gd: Barrachd fiosrachaidh air Firefox
tr: Firefox hakkında bilgi alın
uz: Firefox brauzeri haqida ko‘proq o‘rganing

source: Put your Firefox on your Android
gd: Cuir am Firefox agad air Android
tr: Firefox’unuzu Android’inize ekleyin
uz: Firefox brauzerini Android tizimingizga o‘rnating

source: The features <br>you love. <br>The privacy <br>you trust.
gd: Na gleusan as <br>toigh leat. <br>Prìobhaideachd a bhios <br>earbsa agad ann.
tr: En sevdiğiniz <br>özellikler. <br>Güvendiğiniz <br>gizlilik.
uz: Siz sevgan <br>xususiyatlar. <br>Siz ishongan <br>maxfiylik.

source: Learn about <br>Firefox for Android
gd: Fàs eòlach air <br>Firefox airson Android
tr: Android için Firefox <br>hakkında bilgi alın
uz: Android uchun Firefox <br>haqida ko‘proq o‘rganing

source: Official Mozilla gear is here
gd: Tha acainnean Mozilla oifigeach ri fhaighinn
tr: Resmi Mozilla ürünleri çıktı
uz: Rasmiy Mozilla kiyimlari bu yerda

source: Merch with a mission. <br>Products with a purpose. <br>Goods that do good.
gd: Bathar aig a bheil misean. <br>Bathar aig a bheil los. <br>Bathar a nì math.
tr: Misyonu olan mallar. <br>Amacı olan ürünler. <br>İyilik yapan eşyalar.
uz: Ma’lum maqsadda qilingan. <br>Ma’lum maqsaddagi mahsulotlar. <br>Siz uchun qilingan mahsulotlar.

source: Get your Mozilla gear
gd: Faigh acainn Mozilla dhut
tr: Mozilla eşyalarınızı satın alın
uz: Mozilla kiyimlarini sotib oling

source: Help Mozilla users
bn_bd: মজিলা ব্যবহারকারীদের সহযোগিতা করুন
cy: Helpu defnyddwyr Mozilla
gd: Cuidich luchd-cleachdaidh Mozilla
nn_no: Hjelp andre Mozilla-brukarar
tr: Mozilla kullanıcılarına<br>yardım edin
uz: Mozilla foydalanuvchilariga yordam

source: Help millions <br>get the most from their <br>favorite browser.
bn_bd: লক্ষ লক্ষ মানুষকে <br>তাদের প্রিয় ব্রাউজার পেতে <br>তাদের সাহায্য করুন।
cy: Helpu <br>miliynau i gael y mwyaf o'u <br>hoff borwr.
gd: Cuidich na mìltean a dhaoine <br>a' cur am brabhsair aca <br>gu làn-fheum.
nn_no: Hjelp millionar av brukarar slik at dei <br>får mest muleg ut av <br>sin favorittnettlesar.
tr: Sevdikleri tarayıcıdan <br>en iyi şekilde yararlanmaları için <br>milyonlara yardım edin.
uz: Millionlab insonlarga <br>sevimli brauzerlarining to‘liq <br>imkoniyatlaridan foydalanishlariga yordam bering.

source: Join our support team
bn_bd: আমাদের সাপোর্ট টিমে যোগ দিন
cy: Ymunwch â'n tîm cefnogi
gd: Gabh pàirt san sgioba taic againn
nn_no: Bli med i brukarstøtteteamet vårt
tr: Destek ekibimize katılın
uz: Yordam guruhimizga qo‘shiling

source: Reply
bn_bd: রিপ্লে
cy: Ateb
gd: Freagair
nn_no: Vis ein gong til
tr: Yanıtla
uz: Takrorlash

source: Retweet
bn_bd: রিটুইট
cy: Aildrydar
gd: Dèan retweet
nn_no: Vidaretwitra
tr: Retweetle
uz: Qayta tvit yozish

source: Committed to <strong>you, your privacy</strong> and an <strong>open Web</strong>
bn_bd: প্রতিশ্রুতিবদ্ধ <strong>আপনার কাছে, আপনার গোপনীয়তা</strong> এবং একটি <strong>উন্মুক্ত ওয়েবের </strong>জন্য
cy: Yn ymrwymedig i <strong>chi, eich preifatrwydd</strong> a'r <strong>We agored</strong>
gd: An dealas <strong>riut-sa, ri do phrìobhaideachd</strong> agus <strong>lìon fosgailte</strong>
nn_no: Forplikta til <strong>deg, ditt personvern</strong> og eit <strong>ope Internett</strong>
tr: <strong>Sizin</strong> için, <strong>gizliliğiniz</strong> için ve <strong>açık bir Web</strong> için var.
uz: <strong>Siz, maxfiyligingiz</strong> va <strong>ochiq tarmoq</strong> uchun mo‘ljallangan

source: active Mozillians <br>worldwide
bn_bd: বিশ্বব্যাপী <br>সক্রিয় মজিলিয়ান
cy: Mozilliad gweithgar <br>ledled y byd
gd: Mozillians gnìomhach <br>air feadh an t-saoghail
nn_no: aktive Mozillianarar <br>over heile verda
tr: aktif Mozilla gönüllüsü <br>(dünya çapında)
uz: Butun dunyo bo‘ylab <br>faol Mozillachilar

source: upcoming events <br>around the globe
bn_bd: বিশ্বের আঁনাচে কাঁনাচে <br>আসন্ন অনুষ্ঠানসমূহ
cy: digwyddiad i ddod <br>drwy'r byd
gd: tachartasan san àm ri teachd <br>air feadh an t-saoghail
nn_no: komande hendingar <br>rundt om i verda
tr: yaklaşan etkinlik <br>(tüm dünyada)
uz: Butun dunyo bo‘yicha <br>kutilayotgan tadbirlar

source: languages and counting, <br>on every continent
bn_bd: প্রত্যেক মহাদেশের <br>ভাষায় রয়েছে এবং এর সংখ্যা বাড়ছে
cy: iaith ac yn cynyddu, <br>ar bob cyfandir
gd: cànan 's iad a' sìor-dhol am meud, <br>air gach tìr-mòr
nn_no: språk (til no), <br>på alle kontinent
tr: dil <br>(her kıtada)
uz: Har bir materikdagi <br>tillar ba hisob birliklari

source: Get Involved with Mozilla today
bn_bd: আজই মজিলার সাথে সম্পৃক্ত হোন
cy: Ymunwch â Mozilla heddiw
gd: Gabh pàirt ann am Mozilla an-diugh fhèin
nn_no: Involver deg i Mozilla i dag
tr: Mozilla’ya hemen katkıda bulunun
uz: Mozilla jamoasiga bugunoq qo‘shiling

source: Upcoming events
bn_bd: আসন্ন অনুষ্ঠানসমূহ
cy: Digwyddiadau i ddod
gd: Tachartasan san àm ri teachd
nn_no: Komande hendingar
tr: Yaklaşan etkinlikler
uz: Kutilayotgan tadbirlar

source: Next event
bn_bd: পরবর্তী অনুষ্ঠান
cy: Digwyddiad nesaf
gd: An ath-thachartas
nn_no: Neste hending
tr: Sıradaki etkinliklik
uz: Keyingi tadbir

source: See all events
bn_bd: সকল অনুষ্ঠান দেখুন
cy: Yr holl ddigwyddiadau
gd: Faic na tachartasan air fad
nn_no: Vis alle hendingar
tr: Tüm etkinlikleri görün
uz: Barcha tadbirlarni ko‘rish

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
bn_bd: ফায়ারফক্স থেকেই মূল্যের তারতম্য, আবহাওয়ার খবর দেখুন, গান শুনুন, টুইট করুন।
cy: Cymharu prisiau, edrych ar y tywydd, gwrando ar gerddoriaeth, anfon trydariad, a rhagor o Firefox.
gd: Dèan coimeas eadar prìsean, faigh aithris na sìde, èist ri ceòl, cuir tweet is mòran a bharrachd o bhroinn Firefox fhèin.
nn_no: Samanlikna prisar, sjekk vêret, høyr på musikk, send ein tweet, og mykje meir, alt i Firefox.
tr: Hava durumunu öğrenin, müzik dinleyin, tweet atın ve daha birçok şeyi doğrudan Firefox üzerinden yapın.
uz: Narxlarni solishtiringiz, ob-havoni tekshirishingiz, musiqa tinglashingiz, tvit yozishingiz va Firefox brauzerining ko‘pgina imkoniyatlaridan foydalanishingiz mumkin.

source: Careers
bn_bd: কর্মসংস্থান
cy: Gyrfaoedd
gd: Obair
nn_no: Jobbar
tr: İş olanakları
uz: Karyera

source: Learn about the benefits of working at Mozilla and view open positions around the world.
bn_bd: মজিলাতে কাজ করার সুফল এবং সাড়া বিশ্বে উন্মুক্ত পদ সম্পর্কে জানুন।
cy: Dysgu am fanteision gweithio i Mozilla a gweld y swyddi gweigion sydd o amgylch y byd.
gd: Fàs eòlach air na buannachdan a gheibhear ri linn dreuchd aig Mozilla agus faic na h-obraichean a tha bàn air feadh an t-saoghail.
nn_no: Les meir om fordelane med å jobba hjå Mozilla og sjå alle ledige stillingar rundt om i verda.
tr: Mozilla’da çalışmanın avantajlarını öğrenin tüm dünyadaki açık pozisyonları inceleyin.
uz: Mozilla korporatsiyasida ishlash imkoniyati haqida ma’lumot olishingiz va butun dunyo bo‘yicha bo‘sh ish o‘rinlarni ko‘rishigiz mumkin.

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
bn_bd: ফায়ারফক্স এবং মজিলা পণ্য সম্পর্কে আপনার প্রশ্নের সকল উত্তর পাবেন আমাদের সাপোর্ট টিমের কাছে।
cy: Cael atebion i'ch cwestiynau am Firefox a holl gynnyrch Mozilla gan ein tîm cefnogi.
gd: Faigh freagairtean air do cheistean mu Firefox is bathar Mozilla air fad on sgioba taice againn.
nn_no: Brukarstøttegruppa vår svarar på spørsmåla dine om Firefox og alle andre Mozilla-produkt.
tr: Firefox ve tüm Mozilla ürünleriyle ilgili sorularınızı destek ekibimiz yanıtlasın.
uz: Bizning yordam guruhimizdan Firefox va Mozilla mahsulotlari haqida savollaringizga javoblar olishingiz mumkin.

source: Discover more
bn_bd: আরও আবিষ্কার করুন
cy: Canfod rhagor
gd: Fidir barrachd
nn_no: Oppdag meir
tr: Daha fazlasını keşfedin
uz: Ko‘proq kashf qiling

source: Help us celebrate 10 years of Firefox.
gd: Comharraich 10 bliadhna de Firefox còmhla rinn.
tr: Firefox’un 10. doğum gününü kutluyoruz.
uz: Bizga Firefox brauzerining 10 yilligini nishonlashimizda yordam bering.

source: Donate to Mozilla
gd: Thoir tabhartas dha Mozilla
tr: Mozilla’ya bağış yapın
uz: "Mozilla"ga xayriya qilish

source: Your gift helps us build the Internet the world needs.
gd: Cruthaichidh sinn an t-eadar-lìon a tha a dhìth air an t-saoghal le do chuid tabhartais.
uz: Sizning pulingiz bizga internetni dunyo ehtiyojiga mos tuzishimizda yordam beradi.

source: Donate today
gd: Thoir tabhartas an-diugh
uz: Bugun xayriya qiling

source: Meet<br> Firefox Hello
gd: Can halò ri<br>Firefox Hello
uz: Firefox Hello<br> uchrashuvi

source: The easiest way to connect for free over video.
gd: An dòigh as fhasa airson còmhradh video an-asgaidh a dhèanamh.
uz: Bepul video suhbat qurishning eng oson yo‘li.

source: Try Firefox Hello
gd: Feuch Firefox Hello
uz: "Firefox Hello"ni sinab ko‘rish

source: All your devices. <br>One Firefox.
bn_bd: আপনার সব ডিভাইস। <br>এক Firefox।
cy: Eich holl ddyfeisiau. <br>Un Firefox.
nn_no: På alle einingane dine. <br>Ein Firefox.

source: Sync Firefox <br>wherever <br>you use it.
bn_bd: Firefox সিঙ্ক করুন <br>যেখানেই <br> আপনি তা ব্যবহার করেন।
cy: Cydweddu Firefox <br>lle bynnag <br>rydych yn ei ddefnyddio.
nn_no: Synk Firefox <br>overalt <br>der du brukar han.

source: Create an account
bn_bd: অ্যাকাউন্ট তৈরি করুন
cy: Creu cyfrif
nn_no: Opprett ein konto

source: Introducing the new <br>Private Browsing
bn_bd: পরিচিত হোন নতুন <br>ব্যক্তিগত ব্রাউজিং এর সাথে
cy: Dyma'r <br>Pori Preifat newydd
nn_no: Presenterar nye <br>Privat nettlesing

source: More protection. <br>The most privacy.
bn_bd: আরও বেশি সুরক্ষা। <br>সর্বাধিক গোপনীয়তা।
cy: Mwy diogel. <br>Mwyaf preifat.
nn_no: Meir vern. <br>Mest personvern.

source: Try Private Browsing
bn_bd: ব্যক্তিগত ব্রাউজিং ব্যবহার করুন
cy: Rhowch gynnig ar Bori Preifat
nn_no: Prøv Privat nettlesing

source: Get smart on Tracking
bn_bd: ট্র্যাকিং সম্পর্কে আরও স্মার্ট হন
cy: Deall yn well am Dracio
nn_no: Bli smart på sporing

source: Teach<br> the Web
bn_bd: ওয়েব সম্পর্কে<br> শিখাই
cy: Addysgu'r<br> We
nn_no: Undervis<br> i nettet

source: Firefox is<br> now available<br> for iOS
bn_bd: ফায়ারফক্স <br> এখন পাওয়া যাচ্ছে <br> iOS এ
cy: Mae Firefox<br> nawr ar gael<br> ar gyfer iOS
nn_no: <br> No får du<br> Firefox for iOS

source: Add it to your iPhone, iPad &amp; iPod touch.
bn_bd: আপনার iPhone, iPad এবং iPod টাচে ফায়ারফক্স যোগ করুন।
cy: Ychwanegwch Firefox i'ch iPhone, iPad ac iPod touch.
nn_no: Legg til Firefox på iPhone, iPad og iPod Touch.

source: Get Firefox for iOS
bn_bd: iOS এর জন্য ফায়ারফক্স পান
cy: Estynnwch Firefox iOS
nn_no: Last ned Firefox for iOS

source: Try Firefox Developer Edition
bn_bd: ফায়ারফক্স ডেভেলপার সংস্করণ ব্যবহার করুন
cy: Estynnwch Firefox ar gyfer Datblygwyr
nn_no: Prøv Firefox Developer Edition

source: 10 years of documenting your Web.
bn_bd: ১০ বছর ধরে আপনার ওয়েবকে লিপিবদ্ধ করছে।
cy: 10 mlynedd o ddogfennu eich Gwe.
nn_no: 10 år med dokumentering av ditt nett.

source: Celebrate with us
bn_bd: আমাদের সাথে উদযাপন করুন
cy: Dathlwch gyda ni
nn_no: Feir med oss
