Repository: translate/mozilla-lang
Catalog: wo/firefox/partners/index.lang.po
Languages: wo

source: Firefox OS, Marketplace, Android — Partners
wo: Firefox OS, Marketplace, Android — Partaneer yi

source: Get involved
wo: Bokk

source: Contact our business development team to get on board.
wo: Jokkool ak ñiy doxal sunub liggéey soo bëggee bokk.

source: First Name
wo: Sa Tur

source: Last Name
wo: Sa Sant

source: Title
wo: Ndomba

source: Company
wo: Këru liggéey

source: Website
wo: Dalu web

source: Email
wo: Imeel

source: Phone
wo: Telefon

source: Interest:
wo: Li la soxal:

source: Firefox for Android
wo: Firefox ngir Android

source: Other
wo: Leneen

source: Interest
wo: Li la soxal

source: Submit my request
wo: Dugal sama càkkutéef

source: Thanks for your interest in partnering with us
wo: Jërëjëf bi la liggéey ak nun soxalee

source: We will review your request and get back to you about possibilities and opportunities soon.
wo: Dina nu jàngat sa càkkutéef ba noppi wax la li ngay mën a def walla am ci kanam.

source: Overview
wo: Tënk

source: Explore the site
wo: Wër dal bi

source: Unleash the future
wo: Yëngal sa Ëlëg

source: We’re enabling operators, phone manufacturers and developers to manage, customize and improve relationships with their customers directly through our mobile products: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
wo: Danuy may operatër yi, defarkat ak jaaykati telefon ñu saytu, defar ak dooleel jëflante gi ak seeni kiliyaan yi ci sunuy telefon: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> ak <a %(url3)s>Firefox ngir Android</a>.

source: Firefox OS has brought openness, accessibility and opportunity to 29 countries with more than 50 launches and 14 global operators — and that momentum continues in 2015.
wo: Firefox OS indi na ak ubbite, jàppandal aki xeewal ci 29 réew ak lu ëpp 50 doxal ak 14 operatër ci àdduna bi — te loolu dafay wéy ci 2015.

source: See what’s next for mobile with <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
wo: Xamal leneen ci telefon yi am <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> ak <a %(url3)s>Firefox ngir Android</a>.

source: See more partners
wo: Gis yeneen partaneer

source: Recent news
wo: Xibaar yi mujj

source: Firefox OS Unleashes the Future of Mobile
wo: Firefox OS mooy yëngal Ëlëgu Telefon yi

source: Be a partner
wo: Doonal ab partaneer

source: Just what your customers need
wo: Li say kiliyaan soxla kese

source: Easy to use. Easy to customize. Firefox OS is an open platform that fosters greater participation in the value chain.
wo: Yomb na jëfandikoo. Yomb na jekkalaat. Firefox OS dal bu ubbiku la buy dëgaral bokk gi ci askan wu am solo wi.

source: The Web is the platform
wo: Web bi mooy dal bi

source: Firefox OS is an independent alternative ecosystem free from the rules and restrictions of existing proprietary platforms.
wo: Firefox OS mooy beneen ekosistem bu moom boppam bu amul benn xeetu sàrtu tere bi dal yi fi nekk di tëral.

source: Our partners are industry leaders that have realized the value that a differentiated offering can bring to their target markets.
wo: Sunu partaneer ay njiiti liggéey yu xam li coppite cib liggéey mën a jor ci xeewal ci marse yi ngay dàkk.

source: Made by Firefox
wo: Firefox mooy ki ko defar

source: For the past 15 years, we’ve been instrumental in innovating and shaping the Web to keep it open and accessible to all. As a result of our efforts, one fifth of all Web activity today happens through Firefox products.
wo: Ci 15 at yi weesu, nu ngi liggéey di indi lu bees ci Web ci fexe mu ubbiku ak jàppandi ci ñépp. Boobu coonu tay moo waral, ci juróomi mbir yu ñuy liggéey ci Web, benn ba ci costéefi Firefox lañ koy defee.

source: The Open Web advantage
wo: Xeewal yi ci Web buñ Ubbi

source: With Firefox OS you can:
wo: Ak Firefox OS dinga mën a:

source: Create unique user experiences to deliver on specific market needs
wo: Sos liggéeyi jëfandikukat yu amul fenn ngir indi li marse bi di laaj

source: Own and control your relationship with your consumers
wo: Moom ak saytu sa diggante ak say kiliyaan

source: Explore alternative business models
wo: Wër yeneen anamu liggéey

source: Stimulate increased Internet use
wo: Liggéeyandoo ci Internet guñ gën a baaxal

source: Level the playing field against other OS and marketplace providers
wo: Yamaleel diggante bi dox ci diggante OS ak joxekati marketplace

source: Firefox OS at home
wo: Firefox OS ci kër ga

source: The power of the Web is coming to Panasonic TVs later this year
wo: Dooley Web mu ngi ñëw ci Tele Panasonic yi ci biir at mii

source: HTML5 apps for all
wo: jëfekaayi HTML5 ngir ñépp

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit your customers’ local needs.
wo: Gisal yoon wu bees ngir bokk ci ekosistem biy joxe jëfekaay yi gën a siiw ci àdduna ak yi ci gën a am njariñ, ay ëmbiit yuñ jagleel li say kiliyaani réew sowla.

source: Your own business model
wo: Sa anamu liggéeyu bopp

source: Grow your business by combining your own customer payment plans with our open source service offerings. Customize purchasing and app experiences to meet your specific needs and reach new markets.
wo: Ngir gën dooleel sa liggéey, booleel ni say kiliyaan du fayee ak xeewali cërballuwaay. jekkalaat njënd ak liggéeyi jëfekaay ngir am li nga bëgg boole ci mën a yegg ci marse bu bees.

source: Revolutionary content discovery
wo: Gis ëmbiit buy soppi jamono

source: App experts and Mozilla community members from all over the world help identify relevant content on the Firefox Marketplace. This ensures that your customers can easily find the content that matters most to them.
wo: Mozilla ak ñi muy àndal di defar jëfekaay ci àdduna bi yépp, ñoo lay won ëmbiit yu am solo ci Firefox Marketplace. Loolu mooy tax kiliyaan bi ëmbiit yi leen gën a amal solo te duñu sonn.

source: Testimonials
wo: Seede yi

source: See what Box, SoundCloud and others have to say
wo: Gis li Box, SoundCloud ak ñeneen war a wax

source: Join the Conversation
wo: Bokkal ci Waxtaan wi

source: Follow @firefoxapps on Twitter
wo: Toppal @firefoxapps ci Twitter

source: Read more on the Apps Blog
wo: Jàngal yeneen mbir ci Apps Blog

source: A direct path to your customers
wo: Yoon wi lay jëme ci say kiliyaan

source: Marketplace offers:
wo: Xéewali Marketplace:

source: Operator billing that lets you participate in the mobile ecosystem and develop direct relationships with end users
wo: Faktiiru operatër bi lay may nga bokk ci ekosistemu telefon ak defar sa diggante ak kiliyaan yi

source: An operator shelf where you can promote your messaging, content and app collections relevant to your customers and markets
wo: Ab barab bu operatër bi di mënee fësal say bataaxal, ëmbiit ak tàneefi jëfekaay yuy amal njariñ say kiliyaan ak marse

source: A unique content discovery mechanism with fresh, regularly-updated, relevant apps micro-targeted to meet customers’ local needs
wo: Anamu gis ëmbiit wu bees te amul fenn, jëfekaay yu am solo tey faral di yeeslu yuñ jagleel bëgg-bëggi kiliyaan yi nekk ci sa dëkk.

source: Commitment from well-known, tier 1 developers
wo: Àndug defarkat 1 (yi gën a baax) gën a siiw

source: Lower barriers to entry for local app developers in both resource and cost
wo: Ubbi bunt bi ci wàllu njëg ak balluwaay ngir defarkat yi ci dëkk bi

source: Become a Marketplace developer
wo: Nekkal ab defarkat ci Marketplace

source: Apps that customers can discover easily and access across multiple platforms, devices and operating systems
wo: Ay jëfekaay yu kiliyaan yi mën a gis ak jot ciy dal, jëfandaay ak nosteg doxalin yu bari te duñu sonn

source: Flexible business models, including advertising and multiple payment monetization options that make in-app payments simple
wo: Anami liggéey yuñ mën a soppi, boole ci tànneefi wacci xaalis ak payoor yu bari yuy leen di gën yombal seenug fay

source: Optional carrier billing in regional currencies
wo: Tànneefu faktiiru liggéey ci sa koppari réew

source: The ability to connect with hundreds of millions of Firefox users and supporters around the world
wo: Di mën di jokkoo ak jëfandikukat yu bari lool ak ñi ñuy jàppale ci àdduna bi

source: Access to relatively untapped markets
wo: Yegg ci marse yiñ yeggul bu baax

source: Developer hub
wo: Barabu defarkat yi

source: Learn how to make HTML5 apps for an open marketplace
wo: Xam ni ñuy defaree jëfekaayi HTML5 ngir marketplace bu ubbiku

source: Have an app?
wo: Danga am jëfekaay?

source: Submit it to Firefox Marketplace today
wo: Dugal ko ci Firefox Marketplace tay jii

source: A superior mobile experience
wo: Liggéeyub telefon bu gën a baax

source: With connected features and the latest in security and privacy, our top-rated browser offers an alternative to closed platforms and provides a valuable way to connect with smartphones and tablets users alike.
wo: Ak man-man yu lënku ak kaaraange ak sutura yi mujj, sunu joowukaay biñ gën a darajaal moo lay ubbil yoon su ñeneen ñi tëjee seen bunt ba noppi di la may nga mën lënkoo ci telefon walla tablet ci anam wu mucci ayib te.

source: Customize relationships
wo: Jekkalaat diggante yi

source: Provide your users with your own flavor of Firefox for Android and Firefox Marketplace for a more engaging user experience that increases the visibility of your brand.
wo: Jox say kiliyaan li nga taamu ci Firefox ngir Marketplace ngir yokk man-mani jëfandikukat bi, muy luy gën a fësal sa turu liggéey.

source: Create new value
wo: Sos solo su bees

source: Step into the Firefox ecosystem to take advantage of opportunities like Firefox Marketplace and WebRTC. You can display new Web content or integrate into your customer’s living room to create new, platform-independent offerings.
wo: Duggal ci ekosistemu Firefox nga am ci xéewal yu ci melni Firefox Marketplace ak WebRTC. Mën nga wone ëmbiitu Web yu bees walla ci sa néegu kiliyaan ngir sos xéewali dal bu moom boppam te bees.

source: Learn more about partner opportunities.
wo: Xam yeneen yu jëm ci xéewali partaneer yi

source: Stand out <br>from the crowd
wo: Bokkal ci <br>indi lu bees

source: Take advantage of our differentiated offering, strong brand and customer love for the Firefox ecosystem to drive sales and data usage.
wo: Xéewlul ci sunuy xéewal yu amul fenn, tur wu mag ak cofeelu kiliyaan ngir ekosistemu Firefox ngir doxal njaay ak jëfandikoo njoxe.

source: Firefox for Android lets you:
wo: Firefox ngir Android dalay man:

source: Customize the experience
wo: Nga jekkalaat sa liggéey

source: Add your brand and content to increase customer touchpoints, improve retention and drive future sales.
wo: Yokk sa turu liggéey ak ëmbiit ngir gën baaxal liggéeyug kiliyaan bi, yokk tëye gi ak doxal njaayum ëlëg.

source: Build new differentiated offerings
wo: Samp xéewal yu amul fenn

source: Integrate services directly into the browser to free yourself from the constraints of proprietary platforms.
wo: Boolee ay cër ci joowukaay bi su ko defee yenn coonoy tere yi ci yenn dalu jàmbur yi duñu la sonal.

source: Step into the Firefox ecosystem
wo: Duggal ci ekosistemu Firefox

source: Leverage the Firefox Marketplace, WebRTC technology, direct customer billing support, search enhancements, new Firefox cloud services and more.
wo: Dooleel xaralay Firefox Marketplace, WebRTC, ndimbalu jëfandikukat bi, seet gu gën a baax, cëri Firefox cloud bu bees ak yeneen mbir.

source: Partner Opportunities
wo: Xeewali Partaneer yi

source: For Developers
wo: Ngir Defarkat yi

source: For Operators & Manufacturers
wo: Ngir Operatër yi & Defarkat yi

source: Mobile
wo: Telefon

source: Firefox Marketplace — Developer testimonials
wo: Firefox Marketplace — Seeday defarkat yi

source: Get it on Google Play
wo: Wut ko ci Google Play

source: Mobile World Congress 2014
wo: Ndajem Telefon ci Àdduna bu 2014

source: Watch our wrap-up video from Mobile World Congress 2013
wo: Seetaanal tënkub wideo bi bawoo ci Ndajem Telefon ci Àdduna bu 2013

source: Mozilla and partners prepare to launch first Firefox OS smartphones
wo: Mozilla ak partaneer yi ñu ngi waaj a génne telefoni Firefox OS yu njëkk

source: Watch the daily <br>MWC video recap
wo: Seetal li xew tay ci wideo <br>MWC

source: Fox Den &amp; other <br>MWC events
wo: Fox Den &amp; yeneen xew-xewi <br>MWC

source: Firefox tweets from <br>MWC in Barcelona
wo: Tweeti Firefox yu bawoo <br>MWC ci Barsalon

source: View the version notes
wo: Woen karmati sumb bi

source: Read about features, changes and more
wo: Jàng lu jëm ci man-man yi, coppite yi ak yeneen

source: Description
wo: Tegtal

source: Please enter your first name.
wo: Bindal sa tur.

source: Please enter your last name.
wo: Bindal sa sant.

source: Please enter your company name.
wo: Bindal fii sa turu këru liggéey.

source: Please supply a valid URL.
wo: Dugalal URL bu baax.

source: Please enter a valid email address
wo: Dugalal màkkaanu bataaxal bu baax

source: Address
wo: Màkkaan

source: City
wo: Dëkk

source: State/Province
wo: Diwaan

source: Country
wo: Réew

source: Register for a session
wo: Bindul cib ay

source: Map
wo: Kàrt

source: Firefox at MWC 2015 &ndash; Hall 3, Stand 3C30
wo: Firefox ci MWC 2015 &ndash; Hall 3, Stand 3C30

source: Schedule
wo: Waajal

source: Firefox at MWC 2015 &ndash; Schedule of Events
wo: Firefox ci MWC 2015 &ndash; Waajulug Xew-xew yi

source: Download PDF
wo: Yebbi PDF

source: In our first year, we’ve brought openness, accessibility and opportunity to 15 countries with 4 hardware partners, 7 operators and 16 launches.
wo: Ci sunu at mu njëkk la nu indi ubbite, jot gu yomb ak xéewal ci 15 réew ak 4 partaneeri jëfandaay, 7 operatër ak 16 génne mbir.

source: Partner with us
wo: Partaneer yi ànd ak nun

source: Backed by some of the biggest names in the industry, Firefox OS is an open platform that fosters greater participation in the value chain. <a %(url)s>See how you can get involved</a> or <a href="%(url2)s">learn more about what it means for consumers</a>.
wo: Ay liggéeykat yu mag ci wàllu net bi ñoo dooleel Firefox OS mi ubbiku ci dal yiy gën dooleel bokk gi ci nit ñu am solo. <a %(url)s>Xoolal noo ciy bokkee</a> walla <a href="%(url2)s">nga xam njariñ li muy jural jëfandikukat yi</a>.

source: View available Firefox OS devices
wo: Wone jëfandaayi Firefox OS yi jàppandi

source: Made of the Web
wo: Web bi lañ ko defaree

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
wo: Firefox OS mooy Web boo xamni HTML5 kese lañu ko defaree, te bokkul ak yeneen dali jàmbur yiy ànd ak ay sàrti tere.

source: The difference the Open Web makes
wo: Li wuutale Open Web ak yeneen web yi

source: Firefox OS offers:
wo: Firefox OS dalay may:

source: A level playing field against other OS and marketplace providers
wo: Barabu liggéeyukaayu ñépp ak yeneen joxekati OS ak marketplace

source: Greater participation in the value chain
wo: Gën a bokk ci lëkkaloo gu am solo gi

source: Ownership and control over relationships with customers
wo: Mooy tey saytu sa diggante ak kiliyaan yi

source: Customized phones that meet the specific needs of various target markets
wo: Jekkalaat telefon yi am soxlay jëfandikukat yi ci marse yu bari te wuute

source: Contact our business development team to get on board
wo: Jokkool ak ñi nuy àndal di liggéey ngir nga mën a bokk

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit customers’ local needs. See how that can help <a %(url1)s>operators and manufacturers</a> as well as <a %(url2)s>developers</a>.
wo: Xamal yoon wu bees ngir bokk ci ekosistem buy defar jëfekaay yu gën a siiw ci àdduna bi te gën a am njariñ, ëmbiit li ñuy seet dafay méngoo ak yu waa réew ma. Gis naka lay mën a dimbalee <a %(url1)s>operatër yi ak defarkat yi</a> ak itam <a %(url2)s>defarkat yi</a>.

source: Your needs
wo: Say bëgg-bëgg

source: Grow your business by combining your own customer payment plans with our open source service offerings, reach new markets and customize purchasing and app experiences to meet your specific needs.
wo: Ngir gën a dooleel sa liggéey, booleel say pexey payooru kiliyaan ak xéewali cëri balluwaay yu ubbiku, yegg ci marse yu bees ak jekkalaat njënd ak liggéeyi jëfekaay ngir dab bëgg-bëggu jëfandikukat yi.

source: Our experience
wo: Sunu liggéey

source: Our proven track record of providing excellent user experiences and serving content to huge global audiences runs through everything we do. Our directory of add-ons serves content to hundreds of millions of users worldwide.
wo: Sunu njoxey topp yuñ ràññee ci baaxal liggéeyu kiliyaan bi ak joxe ëmbiit ci mbooloo mu am solo ci àdduna bi dafay ànd ak lépp lu nuy def. Sunu tereb mottal yi dafay joxe ëmbiit lu tollu ci limu nit ñu baree bari ci àdduna bi yépp.

source: The world’s largest developer community
wo: Askanu defarkat bi gën a mag ci àdduna bi

source: Micro-targeted content for every use-case to meet customers’ local needs
wo: Ëmbiit yiñ jagleel ñu bariwul ngir bépp xeetu jëfandikukat mën a am li mu soxla ci dëkkam

source: Apps that customers can access across multiple platforms, devices and operating systems
wo: Jëfekaay yu kiliyaan yi mën a jot ci dal, jëfandaay ak nosteg doxalin yu bari

source: Flexible business models and multiple payment monetization options
wo: Anami liggéey yuñ mën a soppi ak tànneefi wecci xaalis ak payoor yu bari

source: The ability to connect with hundreds of millions of Firefox supporters around the world
wo: Mën a jokkoo ak ñu baree bari ñuy jàppale Firefox ci àdduna bi yépp

source: A superior Web experience
wo: Liggéeyu Web bi gën a mag

source: With high-performance, advanced cross-platform features and the latest in security, our top-rated browser offers an alternative to closed platforms, giving you the flexibility to design, distribute and charge as you see fit. <a %(url)s>Learn more about partner opportunities.</a>
wo: Ak doxin wu bari doole, jiitu ci man-mani dal yi ak kaaraange yi mujj, sunu jowwukaay biñ gën a darajaal dalay ubbil yoon wi yeneen dal yi tëj, jàppale la sag defar, séddale ak fayyeeku soo gisee li nga bëgg. <a %(url)s>Yeneen leeral yu jëm ci xéewali partaneer yi.</a>

source: Strengthen customer relationships
wo: Gën a dëgaral diggante bi ak kiliyaan yi

source: Create your own unique branded sections of Firefox for Android and Firefox Marketplace for a more engaging user experience and to increase the visibility of your brand.
wo: Sos sa turu pàcc bu amul fenn bu Firefox ngir Android ak Firefox Marketplace ngir gën a bokk ci liggéey bi ak ngir gën a fësal sa turu liggéey.

source: Create new value for both you and your users
wo: Sos solo su bees ngir yaw ak say jëfandikukat

source: Take advantage of service opportunities like Firefox Marketplace and WebRTC to create new, platform-independent offerings and establish direct customer billing.
wo: Xéewlu ci xéewali cër yu ci melni Firefox Marketplace ak WebRTC ngir sos xéewal yu dal bi moomal boppam yu amul fenn ak defar faktiiru kiliyaan bi.

source: Take advantage of our strong brand and service offerings to differentiate your product and drive sales.
wo: Xéewlu ci sunu xéewali cër ak turi liggéey yu am doole ngir indig wuute ci li ngay liggéey ak jaay.

source: Build new service offerings
wo: Samp xéewali cër bu bees

source: Integrate services directly into the browser with Firefox Marketplace and WebRTC to free yourself from the constraints of proprietary platforms.
wo: Boole ay cër ci joowukaay bi ci Firefox Marketplace ak WebRTC ngir nga bañ a sonn ci sàrti tere yiñ tëral ci yeneen dali jàmbur.

source: Direct customer billing
wo: Fayyeeku kiliyaan bi ci boppam

source: Grow your business by combining your own customer payment plans with our open source service offerings.
wo: Ngir yokk sa liggéey booleel sa paxem payooru kiliyaan ak xéewali cëru balluwaay yu ubbiku.
