Repository: translate/mozilla-lang
Catalog: ig/tabzilla/tabzilla.lang.po
Languages: ig

source: Mozilla links
ig: Njikọ Mozilla

source: Close (Esc)
ig: Mechie (Esc)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
ig: A na ebupute Firefox OS <span> na Mobile World Congress!</span>

source: Learn more
ig: Mụtakwuo

source: Mission
ig: Ebumnuche

source: About
ig: Gbasara

source: Projects
ig: Arụmarụ

source: Support
ig: Nkwado

source: Developer Network
ig: Netwọk Onye Nrụpụta

source: Products
ig: Ngwaahịa

source: Innovations
ig: Mwepụta ọhụụ

source: Research
ig: Nnyocha

source: Get Involved
ig: Sonye

source: Volunteer
ig: Onye mwepụta onwe

source: Careers
ig: Akaọrụ

source: Find us
ig: Chọta anyị

source: Join us
ig: Sonye anyị

source: Website Directory
ig: Ndekọ Weebụsaịtị

source: Search Mozilla sites
ig: Chọọ n'ime saịtị Mozilla

source: Search
ig: Chọgharịa

source: Partner
ig: Onye mmekọ

source: Look ahead
ig: Lee anya n'ihu

source: Learn all about Firefox OS
ig: Mụọ ihe niile gbasara Firefox OS

source: Would you like to see this page in your language?
ig: Ị ga-achọ ịhụ ibe a n'asụsụ gị?

source: Yes, please!
ig: Ee, biko!

source: No, thanks.
ig: Mba, daalụ.

source: Support Mozilla
ig: Kwado Mozilla

source: Looks like you’re using an older version of Firefox.
ig: Ọ dị ka ị na eji ụdị nke Firefox ochie.

source: Update to stay fast and safe.
ig: Melite iji dị ọsọ ma nwee mkpuchido.

source: Later
ig: Emechaa

source: Official Mozilla gear is here
ig: Akụrụngwa Mozilla akwadoro dị ebe a
