Repository: translate/mozilla-lang
Catalog: dsb/firefox/developer.lang.po
Languages: dsb

source: Built for those who build the Web. Introducing the only browser made for developers.
dsb: Napórany za tych, kotrež web twarje. Pśedstajenje jadnučkego wobglědowaka za wuwijarjow.

source: Built for those who build the Web. The only browser made for developers like you.
dsb: Wuwity za toś te, kótarež twarje web. Jadnučki wobglědowak, kótaryž jo za wuwijarjow ako wy napórał.

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
dsb: Ześěgniśo Mozilla Firefox, dermotny webwobglědowak. Firefox napórajo se pśez globalnu za wše wužytnu organizaciju, kótaraž zasajźujo se za to, až wužywarje maju online-kontrolu. Wobstarajśo see Firefox źinsa!

source: Built for those who build the Web
dsb: Za tych napórany, kótarež twarje web

source: The only browser made for developers like you.
dsb: Jadnučki wobglědowak, kótaryž jo se za wuwijarjow ako wy napórał.

source: Design, build and debug the Web without ever leaving your browser with the new Firefox Developer Edition!
dsb: Wugótujśo a wuwijajśo web a pśepytujśo jen za zmólkami z noweju wuwijarskeju ediciju Firefox, mimo až spušćijośo swój wobglědowak.

source: Firefox Developer Edition automatically sends feedback to Mozilla.
dsb: Wuwijarska edicija Firefox sćelo awtomatiski Mozilla komentary.

source: Designed for developers
dsb: Za wuwijarjow nacerjony

source: The only browser made just for developers, Firefox Developer Edition was created with your workflow in mind. Build, test, scale and more all from one place, for the first time ever.
dsb: Ako jadnučki wobglědowak, kótaryž jo se jano za wuwijarjow wuwił, jo se wuwijarska edicija Firefox źiwajucy na waš źěłowy wótběg napórał. Wuwijanje, testowanje, pśiměrjenje a wěcej, wšykno z jadnogo městna, nejprědnjejšy raz.

source: Debug any browser
dsb: Zmólki we wobglědowaku pytaś

source: Inspect and debug your app across any browser or device with Valence — a powerful, pre-installed extension that you’ll only find in Firefox Developer Edition.
dsb: Pśeglědujśo swójo nałoženje we wobglědowaku abo na rěźe a pśepytujśo jo za zmólkami z Valence — mócnym, pśedinstalěrowanym rozšyrjenim, kótarež namakajośo jano we wuwijarskej ediciji Firefox.

source: Pixel-perfect coding
dsb: Koděrowanje na piksel

source: Target screen sizes with the Responsive Design View and tweak your CSS on the fly with the built-in Style Editor for pixel-perfect coding.
dsb: Póstajśo wjelikosći wobrazowki z naglědom pśiměrjonego webdesigna a optiměrujśo swój CSS we spěchu ze zatwarjonym stilowym editorom za koděrowanje na piksel.

source: All your favorite dev tools and more
dsb: Wšykne waše nejlubše wuwijarske rědy a wěcej

source: Firefox Developer Edition brings your core dev tools together with some powerful new ones that will extend your ability to work across multiple platforms from one place. It’s everything you’re used to, only better. And only from Firefox.
dsb: Wuwijarska edicija Firefox zjadnośujo standardne wuwijańske rědy z někotarymi mócnymi nowymi rědami, kótarež rozšyrjaju wašu zamóžnosć, z jadnogo městna na někotarych platformach źěłaś. To jo wšykno, což sćo nawucony, jano lěpše. A jano wót Firefox.

source: Screenshot
dsb: Foto wobrazowki

source: Performance Tools
dsb: Wugbaśowe rědy

source: Examine your web content’s frame rate, memory consumption and JS profile in a consolidated timeline view to help easily identify and troubleshoot performance bottlenecks.
dsb: Analyzěrujśo wobrazowu frekwencu swójogo webwopśimjeśa, składowu pśetrjebu a JS-profil w zgromadnej casowej rědce, aby pomagał, wugbaśowe flašowe šyjki identificěrowaś a wótpóraś.

source: Learn more about Performance Tools
dsb: Zgóńśo wěcej wó wugbaśowych rědach

source: Develop, deploy and debug Firefox OS apps directly in your browser, or on a Firefox OS device, with this tool that replaces App Manager.
dsb: Wuwijajśo, instalěrujśo Firefox a pytajśo zmólki Firefox OS direktnje w swójom wobglědowaku abo na rěźe Firefox OS, z tym rědom, kótaryž narunujo zastojnik nałoženjow.

source: Learn more about WebIDE
dsb: Dalšne informacije wó WebIDE

source: Responsive Design View
dsb: Naglěd pśiměrjonego webdesigna

source: See how your Website or Web app will look on different screen sizes without changing the size of your browser window.
dsb: Woglědajśo se, kak wuglěda wašo websedło abo webnałoženje z rozdźělnymi wjelikosćami wobrazowki, bźez togo až musyśo wjelikosć wokna swójogo wobglědowaka změniś.

source: Learn more about Responsive Design View
dsb: Dalšne informacije wó naglěźe pśiměrjonego webdesigna

source: Develop and debug your apps across multiple browsers and devices with this powerful extension that comes pre-installed with Firefox Developer Edition.
dsb: Wuwijajśo swóje nałoženja a pśepytujśo je za zmólkami w někotarych wobglědowakach a rědach z toś tym mócnym rozšyrjenim, kótarež jo we wuwijarskej ediciji Firefox pśedinstalěrowane.

source: Learn more about Valence
dsb: Dalšne informacije wó Valence

source: Web Audio Editor
dsb: Webawdiowy editor

source: Inspect and interact with Web Audio API in real time to ensure that all audio nodes are connected in the way you expect.
dsb: Pśeglědujśo a interagěrujśo z webawdiowym API w napšawdnem casu, aby zawěsćił, až wšykne awdiosuki su na tu wašnju zwězane, kótaruž wótcakujośo.

source: Learn more about Web Audio Editor
dsb: Dalšne informacije wó webawdiowem editorje

source: Page Inspector
dsb: Pśepytowak bokow

source: Examine the HTML and CSS of any Web page and easily modify the structure and layout of a page.
dsb: Analyzěrujśo HTML a CSS webboka a změńśo lažko strukturu a wugótowanje boka.

source: Learn more about Page Inspector
dsb: Dalšne informacije wó pśepytowanju bokow

source: Web Console
dsb: Webkonsola

source: See logged information associated with a Web page and use Web Console to interact with Web pages using JavaScript.
dsb: Wobglědajśo se protokolěrowane informacije, kótarež su z webbokom zwězane a wužywajśo webkonsolu, aby z webbokami interagěrował, kótarež wužywaju JavaScript.

source: Learn more about Web Console
dsb: Dalšne informacije wó webkonsoli

source: JavaScript Debugger
dsb: Pytanje zmólkow JavaScript

source: Step through JavaScript code and examine or modify its state to help track down bugs.
dsb: Pśeglědujśo JavaScriptowy kod a analyěrzujśo abo změńśo jogo staw, aby pomagał, programěrowańske zmólki namakaś.

source: Learn more about JavaScript Debugger
dsb: Dalšne informacije wó pytanju zmólkow JavaScript

source: Network Monitor
dsb: Seśowy monitor

source: See all the network requests your browser makes, how long each request takes and details of each request.
dsb: Wobglědajśo se wšykne seśowe napšašowanja swójogo wobglědowaka, kak dłujko kužde napšašowanje trajo a drobnostki kuždego napšašowanja.

source: Learn more about Network Monitor
dsb: Dalšne informacije wó seśowem monitorje

source: Style Editor
dsb: Stilowy editor

source: View and edit CSS styles associated with a Web page, create new ones and apply existing CSS stylesheets to any page.
dsb: Woglědajśo se a wobźěłajśo CSS-stile, kótarež su z webbokom zwězane, napórajśo nowe a nałožujśo eksistěrujuce stilowe pśedłogi CSS na bok.

source: Learn more about Style Editor
dsb: Dalšne informacije wó stilowem editorje

source: Choose Firefox
dsb: Firefox wubraś

source: Welcome to Firefox Developer Edition
dsb: Witajśo do wuwijarskeje edicije Firefox

source: Developer Tools
dsb: Wuwijarske rědy

source: The most complete browser made just for developers, Firefox Developer Edition has every dev tool you’ll need built right in.
dsb: Nejdopołnjejšy wobglědowak, kótaryž jo se za wuwijarjow napórał, wuwijarska edicija Firefox, ma kuždy rěd, kótaryž trjebaśo.

source: Next: WebIDE
dsb: Dalej: WebIDE

source: Try WebIDE
dsb: WebIDE wuproběrowaś

source: Develop, deploy and debug Firefox OS apps directly in your browser or on a Firefox OS device.
dsb: Wuwijajśo, instalěrujśo nałoženja Firefox OS a pśepytujśo je za zmólkami direktnje w swójom wobglědowaku abo na rěźe Firefox OS.

source: Next: Sync
dsb: Dalej: Synchronizacija

source: Important
dsb: Wažny

source: Sync your new Developer Edition profile to your Firefox Account to access bookmarks, browsing history, passwords and more from your existing Firefox profile.
dsb: Synchronizěrujśo profil swójeje wuwijarskeje edicije ze swójim kontom Firefox, aby z eksistěrujucego profila Firefox pśistup na cytańske znamjenja, pśeglědowańsku historiju, gronidła a wěcej měł.

source: Sync now
dsb: Něnto synchronizěrowaś

source: No thanks
dsb: Ně, źěkujom se

source: Before you go&hellip;
dsb: Nježli až źośo&hellip;

source: If you continue without syncing your new Developer Edition profile, you could lose access to important browsing data from your existing Firefox profile.
dsb: Jolic waš njesynchronizěrujośo nowy profil wuwijarskeje edicije, wy by mógał pśistup na wažne pśeglědowańske daty ze swójogo eksistěrujucego profila Firefox zgubiś.

source: To sync now, choose the Sync option from this menu.
dsb: Aby něnto synchronizěrował, wubjeŕśo opciju Synchronizěrowaś z tos togo menija.

source: Welcome to <span>Firefox Developer Edition</span>
dsb: Witajśo do <span>wuwijarskeje edicije Firefox</span>

source: Get to know the features that make it the most complete browser for building the Web.
dsb: Póznajśo funkcije, kótarež cynje jen k nejdopołnjejšemu wobglědowakoju za twarjenje weba.

source: Important: Sync your new profile
dsb: Wažny: Synchronizěrujśo swój nowy profil

source: Developer Edition comes with a new profile so you can run it alongside other versions of Firefox.
dsb: Wuwijarska edicija pśiźo z nowym profilom, aby mógał ju pódla drugich wersijow Firefox wužywaś.

source: To access your bookmarks, browsing history and more, you need to sync the profile with your existing Firefox Account, or create a new one.
dsb: Aby pśistup na swóje cytańske znamješka, pśeglědowańsku historiju a wěcej měł, musyśo profil ze swójim eksistěrujucym kontom Firefox synchronizěrowaś abo nowy załožyś.

source: Want the old look back?
dsb: Cośo stary naglěd slědk měś?

source: If you want the familiar look and feel of Firefox Aurora back, we’ve made it super easy for you.
dsb: Jolic cośo znaty naglěd Firefox Aurora slědk, smy to za was superlažko cynili.

source: Features and tools
dsb: Funkcije a rědy
