Repository: translate/mozilla-lang
Catalog: dsb/firefox/ios.lang.po
Languages: dsb

source: Mobile Web browser for your iPhone, iPad and iPod touch
dsb: Mobilny webwobglědowak za swój iPhone, iPad a iPod touch

source: Firefox for iOS
dsb: Firefox za iOS

source: Add Firefox to your iPhone, iPad and iPod touch.
dsb: Pśidajśo Firefox swójomu iPhone, iPad a iPod touch.

source: Get it now
dsb: Wobstarajśo se jen něnto

source: Sign up below for updates and to be notified when it launches.
dsb: Zregistrěrujśo se dołojce za aktualizacije a aby zdźělenja dostał, gaž zawjeźo se na wikach.

source: * You’ll only receive updates and announcements about the iOS version of Firefox.
dsb: * Dostanjośo aktualizacije a pśipowěźenja jano wó iOS-wersiji Firefox.

source: Thanks for your interest in Firefox for iOS.
dsb: Źěkujomy se za waš zajm na Firefox za iOS.

source: Don’t forget to check your inbox to confirm your request to get updates.
dsb: Njezabydniśo do swójogo dochada posta, aby swójo napšašowanje za aktualizacijami wobkšuśił.

source: Sign in to your Firefox Account to access your browsing info on all your mobile devices.
dsb: Pśizjawśo so pla konta Firefox, aby na wšych z wašych mobilnych rědach pśistup na swóje pśeglědowańske daty měł.

source: History
dsb: Historija

source: Passwords
dsb: Gronidła

source: Open tabs
dsb: Wócynjone rejtarki

source: Get started with Sync
dsb: Prědne kšace ze Sync

source: Already have an account?
dsb: Maśo južo konto?

source: Sign in
dsb: Pśizjawiś

source: You’re already signed in!
dsb: Sćo južo pśizjawjony!

source: Learn more about Sync
dsb: Zgóńśo wěcej wó Sync

source: Send Firefox to your iOS device
dsb: Firefox na swój iOS-rěd pósłaś

source: Sync your Firefox browsing history on iOS
dsb: Synchronizěrujśo pśeglědowańsku historiju Firefox na iOS

source: First tap the <b>tab</b> button. Then tap the %(gear_icon)s icon to start using Sync.
dsb: Pótusniśo nejpjerwjej <b>rejtarkowy</b> tłocašk. Pótusniśo pón symbol %(gear_icon)s, aby synchronizěrował.

source: Not now
dsb: Nic něnto

source: Learn more in the App Store
dsb: Dalšne informacije w App Store
