Repository: translate/mozilla-lang
Catalog: dsb/firefox/tiles.lang.po
Languages: dsb

source: More choices for your New Tab
dsb: Dalšne wuběrki za waš nowy rejtark

source: The New Tab page offers convenience and more control of your browsing experience.
dsb: Bok nowego rejtarka bitujo komfort a wěcej kontrole nad wašym pśeglědowańskim dožywjenim.

source: Turn on Suggested Sites for a personalized experience of frequently used sites and relevant recommendations every time you open a New Tab.
dsb: Zmóžniśo naraźone sedła za personalzěrowane dožywjenje cesto wužywanych sedło a relewantne dopórucenja kuždy raz, gaž wócynjaśo nowy rejtark.

source: Personalize your New Tab experience
dsb: Personalizěrujśo swójo dožywjenje nowego rejtarka

source: You are in complete control of your New Tab page.
dsb: Maśo połnu kontrolu nad swójim bokom nowego rejtarka.

source: Customize your experience by rearranging, pinning or removing sites, and set up New Tab just the way you want it.
dsb: Pśiměrśo swójo dožywjenje, z tym až pśerědujośo, pśipinaśo abo wótpórajośo sedła, a zarědujśo nowy rejtark pó swójich žycenjach.

source: Drag a site to exactly where you want it.
dsb: Śěgniśo sedło eksaktnje tam, źož cośo jo měś.

source: Once you’ve found the perfect spot for your site, pin it to make it stay.
dsb: Gaž sćo perfektne městno za swójo sedło namakał, pśipějśo jo, aby tam wóstało.

source: Make a site disappear by deleting it from your New Tab page.
dsb: Aby sedło wótpórał, wulašujśo jo ze swójogo boka nowego rejtarka.

source: Learn more about customizing New Tab Page
dsb: Zgóńśo wěcej wó pśiměrjowanju boka nowego rejtarka

source: Discover new sites and content on the Web
dsb: Wuslěźćo nowe sedła wopśimjeśe we webje

source: If enabled, Firefox displays website links as thumbnails (miniaturized images) or logos on your New Tab page. These are called Tiles.
dsb: Firefox zwobraznjujo, jolic to jo zmóžnjone, wótkaze websedłow ako wobrazki (miniaturizěrowane wobraze) abo loga na wašom boku nowego rejtarka. Toś te wobrazki gronje se kachlicki.

source: Tiles save you time by giving you quick access to your frequently visited sites, as well as showing new sites and content that are similar to sites you already love. Here are the types of Tiles you may see:
dsb: Kachlicki žarje wam cas, dokulaž daju wam malsny pśistup na swóje cesto woglědane sedła a pokazuju nowe sedła a wopśimjeśe, kótarež su pódobne na sedła, kótarež južo lubujośo. To su typy kachlickow, kótarež móžośo wiźeś:

source: Top sites
dsb: Nejcesćej woglědane sedła

source: New Tab will show the “top sites” you visited most recently and frequently, so you can access them quickly.
dsb: Nowy rejtark pokažo „nejcesćej woglědane sedła“, ku kótarymž su se njedawno a cesto woglědali, aby wy malsny pśistup na nje měł.

source: Suggested sites
dsb: Naraźone sedła

source: See sites and content suggested to you based on categories that Firefox matches to your browsing history.
dsb: Glejśo sedła, kótarež su se na zakłaźe kategorjow naraźili, kótarež makaju se k wašej pśeglědowańskej historiji.

source: They will be clearly labeled in your New Tab as “Suggested,” or when the suggestion is from a commercial partner, they will be labeled as “Sponsored,” and will indicate the identified interest category.
dsb: Wóznamjenjuju se jasnje w nowem rejtarku ako „naraźony“, abo, jolic naraźenje jo wót komercielnego partnarja, ako „sponsorowany“ a pódawaju indentificěrowanu zajmowu kategoriju.

source: If you’re getting started
dsb: Jolic cyniśo prědne kšace

source: If you’re using Firefox for the first time, the New Tab page is already populated with useful and interesting sites and content.
dsb: Joli wužywaśo Firefox prědny raz, jo bok nowego rejtarka južo z wužytnymi a zajmnymi sedłami a wopśimjeśim napołnjony.

source: This includes both referrals to sponsored sites from commercial partners, labeled as “Sponsored,” and content we consider important to our mission of advancing the public benefit of the Internet.
dsb: To wopśimujo ako zwiski k sponsorowanym sedłam wót komercielnych partnarjow, kótarež wóznamjenjuju se ako „sponsorowany“tak teke wopśimjeśe, kótarež mamy za wažne za swóju misiju, zjawny wužytk interneta spěchowaś.

source: Personalization with your privacy in mind
dsb: Personalizacija glědajucy na wašu priwatnosć

source: Mozilla promotes a transparent exchange between users and content providers to make the Web enjoyable and sustainable.
dsb: Mozilla spěchujo transparentnu wuměnu mjazy wužywarjami a wopśimjeśowymi póbitowarjami, aby web rozwjaselecy a zawóstajecy cynił.

source: If suggestions are enabled, Firefox will make suggestions to you based on categories matched to your browsing history and will let you know every time why you are seeing specific suggestions.
dsb: Firefox psédnjaso wam naraźenja na zakłaźe kategorijow, kótarež wótpowěduju wašej pśeglědowańskej historiji, jolic naraźenja su zmóžnjone, a informěrujo wam kuždy raz, gaž wiźiś specifiske naraźenja.

source: In delivering Suggested sites, Firefox does not share your personal data, nor place cookies on your computer.
dsb: Gaž Firefox staja naraźone sedła k dispoziciji, daniž njeźěli waše wósobinske daty daniž staja cookieje na wašom licadle.

source: Content providers will only receive aggregated information about interactions users have with their tiles.
dsb: Wopśimjeśowe póbitowarje dostawaju jano nagromaźone informacije wó interakcijach, kótarež wužywarje su pśewjadli ze swójimi kachlickami.

source: You remain in control of your browsing history, and you can disable recommendations whenever you choose.
dsb: Wobchowujośo kontrolu nad swójeju pśeglědowańskeju historiju a móžośo dopórucenja znjemóžniś, gažkuli cośo to cyniś.

source: Screenshot of the Firefox New Tab page
dsb: Foto wobrazowki boka nowego rejtarka Firefox

source: Screenshot of New Tab preferences
dsb: Foto wobrazowki nastajenjow nowego rejtarka
