Repository: translate/mozilla-lang
Catalog: dsb/firefox/whatsnew.lang.po
Languages: dsb

source: Hooray! Your Firefox is up to date.
dsb: Hura! Waš Firefox jo aktualny.

source: Your Firefox is out of date.
dsb: Waš Firefox jo zestarjony.

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
dsb: Z pśicynow wěstoty pśiraźujomy wam na <a href="{url}">nejnowšu a nejlěpšu wersiju</a> aktualizěrowaś.

source: You’re running an unknown version of Firefox.
dsb: Wužywaśo njeznatu wersiju Firefox.

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
dsb: Z pśicynow wěstoty pśiraźujomy <a href="{url}">nejnowšu a nejlěpšu wersiju</a> ześěgnuś.

source: Get to your next task<br/>faster than ever
dsb: Pśejźćo k swójomu pśiducemu nadawkoju<br/>malsnjej ako do togo

source: See how the new features in Firefox help you browse faster and more efficiently.
dsb: Glejśo, kak nowe funkcije w Firefox wam pomagaju, malsnjej a wěcej eficientnje pśeglědowaś.

source: Learn more about <a href="{url}">the New Tab feature »</a>
dsb: Zgóńśo wěcej wó <a href="{url}">funkciji nowego rejtarka »</a>

source: Learn more about our <a href="{url}">redesigned home page »</a>
dsb: Zgóńśo wěcej wó našom <a href="{url}">nowowugótowanem startowem boku »</a>

source: Keep in touch
dsb: Wóstańśo w zwisku

source: Keep it moving
dsb: Wóstańśo mobilny

source: Get Firefox » <b>for Android</b>
dsb: Ześěgniśo Firefox » <b>za Android</b>

source: Keep it going
dsb: Źaržćo jen w běgu

source: Join Mozilla
dsb: Pśizamkniśo se Mozilla

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
dsb: Roboter Android jo se reproducěrował z źěła, napóranego a <a href="%s">źělonego pśez Google</a> a wužywa se pó wuměnjenjach wopisanych w licencu <a href="%s">Creative Commons 3.0 Attribution License</a>.

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
dsb: <a href="%s">Ześěgniśo Firefox za Android</a> a wzejśo móc weba do swójeje ruki. Jo malsny, inteligentny a wěsty!

source: Now get the mobile browser that’s got your back
dsb: Ześěgniśo něnto mobilny wobglědowak, na njen móžośo se spušćiś

source: Welcome to Firefox
dsb: Witajśo k Firefox

source: Firefox for Android artwork
dsb: Firefox za Android - wuměłske twórby

source: Fast. Smart. Safe.
dsb: Malsny. Inteligentny. Wěsty.

source: Get the mobile browser that’s got your back.
dsb: Ześěgniśo mobilny wobglědowak, na njen móžośo se spušćiś.

source: Facebook Messenger for Firefox
dsb: Powěstnik Facebook za Firefox

source: Now you can keep up with friends wherever you go on the Web.
dsb: Něnto móžośo ze swójimi pśijaśelami w zwisku wóstaś, źožkuli sćo we webje.

source: Visit Facebook to turn it on
dsb: Woglědajśo se k Facebook, aby jen aktiwěrował

source: Get notified right away
dsb: Informěrujśo se ned

source: See new comments, photo tags & other Facebook updates instantly.
dsb: Woglědajśo se ned nowe komentary, fotowe wobznamjenja a druge aktualizacije na Facebooku.

source: Chat while you browse
dsb: Chattujśo, mjaztym až pśeglědujośo

source: Stay connected to your Facebook friends without having to click away.
dsb: Wóstańśo ze swójimi pśijaśelami na Facebook zwězany, bźez togo až wy by dejał Firefox spušćiś.

source: Facebook is a trademark of <a href="%(url)s">Facebook, Inc.</a>
dsb: Facebook jo wikowa marka pśedewześa <a href="%(url)s">Facebook, Inc.</a>

source: Congratulations!<br> Your browser is safer and<br>more secure than ever.
dsb: Glukužycenje!<br> Waš wobglědowak jo wěsćejšy a<br>nejwěcej šćitany ako do togo.

source: Get the same level of<br> choice and innovation<br> in a smartphone.
dsb: Wobstarajśo se tu samsku rowninu<br> wuběrka a inowacije<br> w smartfonje.

source: Learn more about Firefox OS
dsb: Zgóńśo wěcej wó Firefox OS
