Repository: translate/mozilla-lang
Catalog: */mozorg/contribute/friends.lang.po
Languages: cy

source: Join Firefox Friends today!
cy: Ymunwch â Firefox Friends heddiw!

source: Firefox Friends logo
cy: Logo Firefox Friends

source: Step to the frontline to help us tell the world how awesome Firefox is and about all the important work Mozilla does every day.
cy: Ymunwch â ni i ddweud wrth bawb pa mor dda yw Firefox ac am y gwaith pwysig mae Mozilla'n ei wneud bob dydd.

source: Join now
cy: Ymunwch nawr

source: How it works
cy: Sut mae'n gweithio

source: Get connected
cy: Cysylltwch

source: Sign up using your Twitter, Facebook or LinkedIn profile, or simply enter your email.
cy: Ymunwch gan ddefnyddio eich proffil Twitter, Facebook neu LinkedIn, neu defnyddiwch eich cyfeiriad e-bost.

source: Start sharing
cy: Dechreuwch rannu

source: Browse through our news feeds for topics that interest you, or submit your own content.
cy: Porwch drwy ein llif newyddion am bynciau sydd o ddiddordeb i chi neu gyflwynwch eich cynnwys eich hun.

source: Get rewarded
cy: Cewch eich gwobrwyo

source: Track your impact and share often for opportunities to be recognized and rewarded.
cy: Dilynwch eich dylanwad a rhannwch yn aml am gyfleoedd i gael eich cydnabod a'ch gwobrwyo.
