Repository: translate/mozilla-lang
Catalog: */mozorg/contribute/index.lang.po
Languages: af, bn_bd, cy, nn_no, uz, xh

source: Volunteer Opportunities at Mozilla
af: Geleenthede by Mozilla vir vrywilligers
bn_bd: মজিলায় স্বেচ্ছাসেবক হওয়ার সুযোগ
cy: Cyfleoedd i Wirfoddoli gyda Mozilla
nn_no: Bidra til Mozilla som friviljug
uz: Mozilla’da ko‘ngilli imkoniyatlari
xh: Zibandakanye: Amathuba okuba litsha-ntliziyo kwaMozilla

source: Menu
af: Kieslys
bn_bd: মেনু
cy: Dewislen
nn_no: Meny
uz: Menyu
xh: Imenyu

source: Why<br> volunteer
af: Hoekom<br>vrywillig?
bn_bd: স্বেচ্ছাসেবক<br> কেন হবেন
cy: Pam <br> gwirfoddoli
nn_no: Kvifor<br> friviljug
uz: Nega<br> ko‘ngilli
xh: Kutheni <br> uzibandakanya

source: Find<br> an event
af: Soek ’n<br> geleentheid
bn_bd: অনুষ্ঠান<br> খুঁজুন
cy: Canfod <br> digwyddiad
nn_no: Finn<br> ei hending
uz: Tadbir <br> toping
xh: Fumana <br> umcimbi

source: Meet<br> Mozillians
af: Ontmoet<br>Mozilla-mense
bn_bd: মজিলিয়ানদের<br> সাথে সাক্ষাৎ করুন
cy: Cyfarfod â<br> Mozilliaid
nn_no: Møt<br> Mozillianarar
uz: Mozillachilarni <br> kutib oling
xh: Dibana <br> nabantu bakaMozilla

source: Get involved
af: Raak betrokke
bn_bd: সম্পৃক্ত হোন
cy: Ymunwch
nn_no: Ver med
uz: Qo‘shiling!

source: Your country
af: U land
bn_bd: আপনার দেশ
cy: Eich gwlad
nn_no: Ditt land
uz: Mamlakatingiz
xh: Ilizwe lakho

source: I live in&hellip;
af: Ek woon in&hellip;
bn_bd: আমি&hellip এ বাস করি;
cy: Rwy'n byw yn&hellip;
nn_no: Eg bur i&hellip;
uz: Men &hellip;da yashayman
xh: Ndihlala e &hellip;

source: Volunteer with Mozilla!
af: Vrywillig vir Mozilla!
bn_bd: মজিলার স্বেচ্ছাসবক হোন!
cy: Gwirfoddoli gyda Mozilla!
nn_no: Ver med som friviljug hjå Mozilla!
uz: Mozilla’da ko‘ngilli hissa qo‘shuvchi!

source: active Mozillians worldwide
af: aktiewe bydraers tot Mozilla, wêreldwyd
bn_bd: বিশ্বব্যাপী সক্রিয় মজিলিয়ান
cy: Mozilliaid gweithgar ar draws y byd
nn_no: aktive Mozillianarar over heile verda
uz: Butun dunyo bo‘yicha faol Mozillachilar

source: upcoming events around the globe
af: komende geleenthede wêreldwyd
bn_bd: বিশ্বের আঁনাচে কাঁনাচে আসন্ন অনুষ্ঠানসমূহ
cy: digwyddiadau i ddod o amgylch y byd
nn_no: komande hendingar rundt om i verda
uz: Butun dunyo bo‘yicha kutilayotgan tadbirlar

source: languages and counting, on every continent
af: tale op elke kontinent, en dit groei nog
bn_bd: প্রত্যেক মহাদেশের ভাষায় রয়েছে এবং এর সংখ্যা বাড়ছে
cy: cynnydd nifer yr ieithoedd, ar bob cyfandir
nn_no: språk (til no) på alle kontinent
uz: tillar va hisob, har bir materikda

source: Join a global community of game-changers.
af: Sluit aan by 'n wêreldgemeenskap van sleutelspelers.
bn_bd: গেম-চেঞ্জারদের গ্লোবাল কমিউনিটিতে যোগ দিন।
cy: Ymuno â chymuned byd eang sy'n creu newid.
nn_no: Ver med i et globalt fellesskap av innovatørar.
uz: O‘yin-o‘zgartiruvchlarning xalqaro hamjamiyatiga qo‘shiling.
xh: Zibandakanye noluntu lwehlabathi olufuna ukwenza iinguqu.

source: Volunteer as much as you like. Or as little.<br> It’s totally up to you.
af: Vrywillig so veel of so min as wat u wil.<br> Elkeen besluit self.
bn_bd: স্বেচ্ছাসেবক যতটা আপনি পছন্দ করেন। অথবা খুব সীমিত।<br> এটা সম্পূর্ণ আপনার উপর নির্ভরশীল।
cy: Gwirfoddoli am faint fynnwch chi. Neu gyn lleied.<br> Mae i fyny i chi.
nn_no: Bidra med så mykje eller så lite som du sjølv vil.<br> Det er heilt opp til deg.
uz: Sizga juda ham o‘xshagan hissa qo‘shuvchi. Yoki biroz.<br> Umuman olganda sizga o‘xshash.
xh: Volontiya kangangoko ufuna. Okanye kancinci. <br> Konke kuxhomekeke kuwe.

source: Share your skills and pick up<br> a few new ones along the way.
af: Leer en deel vaardighede.
bn_bd: আপনার নিজের দক্ষতাগুলো শেয়ার করুন<br> এর সাথে কিছু নতুন দক্ষতাও লাভ করুন।
cy: Rhannwch eich sgiliau a chasglu<br> rhai newydd ar y daith.
nn_no: Del ferdigheitene dine <br>og lær nokre nye på vegen.
uz: Bilimlaringizni baham ko‘ring va<br> yangilarini yo‘l-yo‘lakay o‘rganing.
xh: Yabelana ngesakhono sakho uzechole <br> neziliqela ezintsha endleleni.

source: Volunteering with Mozilla&hellip;
af: Vrywillige werk by Mozilla&hellip;
bn_bd: Mozilla&hellip; এর স্বেচ্ছাসেবক হোন
cy: Gwirfoddoli gyda Mozilla&hellip;
nn_no: Å vera friviljug hjå Mozilla&hellip;
uz: Mozilla’ga hissa qo‘shish&hellip;
xh: Ukuvolontiya neMozilla &hellip;

source: is about more than lending a hand. It’s about learning, collaborating and sharing your skills with a global community of Mozillians — coders, organizers, activists and more — who help shape the Web every day.
af: is meer as net handjie bysit. Dis 'n geleentheid om te leer, saam te werk en vaardighede te deel met 'n wêreldgemeenskap van Mozilla-mense — programmeerders, organiseerders, aktiviste en nog wat — wat almal daagliks die toekoms van die Web bepaal.
cy: mae'n fwy na chynnig help llaw. Mae'n cynnwys dysgu, cydweithio a rhannu sgiliau gyda chymuned fyd eang o Fozilliaid — codwyr, trefnwyr, gweithredwyr ac ati — sy'n helpu i siapio'r We, bob dydd.
nn_no: handlar om meir enn å berra ge ei hjelpande hand. Det handlar om læring, samarbeid og at du deler ferdigheitene dine i ein global fellesskap av mozillianarar — kodarar, organisatorar, aktivistar, m.fl. — som hjelper til med å utvikla nettet kvar dag.
uz: - bu faqat qo‘l berish haqida emas. U o‘rganish, hamkorlik qilish va Mozillachilarning global hamjamiyati — dasturchilar, tashkilotchilar, faollar va boshqalar — internetning kelajagini har kuni shakllantiradiganlar bilan bilimingizni bo‘lishish haqida.
xh: kungaphezulu kokunikela ngesandla. Kukufunda, ukusebenzisana nokwabelana ngezakhono zakho kunye noluntu lwehlabathi lwe-Mozilla - abantu beekhowudi, abaququzeleli, imisebenzi nangaphezulu - abanceda ukwakha iWebhu mihla le.

source: See our community in action
af: Sien die gemeenskap in aksie
bn_bd: আমাদের কমিউনিটি কর্মকান্ড দেখুন
cy: Gweld ein cymuned ar waith
nn_no: Sjå kva fellesskapen vår driv på med
uz: Bizning hamjamiyatimizni amalda ko‘ring
xh: Bona uluntu lwethu lusebenza

source: How Mozillians help every day
af: Hoe Mozilla-mense daagliks help
bn_bd: কিভাবে মজিলিয়ানরা নিত্যদিন সহযোগিতা করে
cy: Sut mae Mozilliaid yn helpu pob dydd
nn_no: Korleis Mozillianarar hjelper til kvar dag
uz: Qanday qilib mozillachilar har kuni yordam qilishadi
xh: Banceda njani abantu beMozilla mihla le

source: Spain &middot; Activism
af: Spanje &middot; Aktivisme
bn_bd: স্পেন · কার্যক্রম
cy: Sbaen &middot; Gweithredu
nn_no: Spania &middot; Aktivisme
uz: Ispaniya &middot; faollik
xh: I-Spain &middot; i-Activism

source: Philippines &middot; Activism
af: Die Filippyne &middot; Aktivisme
bn_bd: ফিলিপাইন &middot; কার্যক্রম
cy: Philipinau &middot; Gweithredu
nn_no: Filipinane &middot; Aktivisme
uz: Filippins &middot; faollik
xh: eFilipino &middot; i-Activism

source: Switzerland &middot; Coding
af: Switserland &middot; Programmering
bn_bd: সুইজারল্যান্ড · কোডিং
cy: Y Swistir &middot; Codio
nn_no: Sveits &middot; Koding
uz: Shveytsariya &middot; kod yozish
xh: e-Switzerland &middot; I-Coding

source: India &middot; Teaching
af: Indië &middot; Onderrig
bn_bd: ভারত · পাঠদান
cy: India &middot; Addysgu
nn_no: India &middot; Læring
uz: Hindiston &middot; o‘rgatish
xh: I-Indiya &middot; Ukutitsha

source: Read his story
af: Lees sy verhaal
bn_bd: তার গল্প পড়ুন
cy: Darllen ei stori
nn_no: Les historien hans
uz: Uning hikoyasini o‘qing
xh: Funda ibali lakhe

source: Read her story
af: Lees haar verhaal
cy: Darllen ei stori
nn_no: Les historien hennar
uz: Uning hikoyasini o‘qing
xh: Funda ibali lakhe

source: Want to get involved? Here’s how.
af: Lus om betrokke te raak? Sien hoe.
bn_bd: সম্পৃক্ত হতে ইচ্ছুক? কিভাবে এখানে দেখুন।
cy: Eisiau cymryd rhan? Dyma sut mae gwneud.
nn_no: Vil du vera med? Slik gjer du det
uz: Ishtirok etishni xohlaysizmi? Bu yerda qanday qo‘shilish haqida ma’lumot keltirilgan.
xh: Ufuna ukubandakanyeka? Ungenza ngolu hlobo.

source: Choose what interests you and tell us how you’d like to help
af: Kies belangstellings en noem hoe u wil help
bn_bd: আপনার পছন্দগুলো নির্বাচন করুন এবং আমাদের জানান আপনি কিভাবে সহযোগিতা করবেন
cy: Dewiswch beth sy'n eich diddori a dwedwch wrthym sut hoffech chi helpu
nn_no: Vel kva som interesserer deg og fortel oss korleis du vil hjelpa.
uz: Nimaga qiziqishingizni tanlang va bizga qanday yordam berishingiz mumkinligini ayting
xh: Khetha yintoni ekunika umdla uze usixelele ukuba unganceda njani

source: Stand by for an email that will connect you to the Mozilla community
af: Wees gereed vir 'n e-pos waarmee die Mozilla-gemeenskap sal kontak maak
bn_bd: একটি ইমেলের জন্য অপেক্ষা করুন যা আপনাকে Mozilla কমিনিউটির সাথে সংযুক্ত করবে
cy: Yna, daw e-bost atoch fydd yn eich cysylltu â chymuned Mozilla
nn_no: Vent på ein e-post som set deg i kontakt med Mozilla-samfunnet
uz: Sizni Mozilla hamjamiyati bilan bog‘laydigan e-pochtaga tayyorlaning
xh: Lindela imeyile eyakuthi ukudibanise noluntu luka-Mozilla

source: Create your Mozillians account and share your contributions with the world
af: Skep 'n Mozillians-rekening en deel u bydraes met die wêreld
bn_bd: আপনার Mozillians অ্যাকাউন্ট তৈরি করুন এবং আপনার অবদান বিশ্বের সঙ্গে শেয়ার করুন।
cy: Crëwch eich cyfrif Mozilliad a rhannu eich cyfraniadau gyda'r byd
nn_no: Opprett ein Mozillians-konto og del bidraga dine med verda
uz: Mozilla hisobingizni yarating va qo‘shgan hissalaringizni dunyo bilan baham ko‘ring
xh: Zenzele i-akhawunti ka-Mozilla ukuze wabelane ngegalelo lakho nehlabathi

source: Get started
af: Begin
bn_bd: শুরু করুন
cy: Cychwyn arni
nn_no: Kom i gang
uz: Ishga kirishing
xh: Qalisa

source: Not ready to dive in just yet?
af: Nog nie heeltemal reg om te begin nie?
bn_bd: ঝাঁপ দেয়ার জন্য এখনো প্রস্তুত না?
cy: Ddim yn barod i ymuno eto?
nn_no: Ikkje heilt klar for å vera med enno?
uz: Haligacha sho‘ng‘ishga tayyor emasmisiz?
xh: Awukakulungeli ukuqalisa okwangoku?

source: Here are a few other ways you can support Mozilla right now.
af: Hier is nog ’n paar maniere waarmee mens Mozilla reg nou kan help.
bn_bd: এখানে অন্যান্য কয়েকটি উপায় রয়েছে যার মাধ্যমে এখনই আপনি Mozilla কে সমর্থন করতে পারেন।
cy: Mae yna rhai ffyrdd i gefnogi Mozilla'n syth.
nn_no: Om du vill kan du støtta Mozilla på andre måtar, no med ein gong.
uz: Mozilla’ga hoziroq yordam ko‘rsatishning boshqa ko‘pgina yo‘llari haqida bu yerda ma’lumot keltirilgan.
xh: Nazi ezinye iindlela ezimbalwa zokuxhasa u-Mozilla ngoku.

source: Donate to Mozilla
af: Skenk aan Mozilla
bn_bd: মজিলায় অনুদান দিন
cy: Cyfrannu at Mozilla
nn_no: Doner til Mozilla
uz: Mozilla’ga xayria qilish
xh: Ukuliza i-Mozilla

source: Read our Manifesto
af: Lees ons manifes
bn_bd: আমাদের ইশতেহার পড়ুন
cy: Darllen ein Maniffesto
nn_no: Les manifestet vårt
uz: Bizning manifest’imizni o‘qing
xh: Funda i-manifesto yethu

source: Like us on Facebook
af: "Laaik" ons op Facebook
bn_bd: ফেসবুকে আমাদের লাইক দিন
cy: Hoffi ni ar Facebook
nn_no: Lik oss på Facebook
uz: Facebook’da bizning sahifamizga "Yoqdi"ni bosing
xh: Sithande kuFacebook

source: Follow us on Twitter
af: Volg ons op Twitter
bn_bd: টুইটারে আমাদের অনুসরণ করুন
cy: Dilyn ni ar Twitter
nn_no: Følg oss på Twitter
uz: Bizni Twitter’da kuzating
xh: Silandele kuTwitter

source: Upcoming event
af: Komende geleentheid
bn_bd: আসন্ন অনুষ্ঠানসমূহ
cy: Digwyddiadau i ddod
nn_no: Komande hending
uz: Kutilayotgan tadbir

source: See all events
af: Sien alle geleenthede
bn_bd: সকল অনুষ্ঠান দেখুন
cy: Yr holl ddigwyddiadau
nn_no: Vis alle hendingar
uz: Barcha tadbirlarni ko‘rish
xh: Bona yonke imicimbi

source: Communicate
af: Kommunikasie
bn_bd: যোগাযোগ করুন
cy: Cyfathrebu
nn_no: Kommuniser
uz: Bog‘lanish
xh: Nxibelelana

source: Mozilla communities
af: Mozilla-gemeenskappe
bn_bd: Mozilla কমিউনিটি
cy: Cymunedau Mozilla
nn_no: Mozilla-samfunn
uz: Mozilla hamjamiyatlari
xh: Uluntu lukaMozilla

source: Mailing lists
af: Poslyste
bn_bd: মেইলিং লিস্ট
cy: Rhestrau e-byst
nn_no: E-postlisterE-postlister
uz: Xatlashish ro‘yxatlari
xh: Uluhla loqhagamshelwano

source: IRC channels
af: IRC-kanale
bn_bd: IRC চ্যানেল
cy: Sianeli IRC
nn_no: IRC-kanalar
uz: IRC kanallar
xh: Iitshanele ze-IRC

source: More links
af: Meer skakels
bn_bd: আরও লিংক
cy: Rhagor o ddolenni
nn_no: Fleire lenker
uz: Ko‘proq linklar
xh: Iilinki ezingaphezulu

source: Submit Firefox feedback
af: Gee terugvoer oor Firefox
bn_bd: ফায়ারফক্স প্রতিক্রিয়া জমা দিন
cy: Cyflwyno adborth ar Firefox
nn_no: Send inn Firefox-tilbakemeldinga
uz: Firefox’ga fikr jo‘natish
xh: Ngenisa impendulo-ngxelo ka-Firefox

source: Explore Mozilla careers
af: Oorweeg loopbane by Mozilla
bn_bd: Mozilla ক্যারিয়ার দেখুন
cy: Edrych ar yrfa gyda Mozilla
nn_no: Utforsk Mozilla-jobbar
uz: Mozilla’da ishlash haqida ma’lumot olish
xh: Hlola imisebenzi ku-Mozilla

source: Get help with Firefox
af: Kry hulp met Firefox
bn_bd: Firefox এ সহায়তা নিন
cy: Derbyn cymorth gyda Firefox
nn_no: Få hjelp med Firefox
uz: Firefox’dan yordam oling
xh: Fumana uncedo ngo-Firefox

source: Subscribe to community events
af: Teken in op gemeenskapsgeleenthede
bn_bd: কমিউনিটি ইভেন্টে সাবস্ক্রাইব করুন
cy: Tanysgrifio i ddigwyddiadau cymunedol
nn_no: Abonner på fellesskapshendingar
uz: Hamjamiyat tadbirlariga obuna bo‘lish

source: Get community updates
af: Kry gemeenskapsnuus
bn_bd: কমিউনিটি খবরাখবর পান
cy: Derbyn diweddariadau gan y gymuned
nn_no: Få felleskapsoppdateringar
uz: Hamjamiyat yangiliklaridan xabardor bo‘lib turing
xh: Fumana uhlaziyo lwabahlali

source: Mozillian Stories
af: Stories van Mozilla-mense
bn_bd: মজিলিয়ানের গল্প
cy: Straeon Mozilliaid
nn_no: Mozillianar-historiar
uz: Mozillachilar hikoyalari
xh: Amabali oluntu luka-Mozilla

source: More
af: Meer
bn_bd: আরও
cy: Rhagor
nn_no: Meir
uz: Ko‘proq
xh: Ngaphezulu

source: Less
af: Minder
bn_bd: কম
cy: Llai
nn_no: Mindre
uz: Kamroq
xh: Ngaphantsi

source: Read more Mozillian stories
af: Lees nog stories van Mozilla-mense
bn_bd: মজিলিয়ানদের আরও গল্প পড়ুন
cy: Darllen rhagor o straeon Mozilla
nn_no: Les fleire Mozillianar-historiar
uz: Mozillachilar hikoyalarini ko‘proq o‘qish
xh: Funda ngakumbi malunga namabali oluntu ka-Mozilla

source: Discover even more stories on Twitter with <a href="%(link_hashtag)s">#IAmAMozillian</a>
af: Sien nog meer stories op Twitter met <a href="%(link_hashtag)s">#IAmAMozillian</a>
bn_bd: এমনি আরো গল্প আবিষ্কার করুন Twitter এ <a href="%(link_hashtag)s">#IAmAMozillian</a>
cy: Darllen mwy fyth o straeon ar Twitter gyda <a href="%(link_hashtag)s">#IAmAMozillian</a>
nn_no: Oppdag fleire historiar på Twitter med <a href="%(link_hashtag)s">#IAmAMozillian</a>
uz: Twitter’da <a href="%(link_hashtag)s">#IAmAMozillian</a> bilan ko‘proq tadbirlarni kashf qiling
xh: Famuna nangakumbi amabali ku-Twitter no <a href="%(link_hashtag)s">#IAmAMoaillian</a>

source: More coming soon
af: Nog meer binnekort
bn_bd: শীঘ্রই আরও আসছে
cy: Rhagor yn dod yn fuan
nn_no: Det kjem meir snart
uz: Yanada ko‘prog‘ini kuting
xh: Ziyeza kwamsinyane nangaphezulu

source: Get Involved: Volunteer Opportunities at Mozilla
af: Raak betrokke: Geleenthede by Mozilla vir vrywilligers
bn_bd: জড়িত হোন: মোজিলার স্বেচ্ছাসেবক হওয়ার সুযোগ
cy: Cyfrannu: Cyfleoedd Gwirfoddoli gyda Mozilla
nn_no: Ver med: Friviljug arbeid hjå Mozilla
uz: Ishtirok eting: "Mozilla"da ko‘ngillilar uchun imkoniyatlar
xh: Zibandakanye: Amathuba okuba litsha-ntliziyo kwaMozilla

source: To get started, tell us what interests you.
af: As 'n begin, noem u belangstellings.
bn_bd: শুরু করতে, আপনার আগ্রহের বিষয় সম্পর্কে আমাদের বলুন।
cy: I gychwyn, dywedwch wrthym beth sy'n eich diddori.
nn_no: For å koma i gang, fortel oss kva du er interessert i.
uz: Boshlash uchun bizga nimaga qizishingizni ayting.
xh: Ukuqalisa, sixelele yintoni ekunika umdla.

source: Choose one for now. You can always contribute to other areas later.
af: Kies solank een. Dra gerus later by tot ander areas.
bn_bd: এখনকার জন্য একটি বেছে নিন। যেকোনো সময় পরে আপনি অন্য এলাকায় অবদান রাখতে পারবেন।
cy: Dewiswch un am nawr. Mae modd i chi gyfrannu i feysydd eraill yn nes ymlaen.
nn_no: Velj berre eitt område no. Du kan alltids bidra på andre område seinare.
uz: Hozircha bittasini tanlang. Siz doimo boshqa hududlar uchun keyinroq hissa qo‘shishishingiz mumkin.
xh: Khetha ibe nye okwangoku. Ungalenza igalelo naninina nakwezinye iindawo mva.

source: Where would you like to get started?
af: Waar wil u begin?
bn_bd: আপনি কোথা থেকে শুরু করতে চান?
cy: Lle hoffech chi gychwyn arni?
nn_no: Kvar vil du starta?
uz: Qayerdan boshlashni xohlaysiz?
xh: Ungathanda ukuqalisa phi?

source: Coding
af: Programmering
bn_bd: কোডিং
cy: Codio
nn_no: Koding
xh: Ukufaka ikhowudi

source: More about coding
af: Meer oor programmering
bn_bd: কোডিং সর্ম্পকে আরও তথ্য
cy: Rhagor am godio
nn_no: Meir om koding
uz: Kod yozish bo‘yicha batafsil ma’lumot
xh: Ngakumbi malunga ne-coding

source: Contribute code to a whole range of Mozilla products, including Firefox and Firefox OS.
af: Dra by tot 'n groot reeks Mozilla-produkte, insluitend Firefox en Firefox OS.
bn_bd: কোড করার মাধ্যমে Firefox এবং Firefox OS সহ সকল Mozilla পণ্যে বদান রাখুন।
cy: Cyfrannu cod i holl ystod cynnyrch Mozilla, gan gynnwys Firefox a Firefox OS.
uz: Firefox, Firefox OS va Mozilla mahsulotlari butun qatoriga kod yozish bilan hissangizni qo‘shing.
xh: Yenza igalele kwikhowudi kuzo zonke iimveliso ezahlukeneyo zika-Mozilla, ziquka i-Firefox ne-Firefox OS.

source: Testing
af: Toetswerk
bn_bd: যাচাইকরণ
cy: Profi
uz: Sinab ko‘rish
xh: Iyavavanya

source: More about testing
af: Meer oor toetswerk
bn_bd: যাচাইকরণ সম্পর্কে আরও জানুন
cy: Rhagor am brofi
nn_no: Meir om testing
uz: Sinab ko‘rish haqida batafsil ma’lumot
xh: Ngakumbi malunga nokuvavanya

source: Help make the Mozilla products you use — and love — even better.
af: Help om u gunsteling Mozilla-produkte selfs nog beter te maak.
cy: Cynorthwyo i wneud y cynnyrch Mozilla rydych yn eu defnyddio — a'u caru — yn well byth.
uz: Sevimli — har doimgidan yaxshiroq — siz foydalanadigan Mozilla mahsulotlariga yordam bering.
xh: Nceda ukwenze iimveliso zika-Mozilla ozisebenzisayo - nozithandayo - zibe ngcono.

source: Writing
af: Skryfwerk
bn_bd: লেখা
cy: Ysgrifennu
nn_no: Skriving
uz: Yozish
xh: Ukubhala

source: More about writing
af: Meer oor skryfwerk
bn_bd: লেখা সর্ম্পকে আরও তথ্য
cy: Rhagor am ysgrifennu
nn_no: Meir om skriving
uz: Yozish haqida batafsil ma’lumot
xh: Ngakumbi malunga nokubhala

source: Lend your voice to Mozilla — from blogging and social media to providing technical documents for users and developers.
af: Versterk Mozilla se stem — enigiets van webjoernale en sosiale media tot tegniese dokumentasie vir gebruikers en programmeerders.
cy: Cefnogwch Mozilla ar lafar — o flogio a chyfryngau cymdeithasol i ddarparu dogfennau technegol ar gyfer defnyddwyr a datblygwyr.
uz: Foydalanuvchilar va dasturchilar uchun texnik ma’lumotlarni bloglarda va ijtimoiy tarmoqlarda berish uchun Mozilla’ga ovoz bering.
xh: Yabelana ngezimvo zakho ku-Mozila - ngokubhloga ne-social media ngokunikezela ngamaxwebhu obuchepheshe betheknoloji.

source: Teaching
af: Onderrig
bn_bd: শিক্ষাদান
cy: Addysgu
nn_no: Læring
uz: O‘rgatish
xh: Ukufundisa

source: More about teaching
af: Meer oor onderrig
bn_bd: শিক্ষাদান সম্পর্কে আরও তথ্য
cy: Rhagor am addysgu
nn_no: Meir om opplæring
uz: O‘rgatish haqida batafsil ma’lumot
xh: Ngakumbi malunga nokufundisa

source: Share your skills with a community that’s eager to learn. Take advantage of our free tools, teaching resources and events.
af: Deel u vaardighede met ’n gemeenskap wat graag leer. Gebruik ons gratis gereedskap, onderrigmateriaal en geleenthede.
cy: Rhannwch eich sgiliau gyda chymuned sy'n awyddus i ddysgu. Cymrwch fantais o'n hoffer am ddim, adnoddau addysgu a digwyddiadau.
uz: Bilimga chanqoq hamjamiyat bilan bilimlaringizni baham ko‘ring. Bepul vositalar, o‘qitish manbalari va tadbirlaridan foydalaning.
xh: Yabelana ngezakhono zakho noluntu olunomdla wokufunda. Zimxhamlele kwizixhobo zethu ezimahala, koovimba bokufundisa nemicimbi.

source: Helping
af: Hulpverlening
bn_bd: সহায়তা করা
cy: Cynorthwyo
nn_no: Hjelpa andre
uz: Yordam berish
xh: Ukuncedisa

source: More about helping
af: Meer oor hulpverlening
bn_bd: সাহায্য সম্পর্কে আরও তথ্য
cy: Rhagor am gynorthwyo
nn_no: Meir om å gje hjelp
uz: Yordam berish haqida ko‘proq ma’lumot
xh: Ngakumbi malunga nokuncedisa

source: Provide support to users who need it and help everyone get the most out of their Mozilla products.
af: Ondersteun gebruikers wat hulp nodig het en help almal om die meeste uit die Mozilla-produkte te kry.
cy: Darparu cymorth i ddefnyddwyr sydd ei angen a helpu pawb i gael y mwyaf allan o gynnyrch Mozilla.
uz: Yordamga muhtoj foydalanuvchilarga yordam bering va Mozilla mahsulotlaridan mukammal darajada foydalanishni xohlaganlarga yordam bering.
xh: Nika inkxaso kubasebenzisi abayifunayo uze uncede wonke ubani afumane konke kwimveliso zika-Mozilla.

source: Translating
af: Vertaling
bn_bd: অনুবাদ হচ্ছে
cy: Cyfieithu
nn_no: Omsetjing
uz: Tarjima
xh: Ukuguqulela ulwimi kolunye ulwimi

source: More about translating
af: Meer oor vertaling
bn_bd: অনুবাদ সম্পর্কে আরও তথ্য
cy: Rhagor am gyfieithu
nn_no: Meir om omsetjing
uz: Tarjima haqida ko‘proq ma’lumotlar
xh: Ngakumbi malunga nokuguqulelwa kolwimi kolunye ulwimi

source: Help make Mozilla stuff available in other languages. Translate everything from newsletters and websites to copy for Firefox and Firefox OS.
af: Help om Mozilla-produkte in ander tale beskikbaar te maak. Vertaal nuusbriewe, webwerwe, asook produkte soos Firefox en Firefox OS.
cy: Helpu i wneud cynnyrch Mozilla ar gael mewn ieithoedd eraill. Cyfieithu popeth o daflenni gwybodaeth a gwefannau i eitemau i Firefox a Firefox OS.
uz: Mozilla mahsulotlarini boshqa tillarga tarjima qilishga yordam bering. Firefox va Firefox OS uchun nusxa ko‘chirishda yangiliklar xabarlari va vebsaytlardan hamma narsani tarjima qiling.
xh: Unceda ukwenza izinto zika-Mozilla zibe nokufumaneka nakwezinye iilwimi. Uguqulela yonke into ukusesela kwiincwadi zeendaba newebhusayithi ukuya ekukopeni i-Firefox ne-Firefox OS.

source: Activism
af: Aktivisme
bn_bd: আন্দোলন
cy: Gweithredu
nn_no: Aktivisme
uz: Faollik
xh: i-Activism

source: More about activism
af: Meer oor aktivisme
bn_bd: আন্দোলন সম্পর্কে আরও তথ্য
cy: Rhagor am weithredu
nn_no: Meir om aktivisme
uz: Faollik haqida batafsil ma’lumot
xh: Ngakumbi nge-activism

source: Get involved with our opportunities to support freedom, security and privacy on the open Web.
af: Raak betrokke by ons geleenthede om vryheid, sekuriteit en privaatheid op die oop Web te bevorder.
bn_bd: উন্মুক্ত ওয়েবে স্বাধীনতা, নিরাপত্তা ও গোপনীয়তাকে সমর্থন দেওয়ার সুযোগে আমাদের সাথে সামিল হোন।
cy: Cyfrannu i'n cyfleoedd i gefnogi rhyddid, diogelwch a phreifatrwydd ar y We.
uz: Bizning erkinlik, xavfsizlik va ochiq tarmoqda maxfiylikka yordam berish imkoniyatlarimizga qo‘shiling.
xh: Yiba yinxalenye namathuba ethu ukuze unike inkxaso kwinkululeko, ukhuseleko neWebhu evulelekileyo yabucala.

source: I don’t know
af: Ek weet nie
bn_bd: আমি জানি না
cy: Wn i ddim
nn_no: Eg veit ikkje
uz: Men bilmayman
xh: Andazi

source: More about how you can contribute
af: Meer inligting oor hoe om by te dra
bn_bd: আপনি কিভাবে অবদান রাখতে পারেন তা সম্পর্কে আরও তথ্য
cy: Rhagor am sut fedrwch chi gyfrannu
nn_no: Meir om korleis du kan bidra
uz: Qanda hissa qo‘shish haqida ko‘proq ma’lumot
xh: Ngakumbi malunga nendlela onika ngalo igalelo

source: Not sure how you want to help? No problem. We can find the appropriate contribution activity for you.
af: Onseker oor hoe om te help? Geen probleem ! Ons kan die gepaste aktiwiteit kry vir elkeen om mee by te dra.
bn_bd: নিশ্চিত নই আপনি কিভাবে সহযোগিতা করতে ইচ্ছুক? তবে কোন সমস্যা নেই। অবদান রাখতে আমরা আপনার জন্য সঠিক কর্মকান্ড খুঁজে নিব।
cy: Ddim yn siŵr sut i gynorthwyo? Dim problem. Gallwn ni ddod o hyd i'r ffordd orau i chi gyfrannu.
uz: Qanday yordam berishni bilmayapsizmi? Bu muammo emas. Siz uchun biz mos keladigan hissa qo‘shish faoliyatini topishimiz mumkin.
xh: Awuqinisekanga ngendlela ofuna ukunceda ngayo? Akukho ngxaki. Singakufumanela indlela echanekileyo yokunikela.
