Repository: translate/mozilla-lang
Catalog: */mozorg/contribute/index.lang.po
Languages: af, bn_bd, cy, nn_no, uz, xh

source: Now tell us a little about yourself:
af: Vertel 'n bietjie oor uself:
bn_bd: এখন নিজের সম্পর্কে একটু বলুন:
cy: Dwedwch ychydig amdanoch chi eich hun:
nn_no: Fortel oss litt om deg sjølv:
uz: Endi bizga o‘zingiz haqingizda biroz ma’lum bering:
xh: Sixelele kancinci ngawe:

source: Name
af: Naam
bn_bd: নাম
cy: Enw
nn_no: Namn
uz: Nomi
xh: Igama

source: Email address
af: E-posadres
bn_bd: ইমেইল ঠিকানা‌
cy: Cyfeiriad e-bost
nn_no: E-postadresse
uz: E-pochta manzillari
xh: Idilesi ye-imeyili

source: Country
af: Land
bn_bd: রাষ্ট্র
cy: Gwlad
nn_no: Land
uz: Mamlakat
xh: Ilizwe

source: select
af: kies
bn_bd: নির্বাচন
cy: dewis
nn_no: vel
uz: tanlash
xh: khetha

source: Why do you want to be a Mozilla volunteer?
af: Hoekom wil u ’n Mozilla-vrywilliger word?
bn_bd: কেন আপনি মজিলার স্বেচ্ছাসেবক হতে ইচ্ছুক?
cy: Pam ydych am fod yn wirfoddolwr gyda Mozilla?
nn_no: Kvifor ynskjer du å verta ein friviljug hjå Mozilla?
uz: Siz nega Mozilla’ga hissa qo‘shuvchi bo‘lishni xohlaysiz?
xh: Kutheni ufuna ukuvoluntiyela i-Mozilla?

source: (Optional)
af: (opsioneel)
bn_bd: (ঐচ্ছিক)
cy: (Dewisol)
nn_no: (Valfritt)
uz: (Majburiy emas)
xh: (Okukhethwayo)

source: I’m okay with Mozilla handling my info as explained in <a href="%(privacy)s">this Privacy Policy</a>
af: Dis reg as my inligting hanteer word soos verduidelik in <a href="%(privacy)s">die privaatheidbeleid</a>
bn_bd: আমি ঠিক আছি মজিলার সাথে আমার তথ্য পরিচালনায় যা মজিলা ব্যাখ্যা করেছে <a href="%(privacy)s">গোপনীয়তা নীতি অংশে</a>
cy: Rwy'n fodlon i Mozilla drin fy ngwybodaeth fel mae'n cael ei esbonio yn <a href="%(privacy)s">y Polisi Preifatrwydd hwn</a>
nn_no: Eg godkjenner at Mozilla handsamar informasjon om meg som forklart i <a href="%(privacy)s">denne personvernpraksisen</a>
uz: "Mozilla"ning mening ma’lumotlarim bilan ishlashiga <a href="%s">ushbu "Maxfiylik siyosati"</a>ga muvofiq roziman.
xh: Ndilungile kwi-Mozilla ukuba isingathe inkcazelo njengoko kuchaziwe kwi-<a href="%(privacy)s">kulo Mgaqo-nkqubo Wabucala</a>

source: Start contributing
af: Begin by te dra
bn_bd: অবদান রাখা শুরু করুন
cy: Cychwyn cyfrannu
nn_no: Byrja å bidra
uz: Hissa qo‘shishni boshlash
xh: Qalisa ukwenza igalelo

source: Sign me up for community updates
af: Skryf my in vir gemeenskapsnuus
bn_bd: কমিউনিটি খবরাখবরের জন্য আমাকে সাইন আপ করুন
cy: Rwyf eisiau diweddariadau gan y gymuned
nn_no: Eg vil abonnera på felleskapsnyheiter
uz: Hamjamiyat yangiliklariga obuna bo‘laman
xh: Ndisayine kuhlaziyo loluntu

source: (English)
af: (Engels)
cy: (Saesneg)
nn_no: (på engelsk)
uz: (Inglizcha)
xh: (isiNgesi)

source: What particular area?
af: Watter spesifieke area?
bn_bd: নির্দিষ্ট কোন এলাকা?
cy: Pa faes arbennig?
nn_no: Innom kva for område?
uz: Aynan qaysi hududda?
xh: Eyiphi kanye ingingqi?

source: What would you like to code?
af: Waaraan wil u programmeer?
bn_bd: আপনি কি কোড করতে ইচ্ছুক?
cy: Beth hoffech chi godio?
nn_no: Kva kunne du tenkja deg å koda?
uz: Qanday kod tuzishni xohlaysiz?
xh: Yintoni ongafuna ukuyikhowuda?

source: What would you like to test?
af: Wat wil u toets?
bn_bd: আপনি কি পরীক্ষা করতে ইচ্ছুক?
cy: Beth hoffech chi ei brofi?
nn_no: Kva kunne du tenkja deg å testa?
uz: Nimani sinab ko‘rishni xohlaysiz?
xh: Yintoni ongafuna ukuyivavanya?

source: What would you like to translate?
af: Wat wil u vertaal?
bn_bd: আপনি কি অনুবাদ করতে ইচ্ছুক?
cy: Beth hoffech chi ei gyfieithu?
nn_no: Kva kunne du tenkja deg å omsetja?
uz: Nimani tarjima qilishni xohlaysiz?
xh: Yintoni ongafuna ukuyiguqulela?

source: What would you like to write?
af: Wat wil u skryf?
bn_bd: আপনি কি লিখতে ইচ্ছুক?
cy: Beth hoffech chi ei ysgrifennu?
nn_no: Kva kunne du tenkja deg å skriva?
uz: Nimani yozishni xohlaysiz?
xh: Yintoni ongafuna ukuyibhala?

source: What would you like to teach?
af: Waarin wil u onderrig gee?
bn_bd: আপনি কি শিখাতে ইচ্ছুক?
cy: Beth hoffech chi ei addysgu?
nn_no: Kva kunne du tenkja deg å læra andre om?
uz: Nimani o‘rgatishni xohlaysiz?
xh: Yintoni ongafuna ukuyifundisa?

source: Websites
af: Webwerwe
cy: Gwefannau
nn_no: Nettstadar
uz: Vebsaytlar

source: Firefox add-ons
af: Firefox-byvoegings
bn_bd: ফায়ারফক্স অ্যাড-অন
cy: Ychwanegion Firefox
nn_no: Firefox-utvidingar
uz: Firefox qo‘shimcha dasturlari
xh: I-Firefox add-ons

source: HTML5 apps
af: HTML5-programme
bn_bd: HTML5 অ্যাপ
cy: Apiau HTML5
nn_no: HTML5-appar
uz: HTML5 ilova dasturlari
xh: Ii-apps ze-HTML5

source: Diagnosing Web compatibility issues
af: Opspoor van versoenbaarheidsprobleme op die Web
bn_bd: ওয়েব কম্প্যাটিবিলিটি সমস্যাগুলো নির্ণয় করুন
cy: Datrys materion cydweddu Gwe
nn_no: Diagnostisering av webkompatiblitetsproblem
uz: Veb moslik muammolariga tashxis qo‘yish
xh: Ukunyanga okuthile malunga nokuhambelana neWebhu

source: Online services
af: Dienste aanlyn
bn_bd: অনলাইন পরিষেবা
cy: Gwasanaethau ar-lein
nn_no: Online-tenester
uz: Onlayn xizmatlar
xh: Iinkonzo ezikwinethiwokhi

source: Web compatibility
af: Webversoenbaarheid
bn_bd: ওয়েব কম্প্যাটিবিলিটি
cy: Cydweddu gwe
nn_no: Webkompatiblitet
uz: Veb mosligi
xh: Ukuhambelana neWebhu

source: Product localization
af: Produklokalisering
bn_bd: পণ্য লোকালাইজেশন
cy: Lleoleiddio cynnyrch
nn_no: Produktlokalisering
uz: Mahsulotni tarjima qilish
xh: Imveliso ze-localization

source: Website localization
af: Webwerflokalisering
bn_bd: ওয়েবসাইট লোকালাইজেশন
cy: Lleoleiddio gwefannau
nn_no: Nettsidelokalisering
uz: Vebsaytni tarjima qilish
xh: IWebhusayithi ya-localization

source: I’d like to work on localization tools
af: Ek wil werk aan lokaliseringsgereedskap
bn_bd: আমি লোকালাইজেশন টুলগুলোর উপর কাজ করতে চাই
cy: Hoffwn i weithio ar offer lleoleiddio
nn_no: Eg vil gjerne arbeide med lokaliseringsverktøy
uz: Lokalizatsiya vositalari bilan ishlashni yaxshi ko‘raman
xh: Ndingathanda ukusebenzisa izixhobo ze-localization

source: Social media
af: Sosiale media
bn_bd: সামাজিক যোগাযোগ মাধ্যম
cy: Cyfryngau cymdeithasol
nn_no: Sosiale media
uz: Ijtimoiy media
xh: Imidiya yokuntu

source: Journalism
af: Joernalisme
bn_bd: সাংবাদিকতা
cy: Newyddiaduraeth
nn_no: Journalistikk
uz: Jurnalistika
xh: Ijenali

source: Technical docs for users
af: Tegniese dokumentasie vir gebruikers
bn_bd: ব্যবহারকারীদের জন্য প্রযুক্তিগত নথি
cy: Dogfennau technegol ar gyfer defnyddwyr
nn_no: Teknisk dokumentasjon for brukarar
uz: Foydalanuvchilar uchun texnik hujjatlar
xh: Amaxwebhu obuchwepheshe babasebenzisi

source: Technical docs for developers
af: Tegniese dokumentasie vir programmeerders
bn_bd: ডেভেলপারদের জন্য কারিগরী নথি
cy: Dogfennau technegol ar gyfer datblygwyr
nn_no: Teknisk dokumentasjon for utviklarar
uz: Dasturchilar uchun texnik hujjatlar
xh: Amaxwebhu obuchwepheshe babavelisi

source: Technical docs for Firefox add-ons
af: Tegniese dokumentasie vir Firefox-byvoegings
bn_bd: ফায়ারফক্স অ্যাড-অন এর জন্যে কারিগরী নথি
cy: Dogfennau technegol ar gyfer ychwanegion Firefox
nn_no: Teknisk dokumentasjon for Firefox-utvidingar
uz: Firefox ilova dasturlari uchun texnik hujjatlar
xh: Amaxwebhu obuchwepheshe ka-Firefox add-ons

source: Technical docs for HTML5 apps
af: Tegniese dokumentasie vir HTML5-programme
bn_bd: HTML5 অ্যাপের জন্য কারিগরী নথি
cy: Dogfennau technegol ar gyfer apiau HTML5
nn_no: Teknisk dokumentasjon for HTML5-appar
uz: HTML5 ilova dasturlari uchun texnik hujjatlar
xh: Amaxwebhu obuchwepheshe be-HTML5 apps

source: Teach the Web (Webmaker)
af: Onderrig oor die Web (Webmaker)
bn_bd: ওয়েব সম্পর্কে শিক্ষাদান (ওয়েবমেকার)
cy: Addysgu'r We (Webmaster)
nn_no: Lær andre om nettet (Webmaker)
uz: Vebni o‘rgatish (Webmaker)
xh: Fundisa iWebhu (Umenzi weWebhu)

source: Open News fellowships
bn_bd: Open News ফেলোশিপ
cy: Ysgoloriaethau Open News
uz: Ochiq yangiliklar do‘stligi
xh: Vula ii-felowship ezintsha

source: Hive - Community networks of educators/mentors
bn_bd: Hive - শিক্ষাবিদ/প্রশিক্ষকদের কমিউনিটি নেটওয়ার্ক
cy: Hive - Rhwydweithiau cymunedol addysgwyr/mentoriaid
uz: Hive - ta’lim beruvchilar/murabbiylar jamiyati tarmoqlaridir

source: Open Web science research
bn_bd: ওপেন ওয়েব বিজ্ঞান গবেষণা
cy: Ymchwil wyddonol Open Web
uz: Ochiq tarmoq fani tadqiqoti
xh: IWebhu evulelekileyo yophando lobugcisa

source: Community Events
af: Gemeenskapsgeleenthede
cy: Digwyddiadau Cymunedol
nn_no: Fellesskapshendingar
uz: Hamjamiyat tadbirlari
xh: Imicimbi yoluntu

source: Find events
af: Soek geleenthede
bn_bd: অনুষ্ঠান খুঁজুন
cy: Canfod digwyddiadau
nn_no: Finn hendingar
uz: Tadbirlarni topish
xh: Fumana imicimbi

source: By city, country, or event:
af: Volgens stad, land, of geleentheid:
bn_bd: শহর, দেশ, বা অনুষ্ঠানের ধরন অনুসারে:
cy: Yn ôl dinas, gwlad neu ddigwyddiad:
uz: Shahar, mamlakat yoki tadbir bo‘yicha:
xh: Ngedolophu, ilizwe, okanye imicimbi:

source: By date:
af: Volgens datum:
bn_bd: তারিখ অনুসারে:
cy: Yn ôl dyddiad:
uz: Sana bo‘yicha:
xh: Ngomhla:

source: month
af: maand
bn_bd: মাস
cy: mis
uz: oy
xh: inyanga

source: year
af: jaar
bn_bd: বছর
cy: blwyddyn
uz: yil
xh: unyaka

source: Date
af: Datum
bn_bd: তারিখ
cy: Dyddiad
uz: Sana
xh: umhla

source: Event
af: Geleentheid
bn_bd: অনুষ্ঠান
cy: Digwyddiad
nn_no: Hending
uz: Tadbir
xh: Umcimbi

source: Location
af: Plek
bn_bd: অবস্থান
cy: Lleoliad
nn_no: Plassering
uz: Manzil
xh: Indawo

source: City
af: Stad
bn_bd: শহর
cy: Tref/Dinas
nn_no: Stad
uz: Shahar
xh: Isixeko

source: Events
af: Geleenthede
bn_bd: অনুষ্ঠানসমূহ
cy: Digwyddiadau
nn_no: Hendingar
uz: Tadbirlar
xh: Imicimbi

source: Thank you!
af: Dankie!
bn_bd: আপনাকে ধন্যবাদ!
cy: Diolch yn fawr!
uz: Rahmat!
xh: Enkosi!

source: Thanks!
af: Dankie!
bn_bd: ধন্যবাদ!
cy: Diolch!
nn_no: Takk!
uz: Rahmat!
xh: Enkosi!

source: We’re thrilled to see that you’re interested in coding and can’t wait to get you started.
af: Dankie vir u belangstelling in programmeerwerk. Ons sien uit na die bydraes!
bn_bd: আমরা রোমাঞ্চিত এটা দেখে যে আপনি কোডিং করতে আগ্রহী এবং আরম্ভ করতে অপেক্ষা করতে পারেন না।
cy: Rydym wrth ein bodd i weld bod gennych ddiddordeb mewn codio ac rydym yn awyddus i'ch gweld yn cychwyn arni.
uz: Sizning kod terishga qiziqib qolganingizdan va sabrsizlik bilan ish boshlashni kutayotganingizdan xursandmiz.
xh: Siyavuya ukubona ukuba unomdla ekukhowudeni kwaye sikungxamele ukuqalisa.

source: We’re thrilled to see that you’re interested in testing and can’t wait to get you started.
af: Dankie vir u belangstelling in toetswerk. Ons sien uit na die bydraes!
bn_bd: আমরা রোমাঞ্চিত এটা দেখে যে আপনি টেস্টিং করতে আগ্রহী এবং আরম্ভ করতে অপেক্ষা করতে পারেন না।
cy: Rydym wrth ein bodd i weld bod gennych ddiddordeb mewn profi ac rydym yn awyddus i'ch gweld yn cychwyn arni.
uz: Sizning sinab ko‘rishga qiziqib qolganingizdan va sabrsizlik bilan ish boshlashni kutayotganingizdan xursandmiz.
xh: Siyavuya ukubona ukuba unomdla ekuvavanyeni kwaye sikungxamele ukuqalisa.

source: We’re thrilled to see that you’re interested in writing and can’t wait to get you started.
af: Dankie vir u belangstelling in skryfwerk. Ons sien uit na die bydraes!
bn_bd: আমরা রোমাঞ্চিত এটা দেখে যে আপনি লিখতে আগ্রহী এবং আরম্ভ করতে অপেক্ষা করতে পারেন না।
cy: Rydym wrth ein bodd i weld bod gennych ddiddordeb mewn ysgrifenu ac rydym yn awyddus i'ch gweld yn cychwyn arni.
uz: Sizning yozishga qiziqib qolganingizdan va sabrsizlik bilan ish boshlashni kutayotganingizdan xursandmiz.
xh: Siyavuya ukubona ukuba unomdla ekubhaleni kwaye sikungxamele ukuqalisa.

source: We’re thrilled to see that you’re interested in teaching and can’t wait to get you started.
af: Dankie vir u belangstelling in onderrig. Ons sien uit na die bydraes!
bn_bd: আমরা রোমাঞ্চিত এটা দেখে যে আপনি পাঠদানে আগ্রহী এবং আরম্ভ করতে অপেক্ষা করতে পারেন না।
cy: Rydym wrth ein bodd i weld bod gennych ddiddordeb mewn addysgu ac rydym yn awyddus i'ch gweld yn cychwyn arni.
uz: Sizning o‘rgatishga qiziqib qolganingizdan va sabrsizlik bilan ish boshlashni kutayotganingizdan xursandmiz.
xh: Siyavuya ukubona ukuba unomdla ekufundiseni kwaye sikungxamele ukuqalisa.

source: We’re thrilled to see that you’re interested in helping and can’t wait to get you started.
af: Dankie vir u belangstelling om mense te help. Ons sien uit na die bydraes!
bn_bd: আমরা রোমাঞ্চিত এটা দেখে যে আপনি সহযোগিতা করতে আগ্রহী এবং আরম্ভ করতে অপেক্ষা করতে পারেন না।
cy: Rydym wrth ein bodd i weld bod gennych ddiddordeb yn ein cynorthwyo ac rydym yn awyddus i'ch gweld yn cychwyn arni.
uz: Sizning yordam berishga qiziqib qolganingizdan va sabrsizlik bilan ish boshlashni kutayotganingizdan xursandmiz.
xh: Siyavuya ukubona ukuba unomdla ekuncedeni kwaye sikungxamele ukuqalisa.

source: We’re thrilled to see that you’re interested in translating and can’t wait to get you started.
af: Dankie vir u belangstelling in vertaalwerk. Ons sien uit na die bydraes!
bn_bd: আমরা রোমাঞ্চিত এটা দেখে যে আপনি অনুবাদ করতে আগ্রহী এবং আরম্ভ করতে অপেক্ষা করতে পারেন না।
cy: Rydym wrth ein bodd i weld bod gennych ddiddordeb mewn cyfieithu ac rydym yn awyddus i'ch gweld yn cychwyn arni.
uz: Sizning tarjima qilishga qiziqib qolganingizdan va sabrsizlik bilan ish boshlashni kutayotganingizdan xursandmiz.
xh: Siyavuya ukubona ukuba unomdla ekuguquleni iilwimi kwaye sikungxamele ukuqalisa.

source: We’re thrilled to see that you’re interested in activism and can’t wait to get you started.
af: Dankie vir u belangstelling in aktivisme. Ons sien uit na die bydraes!
bn_bd: আমরা রোমাঞ্চিত এটা দেখে যে আপনি আন্দোলন করতে আগ্রহী এবং আরম্ভ করতে অপেক্ষা করতে পারেন না।
cy: Rydym wrth ein bodd i weld bod gennych ddiddordeb mewn gweithredu ac rydym yn awyddus i'ch gweld yn cychwyn arni.
uz: Sizning faollikka qiziqib qolganingizdan va sabrsizlik bilan ish boshlashni kutayotganingizdan xursandmiz.
xh: Siyavuya ukubona ukuba unomdla kwi-activism kwaye sikungxamela ukuqalisa.

source: We’re thrilled to see that you’re interested in volunteering and can’t wait to get you started.
af: Dankie vir u belangstelling om te vrywillig. Ons sien uit na die bydraes!
bn_bd: আমরা রোমাঞ্চিত এটা দেখে যে আপনি স্বেচ্ছাসেবা করতে আগ্রহী এবং আরম্ভ করতে অপেক্ষা করতে পারেন না।
cy: Rydym wrth ein bodd i weld bod gennych ddiddordeb mewn gwirfoddoli ac rydym yn awyddus i'ch gweld yn cychwyn arni.
uz: Sizning hissa qo‘shishga qiziqib qolganingizdan va sabrsizlik bilan ish boshlashni kutayotganingizdan xursandmiz.
xh: Siyavuya ukubona ukuba unomdla ekuvolontiyeni kwaye sikungxamele ukuqalisa

source: Keep an eye on your inbox for an important message from us.
af: Hou u e-pos dop vir ’n belangrike boodskap van ons af.
bn_bd: আমাদের পক্ষ থেকে কোন গুরুত্বপূর্ণ বার্তার জন্য আপনার ইনবক্সে নজর রাখুন।
cy: Cadwch lygad am neges bwysig gennym ni yn ar eich blwch derbyn.
uz: Bizdan muhim xabarlar uchun e-pochtangiz kiruvchi xabarlaridan ko‘zingizni uzmang.
xh: Beka iliso kwi-inbox yakho kukho umyalezo obalulekileyo osuka kuthi.

source: Hello!
af: Hallo!
bn_bd: হ্যালো!
cy: Helo!
nn_no: Hallo!
uz: Salom!
xh: Molo!

source: Your Name
af: Naam
bn_bd: আপনার নাম
cy: Eich Enw
nn_no: Namnet ditt
uz: Ismingiz
xh: Igama lakho

source: In the meantime&hellip;
af: Intussen&hellip;
bn_bd: এর মধ্যে&hellip;
cy: Yn y cyfamser&hellip;
nn_no: I mellomtida&hellip;
uz: Xuddi shu vaqtda&hellip;
xh: Okwangoku&hellip;

source: You can help by picking an easy task that only takes a few minutes &mdash; or take on a bigger challenge.
af: Help gerus deur 'n maklike taak te kies wat slegs 'n paar minute neem &mdash; of aanvaar 'n groter uitdaging.
cy: Gallwch gynorthwyo drwy ddewis tasg hawdd fydd y cymryd ychydig funudau &mdash; neu gymryd her fwy.

source: Choose a Task Now
af: Kies nou 'n taak
bn_bd: এখন কোন কাজ নির্বাচন করুন
cy: Dewis Tasg Nawr
nn_no: Vel ei oppgåve

source: Help us tell the world how awesome Firefox is and about all the important work Mozilla does every day.
af: Help ons om die wêreld te vertel hoe oulik Firefox is en oor al die belangrike werk wat Mozilla elke dag doen.
cy: Ymunwch â ni i ddweud wrth bawb pa mor dda yw Firefox ac am y gwaith pwysig mae Mozilla'n ei wneud bob dydd.

source: Join Now
af: Sluit nou aan
bn_bd: এখনই যোগ দিন
cy: Ymunwch Nawr
nn_no: Bli med no

source: You can create your Mozillians account now to connect with fellow Mozillians.
af: Skep gerus nou 'n Mozillians-rekening om kontak te maak met ander Mozilla-mense.
bn_bd: সতীর্থ মজিলিয়ানদের সাথে সংযুক্ত থাকতে আপনি আপনার মজিলা অ্যাকাউন্ট তৈরি করতে পারেন।
cy: Gallwch greu eich cyfrif Mozilliad nawr er mwyn cysylltu â'ch cyd-Fozilliaid.
uz: Mozillachi do‘stlaringiz bilan bog‘lanish uchun hozir Mozillachi hisobini yaratishingiz mumkin.
xh: Ungazenzela i-akhawunti yoluntu luka-Mozilla yakho unxibelelane noluntu lwe-Mozilla.

source: Yes, create my Mozillians account
af: Ja, skep my Mozillians-rekening
bn_bd: হ্যাঁ, আমার মজিলা অ্যাকাউন্ট তৈরি কর
cy: Iawn, crëwch gyfrif Mozilliad i mi
nn_no: Ja, opprett Mozilla-kontoen min
uz: Ha, mening mozillachi hisobimni yarat
xh: Ewe, yenza i-akhawunti yam ye-Mozilla

source: You will be asked to sign in before proceeding
af: U gaan gevra word om aan te meld om voort te gaan
bn_bd: অগ্রসর হবার আগে সাইন ইন করার কথা বলা হবে
cy: Bydd gofyn i chi fewngofnodi cyn mynd ymhellach
uz: Amalga oshishidan oldin kirish uchun qanday so‘raladi
xh: Uyakucelwa ukuba usayinele ukungena phambi kokuba uqhubeke

source: No thanks, I’ll just wait for the email
af: Nee dankie. Ek wag net vir die e-pos.
bn_bd: না, আমি ইমেইলের জন্য অপেক্ষা করব
cy: Dim diolch, mi wna i aros am yr e-bost
uz: Yo‘q, rahmat. Men faqat e-xatlarni kutaman.
xh: Hayi enkosi, ndakulindela nje i-imeyili

source: Area of interest?
af: Belangstellingsarea?
bn_bd: আগ্রহের ক্ষেত্র?
cy: Maes diddordeb?
nn_no: Interesseområde?
uz: Qiziqishingiz doirasidami?
xh: Unomdla kweyiphi into?

source: Helping Users
af: Help gebruikers
bn_bd: ব্যবহারকারীদের সাহায্য করা
cy: Helpu Defnyddwyr
nn_no: Hjelpe brukarar
uz: Foydalanuvchilarga yordam berish
xh: Ukunceda abasebenzisi

source: Testing and QA
af: Toets en kwaliteitversekering
bn_bd: পরীক্ষা এবং QA
cy: Profi ac Ansawdd
nn_no: Testing og kvalitetskontroll
uz: Sinab ko‘rish va sifatni boshqarish
xh: Uvavanyo ne-QA

source: Marketing
af: Bemarking
bn_bd: ব্যবসায়িক
cy: Marchnata
nn_no: Marknadsføring
xh: Urhwebo

source: Localization and Translation
af: Lokalisering en vertaling
bn_bd: লোকালাইজেশন ও অনুবাদ
cy: Lleoleiddio a Chyfieithu
nn_no: Lokalisering og omsetjing
uz: Lokalizatsiya va tarjima
xh: I-localization nenguququlelo yolwimi

source: Web Development
af: Webontwikkeling
bn_bd: ওয়েব ডেভেলপমেন্ট
cy: Datblygiad Gwe
nn_no: Nettutvikling
uz: Veb dasturlash
xh: Uphuhliso lweWebhu

source: Add-ons
af: Byvoegings
bn_bd: অ্যাড-অন
cy: Ychwanegion
nn_no: Utvidingar
uz: Qo‘shimcha dasturlar
xh: Izongezelelo

source: Visual Design
af: Visuele ontwerp
bn_bd: ভিজ্যুয়াল ডিজাইন
cy: Cynllunio Gweledol
nn_no: Visuell utforming
uz: Vizual dizayn
xh: Uyilo Olubonakalayo

source: Documentation and Writing
af: Dokumentasie en skryfwerk
bn_bd: ডকুমেন্টেশন এবং লেখা
cy: Dogfennaeth ac Ysgrifennu
nn_no: Dokumentasjon og skriving
uz: Texnik hujjatlar tuzish
xh: Amaxwebhu nokubhala

source: Education
af: Opvoeding
bn_bd: শিক্ষা
cy: Addysg
nn_no: Utdanning
uz: Taʼlim
xh: Imfundo

source: Other
af: Ander
bn_bd: অন্যান্য
cy: Arall
nn_no: Anna
uz: Boshqa
xh: Okunye

source: Hi, I’m interested in…
af: Ek stel belang in…
bn_bd: হাই, আমি আগ্রহী…
cy: Mae gen i ddiddordeb mewn…
nn_no: Hei, eg er interessert i …
uz: Salom, men qiziqib qoldim …
xh: Molweni, ndinomdla kwi-…

source: Send us a note and we can get you started right away.
af: Stuur ons 'n notatjie dan begin ons so gou as moontlik.
bn_bd: আমাদের একটি নোট পাঠান এবং আমরা আপনাকে সঠিকভাবে শুরু করিয়ে দিতে পারি।
cy: Anfonwch neges a gallwn eich cychwyn yn syth.
nn_no: Send oss ei melding slik at du kan koma i gang med ein gong.
uz: Ishni boshlashimiz uchun bizga xabar jo‘nating.
xh: Sithumelele imigcana embalwa yaye siza kukuqalisa ngokukhawuleza.

source: I have a suggestion for Firefox
af: Ek het 'n voorstel vir Firefox
bn_bd: আমার ফায়ারফক্সের জন্য একটি প্রস্তাব আছে
cy: Mae gen i awgrym ar gyfer Firefox
nn_no: Eg vil føreslå noko for Firefox
uz: Firefox uchun taklifim bor
xh: Ndinecebiso nge-Firefox

source: I need help with a Firefox issue
af: Ek benodig hulp met 'n aspek van Firefox
bn_bd: আমার একটি ফায়ারফক্সের সমস্যার জন্য সাহায্য প্রয়োজন
cy: Rwyf angen cymorth gyda mater yn ymwneud â Firefox
nn_no: Eg treng hjelp til å løysa eit Firefox-problem
uz: Firefox bilan bog‘liq muammolar bo‘yicha yordam kerak
xh: Ndifuna uncedo kumbandela we-Firefox

source: Please enter a valid email address.
af: Tik 'n geldige e-posadres in.
cy: Rhowch gyfeiriad e-bost dilys, os gwelwch yn dda.
nn_no: Skriv inn ei gyldig e-postadresse.

source: You must agree to the privacy policy.
af: U moet toestem tot die privaatheidbeleid.
bn_bd: আপনাকে গোপনীয়তা নীতির সাথে একমত হতে হবে।
cy: Rhaid i chi gytuno i'r polisi preifatrwydd.
nn_no: Du må seia deg samd i personvernpraksisen
uz: Siz maxfiylik siyosatiga rozi bo‘lishingiz kerak.
xh: Ufanele uvumelane nomgaqo-nkqubo wabucala.

source: Please select an area of interest.
af: Kies asb. 'n belangstellingsarea.
bn_bd: অনুগ্রহ করে আগ্রহের একটি অঞ্চল নির্বাচন করুন।
cy: Dewiswch faes diddordeb.
nn_no: Vel eit interesseområde.
uz: Marhamat, qiziqishingiz doirasini ko‘rsating.
xh: Nceda ukhethe icandelo onomdla kulo.

source: Please tell us more about your interests.
af: Vertel ons gerus meer van u belangstelling.
bn_bd: অনুগ্রহ করে আমাদের আপনার আগ্রহ সম্পর্কে আরও বলুন।
cy: Dwedwch ragor am eich diddordebau.
nn_no: Fortel oss meir om interessene dine.
uz: Qiziqishlaringiz haqida bizga ko‘proq ma’lumot bering.
xh: Nceda usixelela okungakumbi ngezinto onomdla kuzo.

source: Firefox and Firefox OS
uz: Firefox va Firefox OS

source: Firefox
bn_bd: ফায়ারফক্স
xh: IFirefox

source: Firefox Marketplace
bn_bd: ফায়ারফক্স মার্কেটপ্লেস
nn_no: Firefox Marknadsplass
xh: IMarike yeFirefox
