Repository: translate/mozilla-lang
Catalog: */mozorg/contribute/stories.lang.po
Languages: hi_in, ur

source: Meet Mozillians from all around the world. Learn about the projects they’ve worked on and see what they’re currently helping with.
hi_in: पूरी दुनिया के Mozilla सवसंवको से मिलो. प्रोजेक्ट्स के बारे में सीखो जिसपे उन्होंने काम किया हो और देखो की वो आगे आपकी केसे मदत कर सकते है.
ur: پوری دنیا کہ موزیلین سے ملافات کریں ۔ پراجیکٹ کے بارے میں سیکھیں جس پر انییوں نے کام کیا یو اور جن پر وہ موجودہ مدد کر رہے ہوں:

source: Meet a few more Mozillians
hi_in: कुछ मोज़िल्लियन से मिले
ur: چند مزید موزاللینس سے ملاقات کریں

source: Read their stories here and discover even more on Twitter with <a href="%(link_hashtag)s">#IAmAMozillian</a>
hi_in: यहां उनकी कहानियों पढ़ें और <a href="%(link_hashtag)s">#IAmAMozillian</a> के साथ ट्विटर पर भी अधिक खोजे
ur: ان کی کہانیاں یہاں پڑھیں اور ٹوئٹر پر بھی زیادہ دریافت کرسکتے پیں <a href="%(link_hashtag)s">#IAmAMozillian</a>

source: Mozillian Stories
hi_in: Mozillian कहानी
ur: Mozillian کی کہانیاں

source: Hi, I’m <b class="name">Rubén</b>, a Mozillian in <b class="country">Spain</b>
hi_in: हाय, मैं <b class="name">रुबेन</b>, <b class="country">स्पेन</b> में एक मोज़िल्लियन हूँ
ur: یائی میں <b class="name">روبین</b>ہوں، ایک موزیلین <b class="country">سپین سے</b>

source: I’ve been collaborating with the Mozilla community since 2004, helping with website localization, QA, user support and community marketing. I’ve also helped organize events in Spain and performed IT tasks within the Mozilla Hispano community.
hi_in: मैं Mozilla समुदाय के साथ सहयोग कर रहा हूँ 2004 के बाद से, वेबसाइट स्थानीयकरण के साथ मदद करने,QA,उपयोक्ता सहयोग और विपणन समुदाय. मैं भी स्पेन में ईवेंट्स व्यवस्थित करने में मदद मिली है और यह Mozilla Hispano समुदाय के भीतर कार्य प्रदर्शन किया.

source: I’m currently helping with:
hi_in: के साथ मैं वर्तमान मदद कर रहा हूँ:
ur: میں موجودہ مدد کریا ہوں مع:

source: Mozilla.org localization
hi_in: Mozilla.org स्थानीयकरण
ur: Mozilla.org کی لوکلائزیشن

source: Firefox OS launch in Spain
hi_in: स्पेन में Firefox OS लॉन्च

source: Mozilla Hispano mentorship program
hi_in: मोज़िला हिस्पैनो प्रतिपालक प्रोग्राम
ur: Mozilla ہسپانوں رہنمائی پروگرام

source: Community events
hi_in: समुदाय की कार्यक्रम
ur: حلقہے کے وقوعہ

source: Hi, I’m <b class="name">Faye</b>, a Mozillian in <b class="country">the Philippines</b>
hi_in: मैं हूँ <b class="name">फेय</b>, एक मोज़िलियन<b class="country">फिलीपींस से</b>

source: I went to my first local Mozilla event in 2011 and was inspired to do more by all the amazing people I met and got to know. And now, I am the Mozilla Philippines Community Manager.
hi_in: मैं 2011 मे मेरे पहले स्थानीय मोज़िला कार्यक्रम मे गया था और मुझे मिले सब अद्भुत लोगों से और अधिक करने के लिए प्रेरित हुआ और अब, मैं मोज़िला फिलीपींस समुदाय का प्रबंधक हूँ.
ur: میں نے 2011 ء میں میری پہلی مقامی موزیلا ایونٹ کے پاس گیا اور تمام حیرت انگیز لوگوں میں ملاقات کر مزید کام کرنے کی حوصلہ افزائی ہوئی ہے اور پتہ چلا. اور اب، میں موزیلا فلپائن کمیونٹی مینیجر ہوں.

source: Webmaker
hi_in: वेबमेकर
ur: ویب میکر

source: Firefox Student Ambassadors
hi_in: Firefox छात्र राजदूत
ur: فائر فاکس طالب علم سفیروں

source: Community Building
hi_in: समुदाय बनाना
ur: کمیونٹی بنائیں

source: My passion is for organizing local Webmaker and WoMoz (Women in Mozilla) community events where I can train others and help them develop their skills. I also help out with the Firefox Student Ambassadors program and Community Building.
hi_in: स्थानीय Webmaker का आयोजन करना मेरा जुनून है और WoMoz (मोज़िला में महिलाओं) सामुदायिक कार्यक्रम जहाँ मैं दूसरों को प्रशिक्षित कर सकता हूँ और उनके कौशल विकसित करने में मदद कर सकता हूँ. मैं Firefox विद्यार्थी राजदूतों कार्यक्रम और सामुदायिक भवन के साथ भी मदद करता हूँ.
ur: میرا شوق (موزیلا میں خواتین) مقامی ویب میکر اور واوموز آرگنائزنگ جہاں میں دوسروں کی تربیت اور انہیں ان کی مہارت کی ترقی میں مدد کر سکتے کمیونٹی کے واقعات کے لئے ہے. میں نے بھی فائر فاکس طالب علم سفیروں پروگرام اور کمیونٹی کی تعمیر کے ساتھ مدد کی پے.

source: My favorite part of being a Mozillian is the global community. I like to think of us as a “family” where we accept each other openly and are free to speak our minds while we work together.
hi_in: वैश्विक समुदाय के एक Mozillian होने के नाते मेरा पसंदीदा हिस्सा है. मुझे लगता है कि जैसे हम एक "परिवार" के रूप में है, जहां हम एक दूसरे के खुले तौर पर स्वीकार करते हैं और हमारे मन की बात करने के लिए स्वतंत्र हैं जब हम एक साथ काम करते हैं.
ur: ایک موذیلین ہونے کا میرا پسندیدہ حصہ عالمی کمیونٹی ہے. میں نے ایک "خاندان" ہم کھل کر ایک دوسرے کو قبول کرتے ہیں اور ہم مل کر کام کرتے ہوئے ہمارے ذہنوں بات کرنے کے لئے آزاد ہیں، جہاں کے طور پر ہم میں سوچنے کے لئے پسند کرتے ہیں.

source: Hi, I’m <b class="name">Shreyas</b>, a Mozillian in <b class="country">India</b>
hi_in: हाय, मैं हूँ <b class="name">Shreyas</b>,एक Mozillian<b class="country">भारत से</b>

source: I’m a Webmaker Super Mentor who’s passionate about building a more open Web. I love any chance to bring my community together — whether it’s through MozCafes, teaching opportunities or just getting together to talk about projects.
hi_in: मैं एक Webmaker सुपर गुरु जो एक अधिक खुला वेब निर्माण के बारे में भावुक हूँ. मैं प्रेमभाव सॆ किसी भी मेरे समुदाय को एक साथ लाता हूँ -चाहे वह के माध्यम से है,शिक्षण के अवसर या सिर्फ एक साथ परियोजनाओं के बारे में बात करने के लिए हो रही.
ur: میں نے ایک سے زیادہ کھلی ویب عمارت کے بارے میں پرجوش ہے جو ایک Webmaker سپر اتالیق ہوں. مواقع سکھا یا صرف منصوبوں کے بارے میں بات کرنے کے لئے دوسرے کے ساتھ ہو جو MozCafes ذریعے چاہے،—میں ایک دوسرے کے ساتھ اپنی کمیونٹی میں لانے کے لئے کسی بھی موقع سے محبت کرتا ہوں.

source: One thing I’m most proud of in my time as a Mozillian is “KidZilla,” a project that I initiated to educate underprivileged students about the basics of computers and the Internet.
hi_in: एक बात है मैं एक Mozillian के रूप में "KidZilla," में मेरॆ समय पर गर्व कर रहा हूँ, एक परियोजना है कि मैं कंप्यूटर और इंटरनेट के मूल के बारे में अल्पसुविधा प्राप्त छात्रों को शिक्षित करने के लिए शुरू किया हूँ.
ur: ایک بات میں نے ایک موذیلین طور پر اپنے وقت میں کے سب سے زیادہ فخر ہے "کیڈ ذیلا،" ایک منصوبے میں کمپیوٹرز کی مبادیات اور انٹرنیٹ کے بارے میں غریب طالب علموں کو تعلیم کرنے کے لئے شروع کی ہے.

source: I’m also an avid writer — if you work in Communications or PR, feel free to get in touch with me. I would love to work on something. And if you ever want to talk about Webmaking and teaching, I’m always available.
hi_in: मैं भी एक उत्साही लेखक हूँ - यदि आप संचार या पीआर में काम करते हैं,मेरे साथ संपर्क में प्राप्त करने के लिए स्वतंत्र रहे.मैं कुछ पर काम करने के लिए लगाव रखता हुँ. और अगर तुम कभी Webmaking और शिक्षण के बारे में बात करना चाहतॆ हो तो मैं हमेशा उपलब्ध हुँ.
ur: میں نے بھی ایک شوکین مصنف ہوں— اگر آپ کمیونی یا پی آر میں کام کرتے ہیں، میرے ساتھ رابطے میں حاصل کرنے کے لئے آزاد محسوس کرتے ہیں. مجھے کچھ کام کرنا پسند کروں گا. اور تم کبھی بھی ویب سازی اور تعلیم کے بارے میں بات کرنا چاہتے ہیں تو، میں نے ہمیشہ دستیاب ہوں.

source: Hi, I’m <b class="name">Michael</b>, a Mozillian in <b class="country">Switzerland</b>
hi_in: हाय, मैं हूँ <b class="name">Michael</b>, एक Mozillian <b class="country">स्विट्जरलैंड से </b>

source: I started contributing Firefox patches as a teenager in 2008. Four years later, I decided to officially become a Mozilla Rep and have been helping to build the Mozilla Switzerland community ever since.
hi_in: मैं Firefox पैच 2008 में एक किशोरी के रूप में योगदान देने लगे.चार साल बाद,मैं आधिकारिक तौर पर एक Mozilla प्रतिनिधि बन गया और तब से Mozilla स्विट्जरलैंड समुदाय के निर्माण के लिए मदद करनॆ का फैसला किया.
ur: میں نے چار سال بعد 2008. میں ایک نوجوان کے طور فائرفاکس پیچ کردار ادا کرنا شروع کر دیا، میں نے باضابطہ طور پر ایک موزیلا کا نمائندہ بننے کا فیصلہ کیا اور تب سے موزیلا سوئٹزرلینڈ کمیونٹی کی تعمیر کرنے کے لئے مدد کی گئی ہے.

source: Hack-a-thons
hi_in: हैक-एक-thons

source: In addition to organizing community events in Switzerland, I also coordinate events in Germany and Austria, making me one of only a few Mozillians to help pull off events in three different countries — all within a couple of months of each other.
hi_in: स्विट्जरलैंड में समुदाय की कार्यक्रम के आयोजन के अलावा,मैं भी जर्मनी में कार्यक्रम का समन्वय और ऑस्ट्रिया,एक मुझे केवल कुछ Mozillians की कार्यक्रम में तीन अलग अलग देशों में मदद करने के लिए का बना - सब कुछ एक-दूसरे महीने के भीतर.

source: My goal now is to keep growing our global community through localization (translation), hacking and Webmaker projects. If you’re interested, please get in touch.
hi_in: मेरा लक्ष्य अब हमारी वैश्विक समुदाय स्थानीयकरण (अनुवाद) के माध्यम से बढ़ रही है, हैकिंग और Webmaker परियोजनाओं.यदि आप रुचि रखते हैं,कृपया संपर्क करॆ.
ur: میرا مقصد ہیکنگ اور ویب میکر پراجیکٹ کے ذریعے لوکلائزیشن (ترجمہ) ہماری عالمی برادری کی بڑھتی ہوئی رکھنے کے لئے، ہے. اگر آپ دلچسپی رکھتے ہیں تو، رابطے میں حاصل کریں.

source: KidZilla
ur: کڈ ضلع

source: Maker Party
ur: پارٹی ساز
