Repository: translate/mozilla-lang
Catalog: ff/channelsposter.lang.po
Languages: ff

source: Firefox Release Channels
ff: Cali Bayyine Firefox

source: Firefox Release Timeline
ff: Asliwol Bayyine Firefox

source: The Mozilla release process delivers new features, performance immprovements and security upgrades to users every six weeks.
ff: Golle bayyingol Mozilla ena yaltina fannuuji kesi, moƴƴitine e kesɗitine kisal fayde e huutorɓe jonte jeegom kala laawol gootol.

source: This consists of four development channels producing concurrent releases of Firefox for Windows, Mac, Linux and Android.
ff: Ɗum noddi ko cali amen nay topagol jaltinooji bayyine Firefox gonaaɗe e yuɓɓooji Windows, Mac, Linux e Android.

source: For:
ff: Mo:

source: Enjoy:
ff: Teddungal maa:

source: Expect:
ff: Ɗamino:

source: Early adopters and Mozilla fans
ff: Yiɗɓe Mozilla e huutorɓe adanɓe

source: Testing the next version of Firefox with stability
ff: Ƴeewngadol yamre Firefox aroore wonndude jamɗugol

source: Mostly stable builds that need fine tuning and majority add-on compatibility
ff: Ko bayyine jamɗude cokluɗe ɓuƴteede seeɗa e jaaɓdineede e ɓeydittɗ

source: Everyone! Released to the more than 400 million Firefox users worldwide
ff: Mo woni kala! Bayyinaa fayde e ko ɓuri 400 miliyoŋ kuutoro e winndere ndee

source: The polished and stable features of Firefox that move the Web forward with great performance and unparalleled customization
ff: Ko fannuuji Firefox peewtinaaɗi jamɗinaaɗi nawooji Geese yeeso wonndude e moƴƴugol e keertingol ngol alaa nanndo

source: An awesome Web experience that answers to no one but you!
ff: Ko fartaŋŋe moolanaaɗo mo alaa joom mum so wonaa aan!

source: Web/platform developers, early adopters and adventure seekers
ff: Topayɓe geese/yuɓɓoo, huutorɓe adanɓe e suuɓe coono

source: Access to experimental new features - your feedback helps determine what makes it to Beta
ff: Huutoro fannuuji ƴeewndorɗi kesi - duttine maa mballat-min suɓaade ko naatnetee e Betaa

source: Test builds with bugs and incompatible add-ons
ff: Ƴeewndo bayyine gonnduɗe e bugge e ɓeyditte ɗe njaaɓdaani

source: Platform developers and Mozilla contributors
ff: Topayɓe juɓɓe e wallitooɓe Mozilla

source: Access to cutting edge features still under active development
ff: Huutoro fannuuji ceeɓɗi ngonɗi tawo e topeede ngasaani

source: Crashes, unstable test builds with bugs and incompatible add-ons
ff: Kooke, bayyine ƴeewndo ɗe njamɗaani gonnduɗe e bugge e ɓeyditte ɗe njaaɓdaani

source: 6 weeks
ff: jonte 6

source: Awesomeness lands on Firefox Nightly
ff: Mbaawka ena naata e Firefox Nightly

source: Stabilize on Firefox Aurora
ff: Yamɗin e Firefox Aurora

source: Stabilize on Firefox Beta
ff: Yamɗin e Firefox Betaa

source: Firefox Release!
ff: Bayyinal Firefox!

source: <i>More</i> awesomeness on Firefox Nightly
ff: <i>Ɓeydu</i> mbaawka e Firefox Nightly

source: <i>Even More</i> awesomeness on Firefox Nightly
ff: <i>Ɓeydu kadi</i> mbaawka e Firefox Nightly

source: Timeline
ff: Asliwol

source: Release
ff: Bayyinal
