Repository: translate/mozilla-lang
Catalog: ff/firefoxlive.lang.po
Languages: ff

source: Firefox Live
ff: Firefox Tolbec

source: Tweet
ff: Twittere

source: Follow @cubcaretaker
ff: Rewindo @cubcaretaker

source: Cameras
ff: Kameraaji

source: 360° view
ff: jiytol 360°

source: Camera 1
ff: Kameraa 1

source: Camera 2
ff: Kameraa 2

source: Video help
ff: Ballal widewoo

source: Do you like baby animals? Mozilla Firefox is streaming video of their 3 adopted red panda babies. Spread the word and 'share' with your friends.
ff: Aɗa yiɗi tigguyon kulle ladde? Mozilla Firefox ena siiɓtoroo widewoo tigguyon panndaaji mum 3 boɗeeji nehaaɗi. Sar kabaaru ooo tee 'simmin' heen bannde en.

source: What is more endearing? Firefox’s non-profit mission or a live feed of their animal mascot? Find out http://mzl.la/sPo5yu
ff: Hol ko ɓuɗi ɗum yooɗde? Golle amen Alla meho walla balol tolbec kumbel kullel amen? Ƴeew to http://mzl.la/sPo5yu

source: Help Firefox help protect its rare mascot and the Web by watching baby animals! http://mozilla.org/firefoxlive
ff: Wallu Firefox reende kumbel mum caɗtuɗo e Geese ɗee so ndaarde ɓiykon kulle! http://mozilla.org/firefoxlive

source: Share on Twitter »
ff: Simmin e Twitter »

source: Share on Facebook »
ff: Simmin e Facebook »
