Repository: translate/mozilla-lang
Catalog: ff/firefoxtesting.lang.po
Languages: ff

source: Download Firefox Beta for Android - Free
ff: Aawto Firefox Betaa mo Android - Alla meho

source: Download Firefox Beta for Desktop - Free
ff: Aawto Firefox Betaa mo Biro - Alla meho

source: Download and test Firefox future releases. Experience the newest innovations with the Aurora or Beta builds.
ff: Aawto ngam ƴeewndaade jame Firefox payɗe bayyineede. Ƴeewndo fannuuji ɓurɗi hesɗude huutoraade jame Aurora walla Betaa.

source: Firefox Beta
ff: Firefox Betaa

source: Firefox Beta for:
ff: Firefox Betaa mo:

source: Firefox Beta for Mobile
ff: Firefox Betaa mo Cinndel

source: Download Beta and be part of the next version of Firefox.
ff: Aawto Betaa ngam jeyeede e yamere Firefox aroore.

source: 1. Test Features
ff: 1. Ƴeewto Fannuuji

source: Try out the latest performance, customization and security enhancements almost ready for prime time.
ff: Ƴeewndo moƴƴitine cakkitiiɗe e fannu keertingol, juɓɓugol e kisal ngati haŋkadi ena wayi ɗi ƴoƴii nih.

source: 2. Refine &amp; Polish
ff: 2. Yuɓɓitin &amp; Teelto

source: File bugs to help us put the final tweaks on performance and functionality in a stable environment.
ff: Fiillo bugge ngam wallude min naatnude peewtine sakket haa ɓeydoo juɓɓugol, fannitoore tawa ko e weeyo yamɗungo.

source: 3. Do Your Part
ff: 3. Waɗ hujja maa

source: Have an impact on the next version of Firefox and the 450 million people who use it every day.
ff: Ɓeydu ballal maa e yamre Firefox aroore ngam nafoore yimɓe 450 milioŋ huutortooɓe Firefox ñalnde kala ɓee.

source: Supported devices
ff: Kaɓirɗi tammbitaaɗi
