Repository: translate/mozilla-lang
Catalog: ff/foundationsection.lang.po
Languages: ff

source: The State of Mozilla <span>Annual Report</span>
ff: Ɗo Mozilla Yahrata <span>Ciimtol Hitaande</span>

source: Welcome
ff: On njjaɓɓaama

source: Opportunities
ff: Fartaŋŋeeji

source: People
ff: Yontaaɓe

source: Ahead
ff: To fayaa

source: Download this video:
ff: Aawto oo widewoo:

source: A Different Kind of Browser
ff: Wanngorde Mo Sifaa Goɗɗo

source: What’s Mozilla all about? Why are we doing this? We’re glad you asked.
ff: Hol ko woni Mozilla? Hol ko ummini min? Amin mbeltii e naamnal maa.

source: Looking Ahead <span>Mitchell Baker</span>
ff: Kuccal Amen <span>Mitchell Baker</span>

source: Mitchell Baker, Chair discusses the state of Mozilla.
ff: Mitchell Baker, Hooreejo ena siimta ngonka Mozilla.

source: Getting Involved
ff: Yantude e Amen

source: Mozilla is a fun, diverse community of people from around the world.
ff: Mozilla ena jirwi, renndo ummiingo e winndere ndee kala hawri ɗoo.

source: Mozilla Firefox billboard, San Francisco
ff: Jaytinorde mozilla firefox San Francisco

source: Download PDF
ff: Aawto PDF

source: 2010 Audited Financial Statement
ff: Jubbannde Kopporeeje Horaande e 2010

source: 2010 Form 990
ff: Formere 990 mo 2010

source: Celebrating Firefox
ff: Lollingol firefox

source: ReMo Work Week in Paris
ff: Yontere Golle ReMo e Pari

source: Mozilla Meetup, Brazil
ff: Kawtal Mozilla, Beresiil

source: Arabic Mozilla
ff: Mozilla Aarabeere

source: Mozilla Kenya
ff: Mozilla Keñaa

source: Mozilla Indonesia
ff: Mozilla Enndonesii

source: Other languages & sharing
ff: Ɗemɗe goɗɗe & cimmingol
