Repository: translate/mozilla-lang
Catalog: ff/mobile.lang.po
Languages: ff

source: Get Firefox for Android
ff: Heɓ Firefox mo Android

source: Download for <span>Android</span>
ff: Aawto mo <span>Android</span>

source: Free from the Android Market
ff: Ena heɓoo Alla meho e Android Market

source: Or visit <a %s>Firefox.com/m</a> on your phone.
ff: Walla yillo <a %s>Firefox.com/m</a> e cinndel maa.

source: Supported Devices
ff: Kaɓirɗi Jaaɓduɗe

source: Get it from iTunes - FREE
ff: Heɓ iwde e iTunes - FREE

source: Firefox Home for <span>iPhone</span>
ff: Jaɓɓorgo Firefox mo <span>iPhone</span>

source: Access your Firefox history, bookmarks and open tabs on your iPhone.
ff: Heɓ aslol Firefox, maantore e tabbe maa udditiiɗe e iPhone maa.

source: Download Firefox to <span>Your Mobile</span>
ff: Aawto Firefox e <span>Cinndel Maa</span>

source: Want to test the latest features?
ff: Aɗa yiɗi ƴeewtaade fannuu kesi?

source: Get Firefox Home for iPhone
ff: Heɓ Jaɓɓorgo Firefox mo iPhone

source: Download Beta for Android
ff: Aawto Betaa mo Android

source: Download
ff: Aawto

source: for
ff: mo

source: Free from iTunes
ff: Jarataa hay baɗte e iTunes

source: You’ll get to experience cutting-edge features and provide feedback to help refine and polish what will be in the final release.
ff: Maa yiyru gite maa fannuuji ɓurɗi seeɓde tee ndokkaa miijooji maa ngam wallude min feewtinde ko jogori yaltude e jame battindiiɗe.

source: Developer Tools
ff: Kuutorɗe Toporo

source: You can install the mobile version of Firefox to our desktop computer in order to test, provide feedback, and build add-ons.
ff: Aɗa waawi aafde yamre cinndel Firefox e ordianteer biro maa ngam ƴeewndaade, hokkude duttine, e tafde ɓeyditte.

source: Connect With Firefox for Mobile:
ff: Seŋo e Firefox mo Cinndel:

source: Monthly newsletter
ff: Ɓataake habrirde lewriijo

source: Follow us
ff: Rewindo-min

source: Become a fan
ff: Yantu e fansɓe amen

source: Firefox is full of innovations that let you type less, browse more and get to the Web quickly and easily.
ff: Firefox ena heewi fannuuji ustooji tappugol maa, ɓeyda banngagol maa ngam keɓaa Geese ko yaawi e ko weeɓi.

source: Freedom from typing
ff: A tappataa

source: The Awesome Screen learns your favorite sites so you can browse with little or no typing.
ff: Ndee Yaynirde Moolanaade teskoto lowe maa ɓurɗaa yiɗde ngam mbaawaa wanngaade tawa tappataa binndi ko seeɗa.

source: Best of both worlds
ff: Ɓural taable walla cinndel

source: Firefox for Android is now redesigned and optimized for the way you browse on phones and tablets.
ff: Firefox mo Android ko ko ŋeñtaa tee moƴƴitinaa ngam banngagol maa e cinnde e taable kala.

source: Browse quick and easy
ff: Wanngo jaawngol e beeɓngol

source: Features like Sync, tabbed browsing and one-touch bookmarking mean everything you want is close at hand.
ff: Fannuuji wano Sync, banngagol tabbe e maantoragol tappu-gootol firti ko kala ko coklu-ɗaa ena ɓadii.

source: <a %s>Need help?</a> Visit our Firefox for Android Support site.
ff: <a %s>Aɗa sokli ballal?</a> Yillo lowre Wallitorde Firefox mo Android.

source: Download and test the build that’s right for you.
ff: Aawto ngam ƴeewndaade mahngo ngo labana-ɗaa.

source: See all our channels for mobile »
ff: Yillo cali cinndel goɗɗi ɗii fof »
