Repository: translate/mozilla-lang
Catalog: ff/snippets.lang.po
Languages: ff

source: Take Firefox anywhere you go! The latest Firefox for Android is live and ready for you to enjoy. <a href="%s">Get it now</a>.
ff: Nawor Firefox ɗo njahataa fof! Firefox cakkitiiɗo mo Android ena ɗoo hebii tolbec ngam weytaare maa. <a href="%s">Heɓ ɗum jooni.</a>

source: Now that you've got the latest version, <a href="%s">learn about all the cool things</a> you can do with your Firefox.
ff: Jooni tawde a heɓii yamre sakkitiinde ndee, <a href="%s">humpito baɗte fannuuji camorɗi</a> mbaaw-ɗaa huutoraade e Firefox.

source: You're not on the latest version of Firefox. <a href="%s">Upgrade today</a> to get the best of the Web!
ff: A jogaaki tawo yamre sakkitiinde Firefox. <a href="%s">Hesɗitin hannde</a> ngam heɓde ko ɓuri yuɓɓude e Geese!

source: Get the latest Firefox features first in <a href="%s">Aurora</a>.
ff: Hade ko juɗaa ɓenndude, heɓ fannuuji cakkitiiɗi Firefox e <a href="%s">Aurora</a>.

source: Get a sneak preview of the future of Firefox. <a href="%s">Download Firefox Aurora</a> and test the latest features.
ff: Heɓ jiytol gadanol ko jogori wonoyde Firefox garoowo. <a href="%s">Aawto Firefox Aurora</a> ngam ƴeewndaade fannuuji mu cakkitiiɗi.

source: Before Firefox there's Beta, and before Beta there's Aurora. <a href="%s">Try Firefox Aurora</a> now for the latest cutting edge features.
ff: Hade Firefox yaltude, ena waɗi Beta, hade Beta ena waɗi Aurora. <a href="%s">Ƴeewndo Firefox Aurora</a> ngam humpitaade fannuuji ceeɓɗi cakkitiiɗi annomineede.

source: <a href="%s">Become a Firefox Affiliate</a> and get everything you need to share Firefox with the world!
ff: <a href="%s">Wontu Gollondiroowo e Firefox</a> ngam heɓde kala ko coku-ɗaa ngam saakde Firefox e Winndere ndee!

source: Firefox is proudly non-profit and free to innovate on your behalf without compromise. <a href="%s">Learn more</a> about our mission.
ff: Firefox ena faarnoo wonde ɓe ɗaɓɓaani ngalu ngam addude kesamhesamaagu e innde maa tawa wondaani e caakaan. <a href="%s">Ɓeydu humpito</a> baɗte darnde amen.

source: Fast, flexible and secure, Firefox is the only browser that puts you first. <a href="%s">Learn more</a> about what makes us different by design.
ff: Ena yaawi, ena hisi tee ena weeɓti, Firefox tan woni wanngorde ardinde ngoƴa maa. <a href="%s">Ɓeydu humpito</a> baɗte hol ko waɗi alaa mo min nanndi mbaydi.

source: <a href="%s">Download Firefox on your Android tablet</a> and put the power of the Web right in your hands. Get it now.
ff: <a href="%s">Aawto Firefix e taable maa Android</a> ngati naatnaa doole Geese fof e nder njuuɗe maa. Heɓ mo jooni.

source: Keep your plugins up to date and stay safe online with <a href="%s">Plugin Check</a>.
ff: Hesɗitin ceŋe maa sahaa kala ngam ɓeydude kisal ceŋol maa huutoraade <a href="%s">Ƴeewto Ceŋe</a>.

source: Keep your Firefox in style. Dress it up in the latest <a href="%s">Personas</a>.
ff: Yooɗnu Firefox maa yahda e jolo. Ñaantu-mo <a href="%s">Personaaje</a> cakkitiiɗe.

source: Too many tabs? Reclaim your browser from the clutter with <a href="%s">Panorama</a>.
ff: Tabbe keewii haa ɓurti? Happito wanngorde maa njuɓɓitinaa tabbe maa huutoraade <a href="%s">Panorama</a>.

source: No two Firefox users are alike. <a href="%s">Add any button to your browser</a> or remove the ones you don't use. Right-click on home and select Customize.
ff: Alaa huutorɓe Firefox ɗiɗo nannduɓe. <a href="%s">Ɓeydu butoŋ kala e wanngorde maa</a> walla ittu ɗe a huutortaako. Dobo ñaamru e jaɓɓorgo tee labo-ɗaa Heertin.

source: Dress up your Firefox with Personas. Roll over to try, click to apply. Or visit the <a href="%s">gallery</a> for thousands more!
ff: Ñaantu Firefox maa huutoraade Personaaje. Tukku doombel maa ngam ƴeewndaade, dobo ngam jamminde. Walla yillo <a href="%s">gerngal</a> Personaaje ngam suɓaade e ujunnaaje!

source: Get a first look at the latest features, even before they go to Beta. <a href="%s">Download Firefox Aurora.</a>
ff: Ado ƴeewndaade fannuuji cakkitiiɗi, gila nih yettaaki yamre Betaa . <a href="%s">Aawto Firefox Aurora.</a>

source: <a href="%s">Download Firefox Aurora</a> to test features and help us determine what makes it to Beta.
ff: <a href="%s">Aawto Firefox Aurora</a> ngam ƴeewndaade fannuuji e wallude min suɓaade ko fayata e Betaa.

source: Get in early and help shape the future of Firefox. <a href="%s">Download Firefox Aurora.</a>
ff: Yantu e golle ɗee law ngam wallude sañde jame Firefox garooje. <a href="%s">Aawto Firefox Aurora.</a>

source: Firefox for Android is now optimized for the way you browse on tablets. <a href="%s">Get the power of the Web at your fingertips</a>.
ff: Firefox mo Android ƴellitaama jooni ngam ɓeydude peeragol e taable yuɓɓude. <a href="%s">Addu doole Geese haa e nder newre maa</a>.

source: Download Firefox on your Android tablet and put the power of the Web right in your hands. <a href="%s">Get it now</a>.
ff: Aawto Firefox e taable maa Android kisa naatnaa doole Geese fof e nder njuuɗe maa. <a href="%s">Heɓ mo jooni</a>.

source: <a href="%">Download Firefox Beta</a>, provide feedback and help make the next Firefox even more awesome for our 450 million users.
ff: <a href="%">Aawto Firefox Betaa</a>, hokku duttine ngam wallude huutorɓe 450 milioŋ heɓde nafoore e yamre Firefox aroore ndee.

source: Test features, refine and polish them and help us make our next version better than ever. <a href="%">Download Firefox Beta today!</a>
ff: Ƴeewndo fannuuji kesi, feewtin, moƴƴitinaa ngam wallude min moƴƴinde yamre aroore. <a href="%">Aawto Firefox Betaa hannde!</a>

source: Love Firefox? Want to help make our next version even better? <a href="%">Download Firefox Beta</a> and give us feedback today!
ff: Firefox ena wel-maa? Aɗa yiɗi yoo yamre aroore ɓeydo moƴƴude? <a href="%">Aawto Firefox Betaa</a> kaalanaa-min ko miiji-ɗaa heen!

source: Are you running the latest Firefox Beta? <a href="%">Get it now</a> and help us test the latest features.
ff: Njogi-ɗaa ko Firefox Betaa sakkitiiɗo? <a href="%">Heɓ mo jooni</a> ngam wallude-min ƴeewndaade fannuuji kesi ɗii.

source: Not on the latest Firefox Beta? <a href="%">Get it today</a> to stay on top of what we're working on for our next version.
ff: A jogaaki Firefox Beta cakkitiiɗo? <a href="%">Heɓ mo hannde</a> ngam humpitaade ko min ngoni e dow mun e yamre aroore.

source: Want to share your feedback? <a href="%">Find out how</a> and help make the next version of Firefox even more awesome.
ff: Aɗa yiɗi wostondireede miijooji maa? <a href="%">Ƴeew no waɗritee</a> mballaa-min waɗde yamre aroore yamre yuɓɓunde.

source: Firefox Beta users: Don't forget to <a href="%">provide feedback</a> to help us put the final tweaks on our next version.
ff: Huutorɓe Firefox Betaa: Hoto njejjitee <a href="%">hokkude miijooji mon</a> ngam wallude min addude bayle e yamre amen aroore.

source: Help make the next version of Firefox even more awesome. <a href="%">Become an Affiliate</a> and share Firefox Beta with your friends.
ff: Wallu-min waɗde yamre Firefox aroore yamre yuɓɓunde. <a href="%">Yantu e Gollodiiɓe</a> ngam huutodaade Firefox e musidɓe maa.

source: Invite friends to preview upcoming Firefox features. <a href="%">Become an Affiliate</a> and share Firefox Aurora today.
ff: Bismo musidɓe maa yoo ngar njiya fannuuji Firefox garooji. <a href="%">Yantu e Gollodiiɓe</a> wostondireede baɗte Firefox Aurora hannde.

source: Using Firefox on several computers? Now you can synchronize your add-ons across them all. <a href="%">Find out how to activate Sync.</a>
ff: Aɗa huutoroo Firefox e ordianteeruuji keewɗi? Jooni aɗa waawi sanngoɗinde ɓeyditte maa hakkunde majji kala. <a href="%">Ƴeew hol no Sync hurminirtee</a>
