Repository: translate/mozilla-lang
Catalog: ff/survey1.lang.po
Languages: ff

source: Thank you for helping with this research. We would like to ask you some questions about using the internet, in particular the browser software you use to do this. The term “browser” is the name of the application which displays web pages and allows you to surf the internet. The questionnaire should take about 3 minutes to complete should you qualify.
ff: A jaaraama e ballal maa e ngoo wiɗto. Amin njiɗi njaabo-ɗaa naamne seeɗa baɗte kuutorgol enternet, haa teeŋti e wanngorde kuutorto-ɗaa ngam yillaade lowe. Helmere “wanngorde” ndee ko innde jaaɓnirgal jaltinowal kelle lowe geese ngam mbaawaa wanngaade e enternet. Naamnorol ngol maa ɓam hakke hojomaaji 3 so a toɗɗaama heen.

source: Which of the following age bands do you fall into?
ff: Hol to duuɓi maa tolnii e ɗee-ɗoo pate?

source: Please indicate your gender
ff: Humpit so a debbo walla gorko

source: Male
ff: Gorko

source: Female
ff: Debbo

source: Which of the following web browsers do you use on your desktop computer or laptop at the moment, either at home or at work?
ff: Holi e ɗee-ɗee banngorɗe kuutorto-ɗaa e ordinateer maa biro walla beelno e oo sahaa, foti ko galle walla gollirdu?

source: Another browser
ff: Wanngorde woɗnde

source: Don’t know
ff: Mi anndaa

source: How likely or unlikely are you to recommend Firefox to a friend or colleague?
ff: Hol no foti e maa wasiyaade musidɓe walla gollodiiɓe laa kuutorgol Firefox?

source: I am very likely and would consider making a recommendation without being asked
ff: Miɗo hebii no feewi wasiyaade hay si mi naamnaaka

source: I am quite likely to recommend Firefox and would do so if I was asked
ff: Miɗo hebii sanne wasiyaade so mi naamnaama

source: I am neither likely nor unlikely
ff: Alaa heen ko kebii-mi waede

source: I am quite unlikely to recommend Firefox
ff: Mi hebaaki wasiyaade Firefox

source: I am very unlikely to recommend Firefox and would even consider recommending against using Firefox
ff: Mi hebaaki hay seeɗa wasiyaade Firefox tee miɗo miijoo nih wiyde hoto yimɓe kuutoro

source: And how much do you like or dislike Firefox?
ff: Hol to Firefox heɓi e maa?

source: Dislike a great deal
ff: Miɗo añi haa wooroo

source: Dislike a little
ff: Mi yiɗaa no feewi

source: Neither like nor dislike
ff: Mi yiɗaa kadi mi añaa

source: Like a little
ff: Miɗo yiɗi seeɗa

source: Like a great deal
ff: Miɗo yiɗi haa wooroo

source: So overall, taking everything into account, how satisfied or dissatisfied are you with Firefox?
ff: Wadde e ndaɓɓa, so en njuurniima fof, hol no Firefox humtiri haaju maa?

source: Extremely dissatisfied
ff: Humtaani hey seeɗa

source: Dissatisfied
ff: Humtaani

source: Somewhat dissatisfied
ff: Humtaani no feewi

source: Neither satisfied nor dissatisfied
ff: Mi weltaaki mi mettinaani heen

source: Somewhat satisfied
ff: Ena humti seeɗa

source: Satisfied
ff: Ena humti

source: Extremely satisfied
ff: Ena humti haa wooroo

source: For each of the following statements, could you please indicate whether you:
ff: Yuurno ɗee-ɗoo keɓɓitanɗe, humpit-min so tawii aɗa:

source: Were aware of this and believe it to be correct
ff: Humpitinoo ɗum tee aɗa goongɗini

source: Have seen this but were unsure if it was right
ff: Yiyino ɗum kono a laaɓanooka so ko goonga

source: Have not heard of this before today, or I don’t know
ff: A meeɗaa nande ɗum so hannde, walla a anndaa

source: There are no right or wrong answers, so please answer as honestly as you can.
ff: Alaa jaabawuuji bonɗi walla moƴƴe, wadde tiiɗno jaaboro goonga e nuunɗal.

source: A. Firefox is made by Mozilla
ff: A. Ko Mozilla waɗi Firefox

source: B. Mozilla is a non-profit organisation
ff: B. Mozilla ko fedde nde ɗaɓɓaani ngalu

source: C. Mozilla’s mission is to make the web a better place
ff: C. Darnde Mozilla ko ɓeydude yuɓɓinde geese enternet

source: D. Firefox was the first web browser
ff: D. Firefox ko wanngorde adiinde woodde

source: Which of the following would you say is your browser of choice?
ff: Hol e ɗee geɗe cikku-ɗaa woni wanngorde maa labaande?

source: Which if any of the following Firefox services had you heard of before today?
ff: Hol e ɗee-ɗoo carwe Firefox meeɗ-ɗa nande ena haalaa hade hannde?

source: A service that gives you secure access to your bookmarks, open tabs, and browsing history from any computer or smartphone with Firefox
ff: Ko carwol dokkowol naatgol kisnangol e maantore maa, uddita tabbe, e aslol peeragol iwde e ordinateer walla cinnde kala huutoraade Firefox

source: Firefox for Android
ff: Firefox mo Android

source: The Firefox browser on an Android smartphone or tablet
ff: Wanngorde Firefox e cinndel walla taable dognoowo Android

source: An identity system that allows you to sign in to sites using an email address you choose.
ff: Ko yuɓɓo innitagol jamirowol yo a naat e lowe huutoraade ñiiɓirde iimeel maa cuɓi-ɗaa.

source: Mozilla's online store for Open Web apps
ff: Ko jeere Mozilla seŋiinde ɗo jaaɓɗe Geese Udditiiɗe keɓetee

source: Addons for Firefox
ff: Ɓeyditte Mozilla

source: Customisations you can make to Firefox to add more functionality to the browser.
ff: Keertine ngaddataa e Firefox ngam ɓeydude yuɓɓinde wanngorde ndee.

source: None of these
ff: Inɗe majje

source: Which if any of the following Firefox services are you using at the moment?
ff: Hol e ɗee-ɗoo carwe Firefox ngon-ɗa e huutoraade oo sahaa?

source: Based on these descriptions, which if any, would you be interested in using in the future?
ff: Tugnaade e ɗii sifaaji, hol so a heɓii, ko niɗɗaa heen huutoraade e ko fayi arde?

source: Approximately how long have you been using Firefox?
ff: Hol no foti gila puɗɗi-ɗaa huutoraade Firefox?

source: Up to 6 months
ff: Ko abbii lebbi 6

source: 6 months to a year
ff: lebbi 6 fayi hitaande

source: 1 to 2 years
ff: hitaande 1 fayi duuɓi 2

source: 2 to 3 years
ff: duuɓi 2 fayi 3

source: 3 to 4 years
ff: duuɓi 3 fayi 4

source: 4 to 5 years
ff: duuɓi 4 fayi 5

source: More than 5 years
ff: Ko ɓuri duuɓi 5

source: Do you use any of the following to browse the internet?
ff: Hol e ɗee geɗe kuutorto-ɗaa ngam wanngaade e enternet?

source: Home PC or desktop computer
ff: Ordinateer galle walla PC biro

source: Work PC or desktop computer
ff: Ordinateer gollirdu walla PC biro

source: Home laptop
ff: Beelno galle

source: Work laptop
ff: Beelno gollirdu

source: Smartphone (eg: iPhone, Android phone)
ff: Cinndel (wano iPhone, cinndel Android)

source: Tablet (eg: iPad)
ff: Taable (wano iPad)

source: On average, approximately how many hours each day do you use the internet or browse web pages?
ff: E tonngol, hol no foti waktuuji mbanngoto-ɗaa e geese ñalnde kala?

source: Less than half an hour each day
ff: Ko jaasi feccere waktu ñalnde kala

source: About an hour a day
ff: Hakke waktu ñalnde kala

source: 2 hours a day
ff: waktuuji 2 ñalnde kala

source: 3 hours a day
ff: waktuuji 3 ñalnde kala

source: 4 hours a day
ff: waktuuji 4 ñalnde kala

source: 5 hours a day
ff: waktuuji 5 ñalnde kala

source: More than 6 hours a day
ff: Ko ɓuri waktuuji 6 ñalnde kala

source: That is the end of the questionnaire. Thank you for your time.
ff: Ko ɗoo naamnorol ngol haaɗi? A jaaraama e muñal maa.

source: Please enter a response
ff: Tiiɗno naatnu jaabawol

source: Illegal characters for single code input
ff: Alkule ɗe moƴƴaani walla naatnal dokkol ɓolol

source: Illegal characters for multi code input
ff: Alkule ɗe moƴƴaani walla naatnal dokkol punol

source: Please enter numbers only
ff: Tiiɗno naatnu limooje ɓole

source: Answer is outside of
ff: Jaabawol yaltii

source: No answer code cannot be mixed with other codes
ff: Alaa dokkol jaabawol waawi renndineede e dokke goɗɗe

source: Too many replies maximum of …
ff: Jaabaawuuji keewii haa wooroo …

source: Number of replies must be exactly …
ff: Jaabawuuji poti wonde ko …

source: Too many characters
ff: Aklule keewii haa wooroo

source: Illegal string for this template
ff: Ɓoggol moƴƴidaani e ngol tungorol

source: Click here to go back into the survey
ff: Dobo ɗoo ngam suttaade to sonndaas toh

source: Please answer highlighted question(s)
ff: Tiiɗno jaabo naamne jalbinaaɗe

source: Please select one answer only.
ff: Tiiɗno labo jaabawol gootol tan.

source: Please select as many answers as apply.
ff: Tiiɗno labo naamne keewɗe jaahdooje fof.
