Repository: translate/mozilla-lang
Catalog: ff/upgradepromos.lang.po
Languages: ff

source: Mozilla Firefox Web Browser — Free Download
ff: Wanngorde Geese Mozilla Firefox — Aawto Alla meho

source: How fast is <span>your Firefox?</span>
ff: Aɗa anndi njaaweeki <span>Firefox maa?</span>

source: New Firefox is up to 7 times faster. (That’s a lot!) Check the speedometer to see if yours can keep up.
ff: Firefox keso ena sowoo jaawngol laabi 7. (Ɗum ena heewi!) Ƴeewto meetorde njaaweeki ndee ngam yiyde so mo maa ena yaawi.

source: Old Firefox = <em>Sadface</em>
ff: Firefox Kiɗɗo = <em>Sadface</em>

source: New Firefox = <em>Yay!</em>
ff: Firefox Keso = <em>Yay!</em>

source: That just isn’t going to cut it. Stop browsing in the past and <a %s>upgrade now!</a>
ff: Ɗum waawaa tan haadde ɗoon. Woppu banngagol ƴeeŋngol tee <a %s>hesɗitin jooni!</a>

source: Now we’re talking!
ff: Jooni ngon-ɗen ko e haala!

source: Feels better, doesn’t it? Welcome to the future of the Web. It’s nice here.
ff: Nakamu, semoraani? A jaɓɓaama e janngo Geese. Ɗoo ena weli sanne.

source: Hey, looks like you’re using %BROWSER%. Why not grab Firefox and get up to speed.
ff: Hii jam, aan ellee kuutorto-ɗaa ko %BROWSER%. Ko haɗ-maa heɓde Firefox haa ɓeydoo yaawde.

source: Hey, looks like you’re not using Firefox as your browser. Why not grab Firefox and get up to speed.
ff: Hii jam, aan ellee a huutoraaki wanngorde Firefox. Ko haɗ-maa heɓde Firefox haa ɓeydoo yaawde.

source: New Firefox is faster, free (as always), crashes less and protects your privacy more.
ff: Firefox keso ɓuri yaawde, yoɓetaake (haa badaa), heewaani kooke tee ena ɓeyda suturo maa hisde.

source: <a %s>Upgrading</a> takes less than a minute and you won’t lose your history or bookmarks. Hooray!
ff: <a %s>Hesɗitinde</a> wonataa hay hojom timmuɗo tee hay huunde e aslol walla maantore maa momtettaake. Eskey!

source: Fewer Crashes <span>More Happiness</span>
ff: Kooke seeɗa <span>Weytaare haa heewi</span>

source: Upgrade now and see how much happier browsing can be with the <b>newest and fastest Firefox</b>.
ff: Hesɗitin jooni ngam yiyde no banngagol ɓurngal weltinde fittaandu heɓortoo e <b>Firefox ɓurɗi hesɗude e yaawde</b>.

source: Upgrade Firefox
ff: Hesɗitin Firefox

source: Old Firefox
ff: Firefox Kiiɗɗo

source: New Firefox
ff: Firefox Keso

source: 3, 2, 1<span>Ready to Go?</span>
ff: 3, 2, 1<span>En njehii?</span>

source: Take your bookmarks and browsing history with you on a journey to a faster Firefox.
ff: Nawor maantore maa e aslol banngagol maa so aɗa ɗannoo fayde e Firefox ɓurɗo yaawde.

source: Upgrade Firefox and take your bookmarks with you.
ff: Hesɗitin Firefox tee naworaa maantore maa.
