Repository: translate/mozilla-lang
Catalog: ff/upgradedialog.lang.po
Languages: ff

source: Get the Newest Firefox
ff: Heɓ Firefox Ɓurɗo Hesɗude

source: The Newest Firefox is Here!
ff: Firefox ɓurɗo ɓesɗude ena ɗoo!

source: <a %s>Quick, easy and free update</a>
ff: <a %s>Jaawɗum, beeɓɗum, e kesɗitine caɗtaani</a>

source: Fresh new look
ff: Mbaydi kesiri kecciri

source: Much faster than Firefox 3.6
ff: Ɓuri Firefox 3.6 yaawde ɗo woɗɗi

source: More awesomeness than ever
ff: Ɓuri lobbiɗde haa wooroo

source: There’s a new version of Firefox that can better protect you against online attacks.
ff: Ena woodi yamre hesere Firefox ɓurnde waawde hisnude-ma e njanguuji ceŋol.

source: <a %s>Get the upgrade</a> — it’s fast & free!
ff: <a %s>Heɓ kesɗitinal ngal</a> — jaawɗum & ko dokkal!

source: get the latest in security
ff: heɓ ko sakkitii e kisnal

source: experience faster performance
ff: yiyru gite maa njaaweeki mawki

source: enjoy greater customization
ff: weltoro keertingol ɓurgol timmude

source: Your version of Firefox will soon be vulnerable to online attacks.
ff: Yamre maa Firefox ena waawi yaneede bonanndeeji ceŋol.

source: Stay safe online
ff: Ɓeydu kisal maa e ceŋol

source: Enjoy new features
ff: Welto e fannuuji kesi

source: Your version of Firefox is no longer protected against online attacks.
ff: Yamre maa Firefox nattii hisde e njanguuji ceŋol.

source: This is your last reminder before you will be automatically updated to the latest version
ff: Ɗum ko laawol baɗtanol min ciiftintu-maa hade maa hesɗitineede e jaajol fayde yamre sakkitiinde

source: Firefox no longer supports your operating system version and will be vulnerable to online attacks.
ff: Firefox nattii tammbitaade yamre yuɓɓo huumnungo maa tee maa nattu hisde e njanguuji geese.

source: We recommend:
ff: Amin mbasiyoo:

source: Upgrading your <a %s>operating system</a>
ff: Kesɗitinal <a %s>yuɓɓo huumnungo</a> maa

source: Downloading a compatible browser
ff: Aawtaade wanngorde jaaɓdunde

source: Installing a free upgrade to your <a %s>operating system</a>
ff: Loowde kesɗitinal <a %s>yuɓɓo huumnungo</a> maa

source: You will be prompted once more before being automatically updated.
ff: Maa a siiftine laawol goɗngol hade maa hesɗitineede e jaagol.
