Repository: translate/mozilla-lang
Catalog: son/firefox/family/index.lang.po
Languages: son

source: Firefox – Desktop browser, Android, iOS, Sync, Private Browsing
son: Firefox – Ceecikaw ordinater, Android, iOS, Sync, sutura ceeciyan se

source: Learn more about our complete lineup of products for desktop and mobile browsing (and more) that help keep you in control online. Free yourself with Firefox.
son: Bay ka tonton ir jinay dumey kul ga ordinater nda kanbejinay ceeciyan se (nda bešere) kaŋ ga war gaa ka interneti juwal. Firefox ga war noo nda war boŋ.

source: You’re using an older version of Firefox for desktop.
son: War goo ma goy nda ordinater-se Firefox dumi žeena.

source: Update today to stay fast and safe.
son: Taagandi cahãyan nda saajaw se.

source: Browse Freely
son: Naaru nda alafiya

source: Choose Independent.
son: Suuba ka kay war boŋ ga

source: Choose Firefox.
son: Firefox suuba.

source: Free yourself with %s
son: War duu war boŋ nda %s

source: Firefox <span>for</span> desktop
son: Firefox ordinater <span>se</span>

source: Trusted. Flexible. Fast.
son: Naanante. Ibaana. Cahãnte.

source: Firefox <span>for</span> Android
son: Firefox Android <span>se</span>

source: Make it uniquely yours.
son: W'a tee war wane follokaa.

source: Get it on Google Play
son: A zumandi Google Play ga

source: Firefox <span>for</span> iOS
son: Firefox iOS <span>se</span>

source: Fast. Smart. Yours.
son: Cahãnte. Carmay. War wanoo.

source: Get it on iPhones and iPads
son: W'a zaa iPhone nda iPad ga

source: Now with Tracking Protection.
son: Sohõ nda ganayan jejebu.

source: Connect Firefox wherever you use it.
son: Firefox cee nungu kul kaŋ ra war g'a ka goy.
