Repository: translate/mozilla-lang
Catalog: son/firefox/android/index.lang.po
Languages: son

source: Firefox for Android — Mobile Web browser — More ways to customize and protect your privacy
son: Firefox Android se — kanbe interneti ceecika — fondo booboyaŋ ka war suturaa fasal nda k'a jejebu

source: Only Firefox for Android offers so many ways to make your mobile browsing experience truly your own
son: Firefox Android se hinne ma fondo booboyaŋ feeri kaŋ ga war kanbe ceeciyanoo tee war hundi ibaayoo.

source: Firefox for Android
son: Firefox Android se

source: We make it Firefox.
son: Ir g'a tee Firefox.

source: You make it your own.
son: W'a tee war boŋ wane.

source: The features you love.
son: Alhaaley kaŋ war ga baag'ey.

source: The privacy you trust.
son: Suturaa kaŋ war ga naanay y'a.

source: Our most customizable Firefox for Android yet.
son: Firefox kaŋ ir n'a tee Android se nda boŋhanseyan kul ifaalantaa.

source: Download on Google Play
son: A zumandi Google Play ga

source: Uniquely yours
son: War folloku se

source: Only Firefox for Android offers this many ways to make<br> your mobile browsing experience truly your own.
son: Firefox kaŋ tee Android se hinne ma fondo boobey wey feeri ka too<br> war ma war boŋ kanbe interneti ceeciyanoo may nda cimi.

source: Smarter sharing for all
son: Žemnayan carmay borey kul se

source: The most adaptive way to share anything, Quick Share remembers your most recently used apps to help you get the word out just the way you want.
son: Žemnayan dabaroo ga sawandi haya kul ga. Quick Share ga honga porogaramize kokorantey kaŋ war n'i ka goy ka war šennoo kaataray takaa kaŋ nda war ga baa.

source: See how it works
son: Dii taka kaŋ nd'a ga goy

source: All your faves, front and center
son: War haya kaasey kul, jine nda gam

source: Customize your Home panels with any Web content you want and access your favorite feeds &mdash; like Instagram and Pocket Hits &mdash; instantly.
son: War šintin fasaldogey hanse war boŋ se nda interneti gundekuna kul kaŋ war ga boona nda ka duu war alhabar jinay kaasey &mdash; sanda Instagram nda Pocket Hits &mdash; dogoo ra.

source: A touch more personal
son: Kaŋ boro g'a maate ka tonton

source: Display your Home panels in any order you like or add, hide and delete them as you see fit to keep your favorites one touch away.
son: War šintin fasaldogey cebe kanandi kul nda war ga baa ra, wal'i tugu nd'i tuusu taka kaŋ nda war ga baa ka war nungey kaasey gaabu doo foo ra.

source: Learn more
son: Bay ka tonton

source: Any search you like
son: Ceeciyan foo kul kaŋ war ga baa

source: Add any search engine and make it your default.
son: Ceecijinay tonton nd'a tee war tilasu wanoo.

source: Or change it any time to the one that best matches your search and privacy needs.
son: Wal'a barmay waati kaŋ war ga baa kul k'a tenjandi nda war ceeciyan nda sutura ibaayey.

source: Change your language
son: War šennoo barmay

source: Read and save articles easily
son: Hantumey caw nd'i gaabu nda faala

source: Enjoy a more pleasant reading experience with Reader View and Reading List.
son: War cawyanoo kaanandi nda cawkaw gunari nda cawyan maašeede.

source: Access your saved articles even when you’re not online.
son: Ka duu war hantum jisantey wala nda war šii ma ciya.

source: Learn more about Reading List
son: Bay ka tonton caw maašeede ga

source: Learn more about Reader View
son: Bay ka tonton cawyan gunari ga

source: Change your browser language quickly and easily, without having to change the settings for your entire device or even restart your browser.
son: War ceecikaw šennoo barmay nda cahãri nda faala, bila nda war ma hima ka war jinaa kayandiyaney kul barmay wala ba war ceecikaa ma tunandi taaga.

source: Take it to the big screen
son: A zaa diji beeroo ga

source: Send video and Web content from your smartphone or tablet to any TV equipped with supported streaming capabilities.
son: Widewo nda interneti sanba ka hun war talfon carmaa wala walhaa ha ka koy teele kul kaŋ goo nda alhabar mennandiyan dabari.

source: Keep your private info private
son: War gundu alhabarey sutura

source: We believe your personal information belongs to you.
son: Ir ga tammahã kaŋ war no ma war boŋ alhabaroo may.

source: Firefox for Android is filled with features to help keep it that way.
son: Firefox Android se ga too nd'alhaaley kaŋ ga too a ma cindi takaa woo.

source: Private Browsing with<br> Tracking Protection
son: Sutura ceeciyan nda <br> Ganayan jeejbu

source: Browse without having your history, searches or cookies saved, and block hidden third parties from following you across the Web.
son: Wa naaru bila nda war taariki, ceeciyan wala aleewa ma gaabundi, nd'a ma ganji hangakaw tugantey ma war gana interneti bande.

source: Learn more about Private Browsing
son: Bay ka tonton sutura ceeciyan ga

source: Clear history
son: Taarikoo tuusu

source: Delete your browsing history, passwords and more in a single tap.
son: Mooru cee foo ka war ceeciyan taarikoo, šennikufaley nda haya taney tuusu.

source: Choose the private data you want to remove whenever you need to do so.
son: Suuba sutura bayhayey kaŋ war ga baa k'i kaa waati kul kaŋ war ga hima ka woo tee.

source: Learn how to clear your history
son: Denden ka war taarikoo tuusu

source: Guest browsing
son: Yaw ceeciyan

source: Share your browser with friends and family without worrying that you’ll see each other’s online activity.
son: War ceecikaa žemna nda war cerey nd'alaayaney bila nda joote kaŋ war ga dii cere goyey interneti ra.

source: Learn how to share your browser
son: Bay taka kaŋ nda war ceecikaa ga žemnandi

source: See how Guest Browsing works
son: Dii taka kaŋ nda yaw ceeciyan ga goy

source: Don’t leave home without being in Sync
son: Wa ši hun hugay do bila nda war ma bara Sync ra

source: Bring your passwords, bookmarks, open tabs and more everywhere you go.
son: War šennikufaley, doo-šilbawey, nor lokey nda doo taney nungu kul kaŋ war ga koy.

source: Use Sync on your smartphone or tablet to access whatever you need from your desktop &mdash; and vice versa &mdash; without having to remember URLs.
son: Goy nda Sync war talfon carmaa wala walhaa ga ka duu haya kul kaŋ war ga boona war ordinateroo &mdash; ga nda ga willi bila nd'a ma waažibi kaŋ war ma honga aderesey.

source: Learn more about Sync
son: Bay Sync ga ka tonton

source: Choose Firefox
son: Firefox suuba

source: Supported devices
son: Jinay gaakašinantey

source: Release notes
son: Kaatarayyan hantumey

source: Do not track
son: Wa ši ay gana

source: Enable this Firefox innovation to help you stay in control of how your browsing information is collected and used online.
son: Ga Firefox tejandiyanoo woo noo fondo ka war gaa ka juwal takaa kaŋ nda war ceeciyan alhabarey ga margandi nda goyandi interneti ra.

source: Learn more about Do Not Track
son: Bay ka tonton Ma ši ay gana ga

source: Private Browsing
son: Sutura ceeciyan

source: When activated, Firefox for Android won’t accept cookies, remember passwords or record any sites that you’ve visited.
son: Nda woo n' ka tunandi, Firefox Android se ši aleewawey taa, honga šennikufaley wala nungey kul kaŋ war n'i guna jiši.

source: Learn how to open a private window
son: Bay taka kaŋ nda sutura zanfun ga feera

source: See how Private Browsing works
son: Dii taka kaŋ nda sutura ceeciyan ga goy
