Repository: translate/mozilla-lang
Catalog: gn_PY/mozorg/about.lang.po
Languages: gn_py

source: Get to know Mozilla
gn_py: Eikuaa Mozilla

source: Learn more about our projects, products and principles designed to help people take control and explore the full potential of their lives online.
gn_py: Eñemomarandu ore apopyrã rehe, apopyre ha ñepyrũgua japopyréva yvypóra oguerekóva oñangareko ha oipykúi hag̃ua opa mba'e oguerekóva tembipurupyahu rupi.

source: The Mozilla mission
gn_py: Mozilla rembipota

source: What drives us and makes us different
gn_py: Oremoakãraku ha oremoambuéva

source: Career center
gn_py: Tenda ñemoaranduha

source: Want to work at Mozilla? Apply today!
gn_py: Emba'aposépa Mozilla ndive ¡Emboaje ko'ág̃a!

source: Want to work on Firefox? Apply today!
gn_py: Emba'aposépa Firefox mboguataháramo ¡Eñemboheraguapy ko'ág̃a!

source: Mozilla blog
gn_py: Blog Mozilla mba'eva

source: News, notes and ramblings from the Mozilla project
gn_py: Marandu, jehaipy ha opa mba'rei Mozilla apopyrã rehegua

source: Mozilla style guide
gn_py: Mozilla mbohekoha rape

source: Logos, copy rules, visual assets and more
gn_py: Ta'anga'i, marandurã raperã rehegua, ta'ãnga rembiapo, etc.

source: Locations & contacts
gn_py: Mamoguaite ha ñe'ẽkuaaha

source: Addresses, emails, support and feedback forms
gn_py: Kundaharape, ñanduti veve, ñepytyvõ ha myanyhẽha temiandu rehegua

source: The Mozilla Corporation
gn_py: Mozilla Atyguasu rehegua

source: A corporation that serves the public good. Seriously.
gn_py: Peteĩ atyguasu oipytyvõva opavavetépe. Añetehápe.

source: Mozilla leadership
gn_py: Mozilla omotenondéva

source: Our Management Teams, Reps Council and Boards of Directors
gn_py: Ore aty motenonderãva, Aty'i Terapeguáva ha Aty'i Viruñangarekohára

source: Our products
gn_py: Ñane rembiapopyre

source: An overview of what we make and what we’re working on
gn_py: Peteĩ ñemombyky rojapóva ha mba'etépe romba'apo

source: Get involved
gn_py: Eike pype

source: Become a volunteer contributor in a number of different areas
gn_py: Toiko ndehegui pytyvõhára reiguáva heta tendápe g̃uarã

source: Press center
gn_py: Kuatiahaiha rendaite

source: Press info and other useful stuff
gn_py: Marandu ha purupyrã kuatiahaihápe g̃uarã

source: Privacy center
gn_py: Ñemiguáva rendaite rehegua

source: How Mozilla handles your personal information
gn_py: Mba'éichapa Mozilla omohenda ne maranduete

source: The Mozilla Foundation
gn_py: Fundación Mozilla

source: The non-profit organization behind Firefox and all Mozilla products
gn_py: Atyguasu omba'apóva viru'ỹ rehe Firefox rapykuéri ha opavavete apopyre Mozilla reheguaitéva
