Repository: translate/mozilla-lang
Catalog: ff/videos/video_teambox.lang.po
Languages: ff

source: Your apps on all your devices
ff: Jaaɓɗe maa e kaɓirɗi maa fof

source: Teambox is an online collaboration software that can be hosted in the cloud or onsite
ff: Teambox ko topirde gollondtiral e enternet waawnde hoɗneede e nder ruulde walla e lowre

source: that allows teams of any size to collaborate more efficiently,
ff: nafowal goomuuji no mbaawi fotde fof gollotirde no ɓuri yuɓɓirde,

source: communicate with each other, share files and manage tasks.
ff: jokkondira hakkunde mum'en, ngostondira piille kadi njiila golle.

source: We’re fortunate enough to have customers all over the world
ff: Amin malaa sabu jogaade min kiliyaneeɓe e winndere ndee kala

source: and using HTML5 we know that we can deliver a consistent user experience
ff: kadi huutoraade HTML5 waɗi amin nganndi ma min ngaddu dawtol ñiiɓngol

source: to those customers anywhere they are, no matter what device they are using.
ff: feewde e kiliyaneeɓe kala ɗo mbaawi wonde, kala kaɓirɗi ɓe kuutortoo.

source: There is actually one customer that’s coming to mind called iBolt
ff: Won kiliyaan biyeteeɗo iBolt mo min miijii oo sahaa

source: and they manufacture wireless accessories all over the world.
ff: etee ɓe mahata ko cinndooje wiifii e winndere ndee kaka.

source: All of them are on different devices, some of them are using phones
ff: Kañje kala ko e kaɓirɗi ceertuɗi, won e majje kuutortoo ko telefon

source: some are on tablets, some are on the desktop,
ff: won heen ko taable, won heen ko biro

source: but we know that all of them have a consistent and great user experience using HTML5
ff: kono amin nganndi kañje kala eɗe njogii dawtol kuutoro ñiiɓngol e kuutorgol HTML5

source: and that gives us a lot of assurance as a software developer.
ff: kadi dokkooje min hoolaare e wonde amen topayɓe topirɗe.

source: Obviously we could build native applications, but doing so,
ff: Sikke alaa amin mbaawnoo tafde jaaɓnirɗe ɗaɗiije, kono waɗde noon

source: for a small fast-growing company like us,
ff: e wonde-min faggordu tokosuru yaawndu ɓamtaade

source: takes a lot of time, a lot of extra money and
ff: ena ɓama sahaa juutɗo sanne e ngalu keewngu etee

source: it impacts our ability to deliver a great app to market sooner.
ff: maa ɗum jogo rewam e baawal amen addude jaaɓngal lobbal e jeere ndee ko yaawi.

source: So we made the decision not to build native apps
ff: Kisa min pelliti waasde mahde jaaɓɗe ɗaɗiije

source: and we’re using technologies like HTML5 to get to market faster
ff: tee amin kuutoroo teknologiije bayɗe hono HTML5 ngam naatde e jeere nee ko ɓuri yaawde

source: with better products and ultimately to deliver a better user experience for our customers.
ff: wonndude e golle ɓurɗe moƴƴude ngam addande huutorɓe amen dawtol kuutoro ɓurngol yuɓɓude.

source: Quite frankly we see it as a terrific onramp for our business
ff: So goog=nga amin cooynii ɓamtaare moolanaande e faggorde amen

source: Already today we see almost 1,000 signups a day without the Mozilla Marketplace
ff: Gila jooni amin njiyi ko ena wobna 1,000 winndittooɓe ñalngu kala tawa wonaa e Mozilla Marketplace

source: and we can’t even imagine how many we can possibly get through that Marketplace.
ff: tee min mbaawaa nih miijaade no foti min mbaawoyta heɓde e der oon Marketplace.

source: So we see it as a tremendous opportunity.
ff: Wadde amin cooynii heen fartaŋŋeeji mawɗi.

source: Something that gives us more visibility, more cachet in the market
ff: Ko huunde addande min ɓurde yiyeede, ɓurde hiiseede e jeere ndee

source: and we’re really excited about it, we’re looking forward to it.
ff: tee amin cummbana ɗum sanne, amin keppi nde ɗum yettotoo en.
