Repository: translate/mozilla-lang
Catalog: ff/videos/video_box.lang.po
Languages: ff

source: Your apps on all your devices
ff: Jaaɓɗe maa e kaɓirɗi maa fof

source: box is an enterprise content management solution.
ff: ko wakannde peeje yuɓɓinorde loowdi faggitorde.

source: Basically the simplest way for business users
ff: E ndaɓɓa, ko ɓuri weeɓande huutorɓe julaŋkaagal

source: to manage, share and access content that they care about
ff: e toppitaade, wostondireede e heɓde loowdi nafoori-ɓe

source: on any device be it a mobile device, a tablet or their desktop.
ff: e kaɓirgol baawngol wonde fof so cinndel, so taable walla ordinateeru.

source: When you think about features that enterprises need
ff: So a miijiima fannuuji ɗi paggitorɗe cokli

source: such as security, sharing, permissions, administration
ff: wano kisal, gostondiral, jamirooje, jiilgol

source: and overall admin management over what content is being shared by whom and where.
ff: e toppitagol jiilgol e kuuɓal baɗte hol ko woni e wostondireede, hol wostondirooɓe e hol toon.

source: These are things that we have, by design, baked into our product
ff: Ko ɗee geɗe min njogii, jibidinaaɗi, ñiiɓɗi e eɓɓoore amen

source: and that is really something that sets us apart in the marketplace.
ff: ngati ɗum ko huunde addannde-min heeroraade mbaawka e nder jeere ndee.

source: While still providing the simplicity and ease of use
ff: Kadi min njeebaaki beeɓnugol e newaare kuutoragol

source: that you would expect out of a consumer solution.
ff: ngol ɗamini-ɗon e peeje ɗe min ngaddanta kiliyaneeɓe.

source: At its very core, our product is a web product, so porting it into HTML5
ff: E nder ɗaɗol mum, gollal amen ko gollal geese, ngati naatiinde ɗum e nder HTML5

source: was just adding on a couple of extra things to it.
ff: wonnoo tan ko ɓeydude heen ngeɗon seeɗa.

source: Since we have adopted HTML5 technology both for our web product and for our default mobile page,
ff: Nde wonnoo min cuɓii ko teknologii HTML5 ngam waɗde golle amen geese e hello amen cinndel woowaango,

source: so that our web page can work by default on any device,
ff: ngam hello amen geese ena doga e kala kaɓirgol e mbaydi ngoowaani,

source: we have invested in a unique Android application and a unique iPhone application
ff: min naatnii doole e jaaɓnirgal Android labangal e jaaɓnirgal iPhone labangal

source: but we still have a one-size-fits-all web page for all mobile devices in general.
ff: kono haa jooni min njogii ko hello wooto yahdoongo e kaɓirɗi cinndel fof e kuuɓal.

source: What was really interesting for us with working with Mozilla and the Marketplace
ff: Ko maantini tigi e gollondiral amen e Mozilla e Marketplace

source: is offering our service to the people who need it in the form that they need it.
ff: ko addande carwol amen renndo ngo nganndu-ɗaa ena sokli ɗum e mbaydi ndi ngo sokli.

source: We are aware that Mozilla does also have quite a few users and its always been official
ff: Amen paami wonde Mozilla ena jogii huutorɓe yonɓe sanne etee ena laaɗinaa sahaa kala

source: to get your brand and get your name out there in a marketplace with hundreds of millions of perspectives.
ff: heɓde marke maa e innde maa toh e nder boowl jeere ɗo teemedde miliyoŋaaji fartaŋŋeeji keɓotoo.

source: Once we read through the documentation it really was just a matter of minutes before we were able to take
ff: Caggal nde min tari famminorde ndee fof hanti ɗoon e ɗoon tan min mbaawii ɓamde

source: our web page and our mobile page, both of which had already included HTML5 technology,
ff: hello amen geese e hello cinndel, ɗee ɗiɗi ɗe nganndu-ɗaa ena loowi kisa teknologii HTML5,

source: and create an installer for the Mozilla App Store.
ff: kadi min cosa aafirde Mozilla App Store.

source: distribute your apps
ff: saak jaaɓɗe maa
