Repository: translate/mozilla-lang
Catalog: ff/videos/video_kicksend.lang.po
Languages: ff

source: The problem with file sharing right now is that not one solution
ff: Caɗeele gonɗe e gostondiral piille oo sahaa ko alaa feere wootere

source: provides a really, really good experience for non technical users.
ff: walloore ɓe ngonaa haralleeɓe huutoraade ɗum no ɓuri yuɓɓirde.

source: With Kicksend you can send files to any of your friends,
ff: Huutoro Kicksend ngam neldude musidɓe maa kala piille,

source: of any size, just by dragging and dropping onto the web
ff: mawɗe walla tokoose, so daasde tan e yortinde e geese

source: and you can put in an email address
ff: tee aɗa waawi waɗde ɗum e ñiiɓirde iimeel

source: and that file gets delivered directly to your friends.
ff: kisa ndeen fiilde yettoyoo bec to musidɓe maa.

source: We decided to go the native route because we want to provide
ff: Min pelliti rewde e laabi ɗigguɗi ɗii sabu min njiɗi ko addude

source: a really good experience that people are used to on iPhone and Android
ff: dawtol moƴƴol tigi ngol yimɓe ɓe ngoowi e iPhone e Android

source: but at the same time, we still want to provide
ff: kono kadi amin njiɗi addude

source: the same great experience on the mobile web.
ff: kuutoragol bayngol hono noon e geese cinndel.

source: HTML5 allows us to be on multiple platforms
ff: HTML5 ena addani min wonde e juɓɓe keewɗe

source: without having to worry about dependencies on each of these platforms.
ff: tawa min payanaani keɓgol timmitooje e wooto kala e ɗiin yuɓɓooji.

source: Developing in HTML5 really helps us provide the features that
ff: Topaade e HTML5 ena walla min tigi addude fannuuji ɗi

source: our users need to be able to send files really easily through the web.
ff: huutorɓe amen cokli ngam waawde neldude piille no ɓuri weeɓrude e nder geese.

source: We try to be on every single mobile platform
ff: Amin etoo naatde e kala yuɓɓo cinndel woodngo

source: We do have native applications on iPhone and Android
ff: Amin njogii jaaɓnirɗe ɗaɗiije e iPhone e Android

source: but we do realize that the rest of the world
ff: kono min paamii wonde aduna oo kala

source: can use HTML5 to access Kicksend wherever they are.
ff: ena waawi huutoraade HTML5 ngam naatde e Kicksend ɗo ɓe maawi wonde fof.

source: The Mozilla Marketplace, I mean, first off it gives you massive distribution
ff: Marketplace mo Mozilla, tigi, ko adii kala ena hokku-maa saakgol molanaangol

source: because everybody who is using Firefox will essentially be using it.
ff: sabu kala kuutortooɗo Firefox maa huutoro ɗum e mbaydi teeŋtundi.

source: And there is also a mobile aspect to it that
ff: Kadi ena waɗi fannu cinndel e majjum jogorɗo

source: is going to push our mobile HTML5 app to many, many millions of users
ff: yettinde jaaɓngal amen cinndel HTML5 to huutorɓe miliyoŋaaji, miliyoŋaaji keewɗi

source: and that’s a no-brainer at that point.
ff: tee alaa ko ɓuri ɗum-ɗoon weeɓde sanne.

source: The fact that we can update very easily
ff: Nde wonnoo amin mbaawi hesɗitinirde no weeɓiri

source: and actually provide services through the browser
ff: e rewnude carwe e wanngorde ndee e jaati

source: that gives our app special permissions is something that is also a no-brainer
ff: dokkooje jaaɓɗe amen jamirooje keeriiɗe ena weeɓiri kadi no alaa

source: It took us may 15 minutes to bundle our app up and publish it
ff: Ko hojomaaji 15 tan min ɓami ngam tirde jaaɓgal amen min mbayyina ngal

source: to the Marketplace and ever since then we pushed out
ff: to Marketplace tee gila tuma mo min naatnoyi toon

source: a few releases already and it was a very smooth smooth experience.
ff: bayyine seeɗa huunde ndee ɓeydi tan ko weeɓde.

source: distribute your apps
ff: saak jaaɓɗe maa
