Repository: translate/mozilla-lang
Catalog: ff/videos/video_evernote.lang.po
Languages: ff

source: Evernote is a service that helps you remember everything.
ff: Evernote ko carwol ballowol-ma siiftorde huunde kala.

source: We have clients on every platform: mobile, desktop, web
ff: Amin njogii kiliyaneeɓe e juɓɓe kala: cinndel, biro, geese

source: and basically it helps you capture your memories
ff: tee nafoore mum tan ko wallude-ma heɓtude ɓennuɗe maa

source: and then find them whenever you need them.
ff: kisa njiytaa-ɗe tuma nde coklu-ɗaa kala.

source: whether they are web pages or notes or things you need to do.
ff: foti ko ɗe kelle geese walla ciifanɗe walla geɗe coklu-ɗaa waɗde.

source: Pictures, audio clips; anything you want
ff: Nate, leppon ojoo,: kala ko njiɗ-ɗaa

source: Evernote is basically everywhere that you need it to be.
ff: Evernote ena ɓadii kala nokku mo njiɗ-ɗaa yoo won.

source: We’re on mobile, we’re on desktop, we’re on web
ff: Amin e cinndel, amin e biro, amin e geese

source: and all of these apps synch together.
ff: tee ɗeen jaaɓɗe fof ena naattondira e koye mmum'en.

source: The web is a big part of our offering.
ff: Ko e geese min ɓuri heewde gollaade.

source: Many, many users use our web clipper as a way
ff: Huutorɓe men heewɓe kuutortoo ko dottorde amen geese ngam

source: to capture pages that they see and then recall them later,
ff: mooftude kelle ɗe ɓe njiyata kadi ɓe ngarta e majje goɗngol,

source: even when they are offline and they don’t have access to the Internet.
ff: hay so ɓe nattii seŋaade e geese walla ɓe ngalaa ceŋol Enternet nih.

source: Using modern web technologies lets us give the best and richest experience we can for our users.
ff: Huutoraade teknologiije geese kese ngaree ndokken huutorɓe men ko ɓuri alɗude e dawte ɗe mbaaw-ɗen addande-ɓe.

source: So HTML5 gave a fast user experience.
ff: Tigi HTML5 addii dawtol kuutortoo jaanwgol.

source: It has all the things you expect from a desktop application
ff: Omo jogii kala geɗe ɗe mbaawataa soklude e jaaɓnirgal biro

source: whether its drag and drop, file manipulation, rich text editing,
ff: foti ko daas-yortin, baykugol piille, taƴtagol binndi galli,

source: all of that just inside of the browser without a heavyweight application installation.
ff: ɗum-ɗoon fof tawa ko e nder wanngorde tawa naamnaaki aafgol jaaɓnirgal keewngal doole.

source: So Evernote’s goal is to help you remember everything
ff: Wadde faandaare Evernote ko wallude-ma siiftorde huunde kala

source: and a big part of that is to help you remember things when you’re browsing around the web.
ff: kadi ko heewi e majjum ko wallude-ma siiftorde geɗe tuma nde ngon-ɗaa e wanngaade e geese.

source: You’re trying to find some information.
ff: Aɗa etoo yiylaade won e humpito.

source: Working with the Mozilla Marketplace was really easy.
ff: Gollodaade e Mozilla Marketplace ena weeɓnoo sanne.

source: Making the manifest file was a simple JSON file and then interacting with the website
ff: Waɗɗde fiilde gaadoral ngal wonnoo tan ko fiilde JSON ɓolde jaaɓtondiroore e lowre ndee

source: to actually get our application into the marketplace
ff: ngam tigi heɓde jaaɓnirgal ngal e nder boowol jeere ngal

source: was straightforward and very self-explanatory.
ff: ena weeɓtunoo kadi ena faamnanii hoore mum.

source: The advertising and access to new users from the web is great through the Mozilla Marketplace.
ff: Ɓanŋŋingol e keɓgol huutorɓe hesɓe e nder geese ena yuɓɓi e nder Mozilla Marketplace.

source: distribute your apps
ff: saak jaaɓɗe maa
