Repository: translate/mozilla-lang
Catalog: ff/videos/video_fx13.lang.po
Languages: ff

source: [What's New in Firefox] It's now easier and faster to get where you want to go with the latest Firefox.
ff: [Hol ko hesɗi e Firefox] Jooni ɓeydiima weeɓde e yaawde yettaade ɗo njiɗ-ɗaa yahde huutoraade Firefox keso oo.

source: With the redesigned Home page you can now easily access and navigate to your most commonly used menu options.
ff: Hello jaɓɓorgo ngoo feewnitaama ngam mbaawaa heɓde e feeraade e nder dosi ɗi ɓur-ɗaa heewde huutoraade.

source: Like downloads, bookmarks, history, add-ons, sync and settings.
ff: Wano gaawte, maantore, aslol, ɓeyditte, sync e teelte.

source: [New Tab Page] We've also added improvements to your New Tab page.
ff: [Hello Tabbere Hesere] Min ɓeydii kadi moƴƴinde hello Tabbe maa Heso ngoo.

source: With the New Tab page, you can now easily navigate to your most recent and frequently visited sites in one click.
ff: Huutoraade hello tabbe heso ngoo, aɗa waawi feeraade no weeɓirta e lowe maa cakkitiiɗe yilleede e ɗe ɓur-ɗaa heewde yillaade.

source: To start using the New Tab page, create a new tab by clicking the '+' at the top of your browser.
ff: Ngam fuɗɗaade huutoraade hello Tabbere Hesere ngoo, sos tabbere hesere so dobaade e '+' to dow wanngorde maa toh.

source: The New Tab page will now display thumbnails of your most recently and frequently visited websites from your Awesome Bar history.
ff: Hello Tabbere Hesere ndee jooni maa jaytin dooɓe lowe maa cakkiti-ɗaa yillaade e ɗe ɓur-ɗaa heewde yillaade iwde e Palal Yontaaɓe maa ngal.

source: You can customize your New Tab page by dragging the thumbnails around to change the order.
ff: Aɗa waawi heertinde hello Tabbere Hesere ngoo so daasde dooɓe ɗee ngam dirtinde-ɗe walla waylude leemdu nduu.

source: Click on the pushpin to lock the site into place, or the 'X' button to remove a site.
ff: Dobo e ƴedoɗe ɗee ngam sokde lowre ɗo ƴiɓii ɗoo, walla dobo e 'X' ngam momtude lowre.

source: You can also click the 'grid' icon in the top right of the page to go back to the blank new Tab page.
ff: Aɗa waawi kadi dobaade e maanndel 'tigilde' gonngel dow bannge ñaamo hello ngoo ngam ruttaade to hello Tabbere hesere meho ngoo.

source: Get the latest Firefox now and start using these new features today!
ff: Heɓ Firefox ɓurɗo hesɗude jooni kisa puɗɗo-ɗaa huutoraade ɗii fannuua kesi hannde!
