Repository: translate/mozilla-lang
Catalog: ff/videos/video_mobbase.lang.po
Languages: ff

source: Your apps on all your devices
ff: Jaaɓɗe maa e kaɓirɗi maa fof

source: MobBase builds apps for bands and labels.
ff: MobBase tafanta jaaɓɗe diɗɗe e galleeji gaaci.

source: We make it very easy for bands to connect with their fans all across mobile devices.
ff: Amin mbaaɓnani fiyooɓe gaaci jokkondiral e yiɗɓe mum'en huutoraade kaɓirɗi beelni kala.

source: We recognize that there is a big problem that artists had.
ff: Amin ngoongɗini wonde ñeeñiyaŋkooɓe ena njogii caɗeele tigi.

source: They have all these fans who are using all sorts of devices
ff: Eɓe njgii yiɗɓe maɓɓe heewɓe huutortooɓe kaɓirɗi keewɗi

source: and their websites are not going to work well on various devices.
ff: kadi lowe maɓɓe geese koroto yaltirde no haanirta e kaɓirɗi keewɗi.

source: So we started off working in native environments, iPhone first, then Android,
ff: Wadde min puɗɗii gollaade e weeyooji ɗaɗiiji, iPhone adii, Adroid rewi heen,

source: and each has its own complexities and subtleties that make it difficult to maintain and iterate on both.
ff: gooto e majje kala ena wonndi e caɗtuɗe mum e faayiida mum ɗe newnataa nanndingol golle e kañje ɗiɗi kala.

source: We quickly realized that the key to getting a cross-platform solution for most artists was HTML5
ff: Ɗoon e ɗoon min paami wonde safaara yiytude feere yahoore e juɓɓe kala woande ñeeñiyaŋkooɓe ko HTML5

source: and the reason is this:
ff: tee waɗi noon ko:

source: To build a native iPhone App, a native Android App and a native whatever App, is time consuming
ff: Ngam tafde Jaaɓngal iPhone ɗaɗiwal, jaaɓngal Android ɗaɗiwal e jaaɓngal ɗaɗiwal yuɓɓo kala, ena juuti

source: and each app is a different project and each app requires different assets
ff: tee heen jaaɓngal fof ko eɓɓoore heeriinde kadi gootal fof naamnii ko kaɓirɗe keeriiɗe

source: and it becomes a real headache in terms of time and also money.
ff: ngati wonatana-min hoore muusoore e senngo njaru e yaajeende.

source: What HTML5 allows our clients to do is to build the app once and distribute it everywhere.
ff: Ko HTML5 nafata kiliyaneeɓe amen ko tafde jaaɓngal ngal laawol gootol kisa caaka ngal e nokku kala.

source: With the Mozilla Marketplace we have a unique opportunity to distribute web applications.
ff: Mozilla Marketplace ena addani-min fartaŋŋe keeriiɗo saakde jaaɓnirɗe geese.

source: This is something that was king of a conundrum for us, you know
ff: Ɗumɗoo ko huunde wontunoonde ngaanumma tigi e aemn, so a faamii

source: we want to be able to distribute these and not just provide links.
ff: min njiɗi ko waawde saakde-ɗe tawa wonaa tan amin dokkira jokke ɓole.

source: When Mozilla reached out to us and we entered a partnership with them
ff: Tuma Mozilla yettii e amen haa min naatondiri e maɓɓe e gollal ngal

source: it was great because it was an App store.
ff: ena yuɓɓi no feewi sabu ko Yeeyirdu jaaɓɗe.

source: Fans can go to it, they can see the assets, they can see the description
ff: Fanseeɓe ena mbaawi yahde toon, ɓe njiya ko woni toon, ɓe njiya sifaa mum

source: they can download it just like they’re used to downloading an Android or iPhone app.
ff: eɓe mbaawi aawtaade ɗum ɗo ɓe ngoowiri aawtaade jaaɓngal Android walla iPhone nih.

source: So, Mozilla provides a great, great market and a great distribution channels for our HTML5 Apps.
ff: Wadde Mozilla ena addani-min jeere moƴƴere haa wooroo, calol caaktorgol lobbol ngam saakde jaaɓɗe amen HTML5.

source: distribute your apps
ff: saak jaaɓɗe maa
