Repository: translate/mozilla-lang
Catalog: kok/upgradedialog.lang.po
Languages: kok

source: Get the Newest Firefox
kok: नव्यांत नवे फायरफॉक्स मेळयात

source: The Newest Firefox is Here!
kok: नव्यांत नवे फायरफॉक्स हांगा आसा!

source: <a %s>Quick, easy and free update</a>
kok: <a %s>बेगीन जावपी, सोपे आणि फुकट सुधार</a>

source: Fresh new look
kok: नवो ताजो लूक

source: Much faster than Firefox 3.6
kok: फायरफॉक्स 3.6 परस चड गतिमान

source: More awesomeness than ever
kok: पयलीपरस चड सुंदर

source: There’s a new version of Firefox that can better protect you against online attacks.
kok: तुमका ऑनलायन हल्ल्यांपासून संरक्षित करपी फायरफॉक्साची नवी आवृत्ती आसा.

source: <a %s>Get the upgrade</a> — it’s fast & free!
kok: <a %s>सुदार मेळयात</a> — ती गतिमान आणि फुकट आसा!

source: get the latest in security
kok: सुरक्षेतले सगळ्यांत नवीन मेळयात

source: experience faster performance
kok: गतिमान कार्यक्षमताय अणभवात

source: enjoy greater customization
kok: चड कस्टमायझेशनचो आनंद घेयात

source: Your version of Firefox will soon be vulnerable to online attacks.
kok: फायरफॉक्साची तुमची आवृत्ती रोखडीच ऑनलायन हल्ल्यांक सोपी जातली.

source: Stay safe online
kok: ऑनलायन सुरक्षित रावात

source: Enjoy new features
kok: नव्या वैशिश्ट्यांचो आनंद घेयात

source: Your version of Firefox is no longer protected against online attacks.
kok: फायरफॉक्साच्या तुमच्या आवृत्तेक ऑनलायन हल्ल्यांपसून संरक्षण ना

source: This is your last reminder before you will be automatically updated to the latest version
kok: तुमी आपशीच नव्या अद्ययावत आवृत्तेंत सुधारमेरेन ही तुमका निमणी शिटकावणी

source: Firefox no longer supports your operating system version and will be vulnerable to online attacks.
kok: तुमच्या ऑपरेटिंग सिस्टम आवृत्तेक फायरफॉक्स फाटबळ दिना आणि ऑनलायन हल्ले शक्य आसात.

source: We recommend:
kok: आमी शिफारस करता:

source: Upgrading your <a %s>operating system</a>
kok: तुमची<a %s>कार्यप्रणाली सुदारता</a>

source: Downloading a compatible browser
kok: सुसंगत ब्रावजर डावनलोड करता

source: Installing a free upgrade to your <a %s>operating system</a>
kok: तुमच्या <a %s>कार्यप्रणालीक</a>फुकट सुदार प्रतिष्ठापित करता

source: You will be prompted once more before being automatically updated.
kok: आपशीच सुदार घडोवच्या पयली तुमका आणिक एक फावट विचारले वतले.
