Repository: translate/mozilla-lang
Catalog: */lightbeam/lightbeam.lang.po
Languages: es_mx, hi_in

source: Menu
es_mx: Menú
hi_in: मेन्यू

source: Home
es_mx: Inicio
hi_in: घर

source: About
es_mx: Acerca de
hi_in: परिचय

source: Lightbeam for Firefox
es_mx: Lightbeam para Firefox
hi_in: Firefox के लिए Lightbeam

source: Lightbeam is a Firefox add-on that uses interactive visualizations to show you the first and third party sites you interact with on the Web.
es_mx: Lightbeam es un complemento para Firefox que, usando visualizaciones interactivas, te muestra los sitios principales y sitios de terceros con quienes interactúas en la Web.
hi_in: Lightbeam एक Firefox ऐड-ऑन है जो आपको प्रथम और तृतीय पक्ष की साइटों जिनसे आप वेब पर जुड़े है को दिखाने के लिए संवादमूलक दृश्यांकन का उपयोग करता है.

source: Shine a Light on Who’s Watching You
es_mx: Echa un vistazo a quienes están observándote
hi_in: जो आप देख रहे हैं उन पर प्रकाश डालें

source: See who’s tracking you online
es_mx: Mira quién está rastreándote en línea
hi_in: देखें, कौन आपको ऑनलाइन ट्रैक कर रहा है

source: As you browse, Lightbeam reveals the full depth of the Web today, including parts that are not transparent to the average user.
es_mx: Mientras navegas, Lightbeam revela la profundidad completa de la Web actual, incluyendo partes que no son transparentes para el usuario promedio.
hi_in: जैसे आप ब्राउज करते हैं, Lightbeam आज के वेब की पुरी गहराई को प्रत्यक्ष करता है, उन हिस्सों को भी जो औसत उपयोगकर्ता के लिए पारदर्शी नही होतें.

source: Download Lightbeam for Firefox
es_mx: Descargar Lightbeam para Firefox
hi_in: फायरफॉक्स के लिए लाइटबीम डाउनलोड करे

source: Get it from Mozilla Add-Ons
es_mx: Consíguelo en Mozilla Add-Ons
hi_in: इसे मोज़िला ऐड-ऑन से पाएँ

source: How Lightbeam Works
es_mx: Cómo funciona Lightbeam
hi_in: Lightbeam कार्य कैसे करता है

source: Download and run the Lightbeam add-on in your Firefox browser.
es_mx: Descarga y corre el complemento Lightbeam en tu explorador Firefox.
hi_in: अपने फायरफॉक्स ब्राउज़र में लाइटबीम ऐड-ऑन डाउनलोड करें और चलाएँ

source: Lightbeam will create a record of events for every site you visit and every third party site that is stored locally on your browser.
es_mx: Lightbeam creará un registro de eventos por cada sitio que visites y cada sitio de terceros que sea alojado localmente en tu explorador.
hi_in: Lightbeam प्रत्येक साईट जो आपने देखा है और प्रत्येक तृतीय पक्ष साईट जो आपके ब्राउज़र पर स्थानीय रूप से संग्रहीत है के लिए कार्यक्रमों का एक संग्रह तैयार कर लेगा.

source: Lightbeam visually graphs these events to highlight the interactions between sites you intentionally visit and the third parties.
es_mx: Lightbeam grafica visualmente estos eventos para resaltar las interacciones entre los sitios que normalmente visitas y los sitios de terceros.
hi_in: Lightbeam आपके द्वारा जानबूझकर देखे साइटों और तीसरे पक्ष के बीच सहक्रियता को उजागर करने के लिए इन घटनाओं को दृष्टिगत रूप से रेखांकित करता है

source: Lightbeam will continue to add to your graph as you browse the Web. You can stop Lightbeam at any time by disabling it or uninstalling the add-on. Your Lightbeam data can be easily saved or deleted.
es_mx: Lightbeam continuará añadiendo gráficas mientras tu navegas en la Web. Puedes detener Lightbeam en cualquier momento,deshabilitandoo o desinstalando el complemento. Tus datos de Lightbeam pueden ser guardados o borrados facilmente.
hi_in: Lightbeam जैसे आप वेब ब्राउज करते हैं वैसे इसे आपके रेखा चित्र मे जोड़ना जारी रखेगा. आप किसी भी समय अक्षम या ऐड-ऑन अप्रतिष्ठापित करके Lightbeam रोक सकते हैं. आपका Lightbeam डाटा आसानी से सुरक्षित किया या मिटाया जा सकता है.

source: Tracking & privacy
es_mx: Rastreo & privacidad
hi_in: ट्रैकिंग और गोपनीयता

source: Not all tracking is bad. Many services rely on user data to provide relevant content and enhance your online experience.
es_mx: No todos los rastreos son malos. Muchos servicios confían en la información que les brindas para mejorar tu experiencia en línea.
hi_in: सभी ट्रैकिंग खराब नही होतें. बहुत सारी सेवाएँ पयुक्त अंतर्वस्तु प्रदान करने और आपके ऑनलाइन अनुभव को बढ़ाने में उपभोक्ता डाटा पर निर्भर रहती हैं.

source: But tracking can happen without the user’s knowledge.
es_mx: Pero el rastreo puede ocurrir sin el conocimiento del usuario.
hi_in: लेकिन ट्रैकिंग उपयोगकर्ता के ज्ञान के बिना हो सकता है.

source: That’s not okay for some.
es_mx: Para algunos, eso no está bien.
hi_in: यह कुछ के लिए ठीक नहीं है

source: It should be you who decides when, how and if you want your browsing data to be shared. We recognize the importance of transparency and our mission is all about empowering users — both with tools and information.
es_mx: Deberías ser tú quien decide cuándo, cómo y si es que quieres compartir tu información de navegación. Nosotros reconocemos la importancia de la transparencia y nuestra misión se basa en darle poder a los usuarios — tanto con herramientas como con información.
hi_in: यह फैसला आपका होना चाहिए कि कब,कैसे और अगर आप चाहते हैं की आपका ब्राउज़िंग डाटा साझा हो. हम पारदर्शिता के महत्व को पहचानते हैं और हमारा मिशन की महत्ता उपभोक्ताओं को समर्थ बनाना है — औज़ार और जानकारी दोनों तरीके से.

source: We’re building this crowd-sourced directory to encourage users to visualize the state of tracking as an aggregate and to examine relationships that exist on the Web.
es_mx: Estamos construyendo este directorio de múltiples fuentes para alentar a los usuarios a visualizar el estado del rastreo como un agregado y para examinar relaciones existentes en la Web.
hi_in: हम उपयोगकर्ताओं को ट्रैकिंग की अवस्था को एक समग्र रूप मे कल्पना करने के लिए प्रोत्साहित और वेब पर मौजूद संबंधों की जांच करने के लिए इस समुदाय के सहयोग से निर्देशिका का निर्माण कर रहे हैं.

source: Visualize your data
es_mx: Visualiza tu información.
hi_in: अपने डाटा को दृष्टिगोचर करें

source: After you download and install the Lightbeam add-on to Firefox, it will begin to create a real time visualization of the websites you visit and all the third parties that are also active on those pages.
es_mx: Después de que descargas e instalas el complemento Lightbeam para Firefox, este comenzará a crear visualizaciones en tiempo real de los sitios web que tu visitas y todos los terceros que están activos en estas páginas.
hi_in: Lightbeam ऐड-ऑन Firefox पर डाउनलोड और स्थापित करने के बाद ,यह असली समय दृश्यांकन करना शुरू कर देगा वेबसाइटों की जिसे आपने निरीक्षित किया है और सभी अन्य पार्टीज जो उन पृष्ठो पर सक्रिय है

source: Analyze your connections
es_mx: Analiza tus conexiones.
hi_in: अपने कनेक्शन का विश्लेषण करें

source: As your visualizations grow, you can take a closer look into the relationships between the various first and third party sites that are stored in your data. You can also reset or save your data at any time.
es_mx: Mediante crecen tus visualizaciones, tu puedes tomar un mirada más cercana a las relaciones entre los sitios principales y de terceros que están alojados en tus datos. Además puedes reiniciar o guardar tu información en cualquier momento.
hi_in: जैसे आपका दृश्यांकन बढेगा,आप नजदीकी दृश्य रख सकते है बहुत से प्रथम और अन्य पार्टी साइट्स के संबंधो पर जो आपके डाटा में भंडारित है. आप डाटा किसी भी समय पुनः तैयार या सहेज सकते हैं

source: To help us, you can contribute your data to our Lightbeam database.
es_mx: Para ayudarnos, puedes contribuir con tus datos para nuestra base de datos de Lightbeam.
hi_in: हमारी मदद के लिए,आप अपने डाटा को हमारे Lightbeam डेटाबेस में सम्मलित कर सकते हैं.

source: Supported by the Ford Foundation
es_mx: Apoyado por la Ford Foundation
hi_in: Ford Foundation द्वारा समर्थित

source: The work at the Ford Foundation focuses on building outreach campaigns to help people understand online data tracking — both the benefits and the issues
es_mx: El trabajo de Ford Foundation se centra en construir campañas de difusión para ayudar a la gente a entender el rastreo de datos en línea juntos con los beneficios y problemas.
hi_in: फोर्ड फाउंडेशन में काम लोगों को ऑनलाइन डेटा ट्रैकिंग को समझने में मदद करने के लिए दूर तक पहुँचने वाले अभियान निर्माण पर केंद्रित है - लाभ और मुद्दों दोनों

source: Learn more
es_mx: Aprender más
hi_in: अधिक जानें

source: About Lightbeam
es_mx: Acerca de Lightbeam
hi_in: लाइटबीम के बारें में

source: Lightbeam visualizes the relationships between the sites you visit and the third party sites that are active on those pages.
es_mx: Lightbeam visualiza las relaciones entre los sitios que visitas y los sitios de terceros que están activos en esas paginas.
hi_in: लाइटबीम सम्बन्ध दृष्टिगोचर करता है साइट्स आपने जो निरीक्षण किया है और अन्य पार्टी साइट्स जो उन पृष्ठो में सक्रिय हैं

source: How the add-on works
es_mx: Como funciona el complemento.
hi_in: ऐड-ऑन कैसे कार्य करता है

source: Using two distinct interactive graphic representations — Graph and List — Lightbeam enables you to examine individual third parties, identify where they connect to your online activity and provides ways for you to engage with this unique view of the Web.
es_mx: Usando dos distintas representaciones gráficas interactivas --- Gráfica y Lista --- Lightbeam te permite dividirlo en (tres | dos) partes para examinarlo de forma individual, identificar donde se conectan a tu actividad en línea y ofrece varias maneras para que puedas participar con esta vista única de la Web
hi_in: तीन अलग संवादात्मक रेखाचित्र अभिवेदन का उपयोग - रेखाचित्र,घड़ी और सूची - लाइटबीम आपको अधिकृत करता है व्यक्तिगत अन्य पार्टीज को निरीक्षण करने के लिए समय और जगह के उपर ,पहचानें कहाँ वे आपके ऑनलाइन क्रियाओं को कनेक्ट कर रहे हैं और आपको तौर-तरीके प्रदान करते हैं वेब के इस विशिष्ट दर्शन के साथ.

source: Using three distinct interactive graphic representations — Graph, Clock and List — Lightbeam enables you to examine individual third parties over time and space, identify where they connect to your online activity and provides ways for you to engage with this unique view of the Web.
es_mx: Usando tres distintas representaciones gráficas interactivas --- Gráfica, Reloj y Lista ---
hi_in: तीन अलग संवादात्मक रेखाचित्र अभिवेदन का उपयोग - रेखाचित्र,घड़ी और सूची - लाइटबीम आपको अधिकृत करता है व्यक्तिगत अन्य पार्टीज को निरीक्षण करने के लिए समय और जगह के उपर ,पहचानें कहाँ वे आपके ऑनलाइन क्रियाओं को कनेक्ट कर रहे हैं और आपको तौर-तरीके प्रदान करते हैं वेब के इस विशिष्ट दर्शन के साथ .

source: The default Graph view provides a real time visualization of every site you visit and all third party requests made from your browser.
es_mx: La vista de Grafica por defecto provee una visualización en tiempo real de cada sitio que visites y todos las solicitudes a terceros hechas por tu navegador.
hi_in: तयशुदा रेखाचित्र दर्शन असली समय दृश्यांकन प्रदान करता है प्रत्येक साइट आपने जिसे निरीक्षित किया है और सभी अन्य पार्टी आपके ब्राउज़र से अनुरोध करने वाले के लिए

source: The Graph view also provides adjustable filters that allow you to visualize more types of data at a glance.
es_mx: La vista Gráfica también provee filtros ajustables que te permiten visualizar mas tipos de datos de un vistazo.
hi_in: रेखाचित्र दर्शन अनुकूलित छन्नियों को भी प्रदान करता है जो आपको अधिक तरह के डाटा के दृश्यांकन की अनुमति देता है एक नजर में

source: The List view provides more options for drilling down into individual sites.
es_mx: La vista de Lista provee más opciones para búsquedas internas dentro de los sitios individuales.
hi_in: सूची दृश्य ज्यादा विकल्प प्रदान करता है व्यक्तिगत साइट्स में जाने की

source: Site preferences in the List view enable you to block sites from connecting to your Firefox browser, watch sites you’re interested in or hide sites you don’t want to see visualized.
es_mx: Las preferencias del sitio en la vista de Lista te permite bloquear sitios que se conectan a tu navegador Firefox, ver sitios en los que estas interesado o esconder sitios que ni quieres visualizar.
hi_in: सूची दृश्य में साइट प्राथमिकताएँ आपको सक्रिय करती हैं आपके फायरफॉक्स ब्राउज़र से कनेक्ट होनेवाली साइट्स निषेध करने में,साइट्स देखें जिसमें आपकी रूचि है या साइट्स छुपाने में आप जिसे दृष्यांकित नही देखना चाहते .

source: Lightbeam also offers an information panel that provides additional details about the site you selected and the sites it has connected to.
es_mx: Lightbeam también te ofrece un panel de información que provee detalles adicionales acerca del sitio seleccionado y los sitios a los que te has conectado.
hi_in: लाइटबीम जानकारी पटल भी प्रदान करता है जो अतिरिक्त विवरण प्रदान करता है साइट का आपने चुना है और साइट्स जिनसे कनेक्टेड हैं

source: The origins of Lightbeam
es_mx: Los orígenes del Lightbeam.
hi_in: लाइटबीम का मूल

source: Lightbeam began in July 2011 as Collusion, a personal project by Mozilla software developer <a href="%s">Atul Varma</a>.
es_mx: Lightbeam comenzó en Julio del 2011 como Collusion, un proyecto del desarrollador de software de Mozilla<a href="%s">Atul Varma</a>.
hi_in: लाइटबीम जुलाई २०११ में शुरू हुआ collusion से,एक व्यक्तिगत परियोजना मोज़िला सॉफ्टवेयर डेवलपर <a href="%s">अतुल वर्मा </a>

source: Inspired by the book, <em>The Filter Bubble</em>, Atul created an experimental add-on to visualize browsing behavior and data collection on the Web.
es_mx: Inspirado en el libro, <em>The Filter Bubble</em>, Atul creo un complemento experimental para visualizar el comportamiento de las búsquedas y la colección de datos en la Web.
hi_in: किताब से प्रेरित,<em>छन्नी बुलबुले </em>,अतुल ने प्रयोगात्मक ऐड-ऑन बनाया ब्राउज़र बर्ताव के दृश्यांकन के लिए और वेब पर डाटा संग्रह के लिए .

source: In February 2012, Gary Kovacs, Mozilla CEO at the time, introduced the Collusion add-on in a <a href="%s">TED talk</a> (now one of the most watched TED talks of all time) about exposing online tracking.
es_mx: En Febrero del 2012, Gary Kovacs, en aquel entonces CEO de Mozilla, presentó el complemento Collusion en una<a href="%s">conferencia TED</a> (ahora una de las conferencias TED más vistas de todos los tiempos) exponiendo el rastreo en línea.
hi_in: फरवरी 2012 में, Gary Kovacs,मोज़िला CEO उस समय के,ने Collusion ऐड-ऑन का परिचय कराया एक <a href="%s">TED बातचीत में </a>(अब सबसे ज्यादा देखे जाने वाले में एक TED टॉक सारे समय में )ऑनलाइन ट्रैकिंग अनावृत के बारे में

source: In September 2012, Mozilla joined forces with faculty and student researchers at <a href="%s">Emily Carr University of Art + Design</a> to develop and implement visualizations for the add-on.
es_mx: En septiembre 2012, Mozilla unió fuerzas con los estudiantes de la<a href="%s">Universidad Emily Carr de Arte y Diseño</a> para desarrollar e implementar visualizaciones para el complemento.
hi_in: सितम्बर 2012 में ,मोज़िला प्राध्यापक और विद्यार्थी शोधकर्ताओं की सेना से जुड़ा <a href="%s">Emily Carr University of Art + Design</a> दृश्यांकन को विकसित और लागू करने में ऐड-ऑन के लिए .

source: With the support of the Ford Foundation and the Natural Sciences and Engineering Research Council (NSERC), Collusion has been re-imagined as Lightbeam and was launched in the fall of 2013.
es_mx: Con el apoyo de la Ford Foundation y el Natural Sciences and Engineering Research Council (NSERC), Collusion fue reinventado como Lightbeam y fue lanzado en otoño del 2013.
hi_in: फोर्ड फाउंडेशन और प्राकृतिक विज्ञान और अभियांत्रिकी शोध काउंसिल (NSERC) के समर्थन से ,Collusion पुनः सोचा गया लाइटबीम के रूप में और 2013 के अंत में लॉन्च किया गया .

source: To read more about the collaboration, please visit <a href="{url}">{url}</a>
es_mx: Para leer más acerca de la colaboración, visita <a href="{url}">{url}</a>
hi_in: साझेदारी के बारे में और ज्यादा पढने के लिए,कृपया पधारें <a href="{url}">{url}</a>

source: Policy and the larger tracking narrative
es_mx: Política y la narrativa del seguimiento continuo.
hi_in: नीति और ज्यादा निरीक्षण इतिहास

source: At Mozilla, we believe that everyone should have the tools to make their own decisions about their online privacy and who collects data on them.
es_mx: En Mozilla, creemos que todos deben de tener las herramientas para tomar sus propias decisiones acerca de su privacidad en línea y quien recolecta su información.
hi_in: मोज़िला में,हम विश्वास करते हैं की प्रत्येक के पास औजार है उनके खुद के निर्णय बनाने के ऑनलाइन गोपनीयता के बारे में और जो डाटा संग्रह है उनके पास

source: With the Lightbeam add-on, we are providing a valuable (and open) community research platform that aims to raise awareness, promote analysis and, ultimately, affect policy change in the areas of tracking and privacy.
es_mx: Con el complemento Lightbeam y el servidor de bases de datos, estamos proporcionando una valiosa (y abierta) plataforma de investigación de la comunidad que se enfoca en aumentar la conciencia, promover el análisis y, por último, influir el cambio de política en las áreas de rastreo y privacidad.
hi_in: लाइटबीम ऐड-ऑन के साथ,हम लोग एक मूल्यवान (और खुला)संगठन खोज प्लेटफार्म देते हैं जो जागरुकता बढ़ाने का लक्ष्य ,विश्लेषण उन्नति और मूलरूप से ,नीति बदलाव को प्रभावित करते हैं ट्रैकिंग और गोपनीयता क्षेत्र में

source: Lightbeam is one step in a larger, concerted effort by Mozilla and its partners to provide Web users with greater control and transparency of their personal data.
es_mx: Lightbeam es un gran paso, un esfuerzo concertado por Mozilla y sus patrocinadores para proporcionar a los usuarios Web con un gran control y transparencia de su información personal.
hi_in: लाइटबीम एक कदम ज्यादा,ध्यानपूर्वक कोशिश है मोज़िला और इसके साथियों द्वारा वेब उपभोक्ताओं को उनके निजी डाटा पर ज्यादा नियंत्रण और पारदर्शिता प्रदान करने के लिए .

source: Learn more about online tracking and privacy
es_mx: Lee mas acerca de rastreo y privacidad online.
hi_in: और ज्यादा सीखें ऑनलाइन ट्रैकिंग और गोपनीयता बारें में

source: The <a href="%s">Mozilla Foundation</a> is a non-profit organization that promotes the values of an open Web to the broader world. The larger Mozilla community sees the growing relevance of online privacy and is supporting several initiatives that tackle the issue in various ways.
es_mx: La <a href="%s">Fundación Mozilla</a> es una organización sin fines de lucro que promueve los valores del la web abierta en el mundo entero. La gran comunidad de Mozilla ve el crecimiento en la importancia de la privacidad en línea y apoyando severas iniciativas que abordan el tema de diferentes maneras.
hi_in: <a href="%s">Mozilla फाउंडेशन </a>एक शुन्य लाभ संस्था है जो बड़े विश्व के लिए खुले वेब के मान्यताओं का प्रचार करता है.बड़ी मोज़िला संगठन बढती ऑनलाइन गोपनीयता की संबंधता देखती है और कुछ अवसरों को समर्थित करती है जो इस विषय का सामना करती है कई सारे तरीकों से .

source: Data formats in Lightbeam
es_mx: Formato de datos en Lightbeam
hi_in: लाइटबीम में डेटा प्रारूप

source: Visit our <a href="%s">documentation on Github</a> to learn more about the file formats used in Lightbeam.
es_mx: Visita nuestra <a href="%s">documentación en Github</a> para aprender más acerca de los formatos de archivos usados en Lightbeam.
hi_in: लाइटबीम में उपयोग किये गए फाइल प्रारूप के बारे में और अधिक जानने के लिए हमारे <a href="%s"> गीटहब पर प्रलेखन</a> देखें.

source: Visit our <a href="%s">documentation on Github</a> to learn more about the file formats used in Lightbeam and to see details of the data that is uploaded if you opt in to contribute data.
es_mx: Visita nuestra <a href="%s">documentación en Github</a> para saber más acerca de las extensiones de archivo usadas en Lightbeam y ver los detalles de los datos que se cargan si optas por contribuir con la base de datos.
hi_in: निरीक्षित करे हमारे <a href="%s">Github पर दस्तावेजीकरण </a>को ज्यादा सीखने के लिए फाइल फॉर्मेट जो उपयोग में आते हैं लाइटबीम के और जानकारी देखें डाटा की जो अपलोडेड हैं अगर आप डाटा योगदान करते हैं .

source: Partners of Lightbeam
es_mx: Patrocinadores de Lightbeam
hi_in: लाइटबीम के साथी

source: The <a href="%s">Ford Foundation</a> is a non-profit organization that focuses on the mission of advancing human welfare.
es_mx: La <a href="%s">Ford Foundation</a> es una organización sin fines de lucro que se centra en la misión de fomentar el bienestar humano.
hi_in: <a href="%s">फोर्ड फाउंडेशन </a>एक शुन्य लाभ संस्था है जो मानव हित को बढ़ावा देने के लक्ष्य पर केन्द्रित है

source: They provide support for companies and institutions devoted to strengthening democratic values, reducing poverty and social injustice, supporting human achievement and fostering international co-operation.
es_mx: Ellos proveen el soporte para las compañías e instituciones al fortalecimiento de los valores democráticos, reducir la pobreza y la injusticia social, apoyando a los logros humanos y fomentando la cooperación internacional.
hi_in: वे समर्थन प्रदान करते हैं लोकतान्त्रिक मूल्यों को मजबूत करने वालों,गरीबी और सामाजिक नाइन्साफियों को घटाने वाले ,मानवीय उपलब्धियों को समर्थित और वैश्विक सहायता प्रोत्साहन करने वाले इकाइयों और संस्थानो को.

source: The <a href="%s">Social + Interactive Media (SIM) Centre</a> at Emily Carr University of Art + Design supports a wide range of projects in design and media, giving companies direct access to the innovative thinking, design skills and research expertise of British Columbia’s most creative faculty and students.
es_mx: El <a href="%s">Social + Interactive Media (SIM) Centre</a> en la Universidad Emily Carr de Arte y Diseño apoya un gran número de proyectos de diseño y multimedia, dándole a las compañías acceso directo al pensamiento innovador, habilidades de diseño e investigación de los profesores y los estudiantes más creativos de la British Columbia’s.
hi_in: <a href="%s">Social + Interactive Media (SIM) केंद्र </a>Emily Carr University of Art + Design समर्थन करता है बड़ी सीमाओ के परियोजनाओं की डिज़ाइन और मीडिया में,कम्पनीज को सीधे प्रगतिशील सोच,डिज़ाइन योग्यता और ब्रिटिश कोलंबिया के अत्यधिक रचनात्मक प्राध्यापक और विद्यार्थी शोध दक्षों तक पहुँच प्रदान करती हैं .
