Repository: translate/mozilla-lang
Catalog: son/lightbeam/lightbeam.lang.po
Languages: son

source: Menu
son: Šilbayboŋ

source: Home
son: Šintin moo

source: About
son: Ga

source: Lightbeam for Firefox
son: Lightbeam Firefox se

source: Lightbeam is a Firefox add-on that uses interactive visualizations to show you the first and third party sites you interact with on the Web.
son: Lightbeam ti Firefox tontoni kaŋ ga goy nda cere-diiyan ka war cebe kaŋ nungey kaŋ war goo ma dii y'a interneti ra.

source: Shine a Light on Who’s Watching You
son: Wa dii may no ma war hawgay

source: See who’s tracking you online
son: Dii may ma war hawgay interneti ra

source: As you browse, Lightbeam reveals the full depth of the Web today, including parts that are not transparent to the average user.
son: Kaŋ war ga naaru kul Lightbeam ga interneti gande timmantaa bangandi war se, ka war cebe cerawey kaŋ hankul goykaw ši dii y'ey.

source: Download Lightbeam for Firefox
son: Lightbeam zumandi Firefox se

source: Get it from Mozilla Add-Ons
son: A zaa Mozilla tontoney ga

source: How Lightbeam Works
son: Takaa kaŋ nda Lightbeam ga dira

source: Download and run the Lightbeam add-on in your Firefox browser.
son: Lightbeam tonton zumandi nd'a dirandi war Firefox ceecikaa ra.

source: Lightbeam will create a record of events for every site you visit and every third party site that is stored locally on your browser.
son: Lightbeam ga taariki tee nungu foo kul kaŋ war n'a guna batey se nda nungu waani foo kul kaŋ jisandi war ceecikaa ra.

source: Lightbeam visually graphs these events to highlight the interactions between sites you intentionally visit and the third parties.
son: Lightbeam ka batey wey cebe nda biiyaŋ hala war ma dii nungey kaŋ war cerecere k'i guna nda nungu waaney kaŋ ga dobu i ga.

source: Lightbeam will continue to add to your graph as you browse the Web. You can stop Lightbeam at any time by disabling it or uninstalling the add-on. Your Lightbeam data can be easily saved or deleted.
son: Waati kaŋ war ga interneti naaru, Lightbeam ga gaabandi ka tonton war šilbayyan biyoo ga. War ga hin ka Lightbeam kayandi waati kul wala tontonoo dogu k'a kaa. War ga hin ka war Lightbeam bayhayey jiši wal'i tuusu nda faala.

source: Tracking & privacy
son: Ganayan nda sutura

source: Not all tracking is bad. Many services rely on user data to provide relevant content and enhance your online experience.
son: Manti ganayan kul ma laala. Goymee booboyaŋ ga gundekuna himante zaa borey ga wala ceeciyan boryandi war se interneti ra.

source: But tracking can happen without the user’s knowledge.
son: Amma ganayan ga hin ka bila nda goykaa ma bay.

source: That’s not okay for some.
son: Ir se woo šii fondo ra.

source: It should be you who decides when, how and if you want your browsing data to be shared. We recognize the importance of transparency and our mission is all about empowering users — both with tools and information.
son: A ši hima kala war no ma tabatandi waati kaŋ war ga boona ka war ceeciyan bayhayey žemni. Ir ga bay kaŋ hayey kaarandiroo nd'ir anniyaa kul ti goykey ma sahãndi ngi almuraadey ra — ka tee goyjinawey nd'alhabarey.

source: We’re building this crowd-sourced directory to encourage users to visualize the state of tracking as an aggregate and to examine relationships that exist on the Web.
son: Ir goo ma goy nda jamaa aššil-maašeede ga goykey biney dam ka dii ganayan alhaaloo sanda marga nda cettekašinay kaŋ ga bangay interneti koroši ka boori.

source: Visualize your data
son: War bayhayey guna

source: After you download and install the Lightbeam add-on to Firefox, it will begin to create a real time visualization of the websites you visit and all the third parties that are also active on those pages.
son: Nda war na Lightbeam zumandi k'a sinji Firefox ga, a ga šintin ka war cebe dogoo ra nungey kaŋ war g'i naaru nda nungu waaney da kaŋ ga dira moɲey din bande.

source: Analyze your connections
son: War dobuyaney koroši

source: As your visualizations grow, you can take a closer look into the relationships between the various first and third party sites that are stored in your data. You can also reset or save your data at any time.
son: Kaŋ war gunarey ga tonton, war ga hin ka dii cettekašinawey ka boori ka bay haya kaŋ goo war nungoo nda nungu waaney game, kaŋ jisandi war bayhayey ra.

source: To help us, you can contribute your data to our Lightbeam database.
son: War ga hin ka war bayhayey sanba Lightbeam bayrayhaya hugoo do k'ir faaba.

source: Supported by the Ford Foundation
son: Nda Ford Foundation gaakašinaa

source: The work at the Ford Foundation focuses on building outreach campaigns to help people understand online data tracking — both the benefits and the issues
son: Goy kaŋ ga tee Ford Foundation do sahã ti jama margayan ka borey faaba k'i fahamandi nda interneti bayhayey hawgayyan misoo — a tee nafaw wala šenday.

source: Learn more
son: Bay ka tonton

source: About Lightbeam
son: Faham Lightbeam se

source: Lightbeam visualizes the relationships between the sites you visit and the third party sites that are active on those pages.
son: Lightbeam ga cebe war se takaa kaŋ nda nungey kaŋ war g'ir naaru nda nungu waaney kaŋyaŋ ga dira moɲey din ga.

source: How the add-on works
son: Taka kaŋ nda tontonoo ga goy

source: Using two distinct interactive graphic representations — Graph and List — Lightbeam enables you to examine individual third parties, identify where they connect to your online activity and provides ways for you to engage with this unique view of the Web.
son: Ga goy nda bii kanandiyan dumi hinza — bii, montar nda maašeede — ka war gaa ka nungu waaney koroši waati nda ganda ra, ka nungey šilbay kaŋ ra i ga dobu war interneti goyey ga nda ka fondawey cebe kaŋ ra war ga hin ka cerecere ka interneti dirayanoo bay.

source: Using three distinct interactive graphic representations — Graph, Clock and List — Lightbeam enables you to examine individual third parties over time and space, identify where they connect to your online activity and provides ways for you to engage with this unique view of the Web.
son: Lightbeam ga goy nda bii kanandiyan dumi hinza — bii, montar nda maašeede — ka war gaa ka nungu waaney koroši waati nda ganda ra, ka nungey šilbay kaŋ ra i ga dobu war interneti goyey ga nda ka fondawey cebe kaŋ ra war ga hin ka cerecere ka interneti dirayanoo bay.

source: The default Graph view provides a real time visualization of every site you visit and all third party requests made from your browser.
son: Tilasu gunaroo ti bii kaŋ ga war gaa ka dii dogoo ra nungu foo kul kaŋ war n'a naaru nda nungu waani kué kaŋ n'a hãa war ceecikaa bande.

source: The Graph view also provides adjustable filters that allow you to visualize more types of data at a glance.
son: Bii gunaroo ga bayhaya dumey fay da ka war gaa ka dii bayhaya dumi booboyaŋ moofuryan foo ra.

source: The List view provides more options for drilling down into individual sites.
son: Maašeede gunari ga war noo suubariyaŋ ka nungu fooyaŋ koroši.

source: Site preferences in the List view enable you to block sites from connecting to your Firefox browser, watch sites you’re interested in or hide sites you don’t want to see visualized.
son: Nungu ibaayi gunari ka naŋ war ma nungey ganji ir ma war Firefox ceecikaa cee, ka nungey kaŋ war ga boon'ey hawgay wala ka nungey kaŋ war ši baa ka dii y'ey tugu.

source: Lightbeam also offers an information panel that provides additional details about the site you selected and the sites it has connected to.
son: Lightbeam goo nda alhabar fasaldoo kaŋ ga šilbay tontoniyaŋ cebe nungoo kaŋ n'a suuba ga nda nungey kaŋyaŋ g'a dobu.

source: The origins of Lightbeam
son: Lightbeam taariki duuraa

source: Lightbeam began in July 2011 as Collusion, a personal project by Mozilla software developer <a href="%s">Atul Varma</a>.
son: Lightbeam šintin žuyye 2011 ra sanda Collusion, Mozilla goyjinay cinakaw foo kaŋ ti <a href="%s">Atul Varma</a> boŋ hunday porožewoo.

source: Inspired by the book, <em>The Filter Bubble</em>, Atul created an experimental add-on to visualize browsing behavior and data collection on the Web.
son: Citaaboo kaŋ ti <em>The Filter Bubble</em>, na Atul noo anniyaa ka šiiyan tontoni tee ka dii ceeciyan doonay nda bayhaya margayan interneti ra.

source: In February 2012, Gary Kovacs, Mozilla CEO at the time, introduced the Collusion add-on in a <a href="%s">TED talk</a> (now one of the most watched TED talks of all time) about exposing online tracking.
son: Feewiriye 2012 ra, Mozilla jinehunoo, Gary Kovacs, waati din, na Collusion tontonoo kaataray <a href="%s">TED deede</a> foo ra (sohõda deede foo kaŋ boro boobo n'a guna ka faham interneti hawgayyan se.

source: In September 2012, Mozilla joined forces with faculty and student researchers at <a href="%s">Emily Carr University of Art + Design</a> to develop and implement visualizations for the add-on.
son: Sektanbur 2012 ra, Mozilla na kanbe dam nda cawandikey nda cawkey <a href="%s">Emily Carr University of Art + Design</a> ra ka gunariyan tee nd'i dirandi tontonoo ga.

source: With the support of the Ford Foundation and the Natural Sciences and Engineering Research Council (NSERC), Collusion has been re-imagined as Lightbeam and was launched in the fall of 2013.
son: Ford sinjiyanoo nda Natural Sciences and Engineering Research Council (NSERC) gaakašinaa n'ir faaba ka Collusion laasaabu taaga k'a tee Lightbeam kaŋ huru goy ra 2013 jiyaa ra.

source: To read more about the collaboration, please visit <a href="{url}">{url}</a>
son: Ka bay ka tonton cetteyanoo ga, guna ne <a href="{url}">{url}</a>

source: Policy and the larger tracking narrative
son: Laada nda hawgayyan filla kukoo

source: At Mozilla, we believe that everyone should have the tools to make their own decisions about their online privacy and who collects data on them.
son: Ir Mozilla ga tammahã kaŋ borey kul ga hima ga duu goyjinayyaŋ ka ngi interneti sutura dabari nda bayhayey kaŋ margandi i ga.

source: With the Lightbeam add-on, we are providing a valuable (and open) community research platform that aims to raise awareness, promote analysis and, ultimately, affect policy change in the areas of tracking and privacy.
son: Nda Lightbeam tontonoo, ir ga jama ceeciyan goydaari nafante (nda feerante) kaŋ ga guna ka bayray hayandi, laasaabay guusandi nda, ka ben, alhukum laada barmay interneti hawgayyan nda sutura misey ra.

source: Lightbeam is one step in a larger, concerted effort by Mozilla and its partners to provide Web users with greater control and transparency of their personal data.
son: Lightbeam ti dabari foo kaŋ ti anniya beeri jere kaŋ Mozilla nda nga šettakašiney n'a kayandi k'interneti tee nungu kaŋ goykey g'a juwal ka tonton nd'i ga dii ngi boŋ bayhayey.

source: Learn more about online tracking and privacy
son: Bay ka tonton interneti hawgayyan nda sutura ga

source: The <a href="%s">Mozilla Foundation</a> is a non-profit organization that promotes the values of an open Web to the broader world. The larger Mozilla community sees the growing relevance of online privacy and is supporting several initiatives that tackle the issue in various ways.
son: <a href="%s">Mozilla Foundation</a> ti bila-nd'arriba goykonday kaŋ g'anniyawey dii interneti feerante se adduɲɲaa beeroo se. Mozilla jamaa beeroo ga dii nga fella beeroo interneti sutura se nd'a g'anniya booboyaŋ dam jine ka misoo koroši nda taka waani-waaniyaŋ.

source: Data formats in Lightbeam
son: Bayhaya takari Lightbeam ra

source: Visit our <a href="%s">documentation on Github</a> to learn more about the file formats used in Lightbeam.
son: Dii ir <a href="%s">fahamandi tiira Github</a> ka bay ka tonton takarey kaŋ ga dira nda Lightbeam ga.

source: Visit our <a href="%s">documentation on Github</a> to learn more about the file formats used in Lightbeam and to see details of the data that is uploaded if you opt in to contribute data.
son: Dii ir <a href="%s">fahamandi tiira Github ga</a> to bay ka tonton tuku takarey kaŋ ga dira Lightbeam ra nda ka dii šilbayhayey bayhayey zijantey se nda war suuba k'alhabar noo.

source: Partners of Lightbeam
son: Lightbeam šettakašinay

source: The <a href="%s">Ford Foundation</a> is a non-profit organization that focuses on the mission of advancing human welfare.
son: <a href="%s">Ford sinjiyanoo</a> ti bila-nd'arriba goykonday kaŋ anniyaa kayantaa ti adamayzey hunaroo ma koy nda jine.

source: They provide support for companies and institutions devoted to strengthening democratic values, reducing poverty and social injustice, supporting human achievement and fostering international co-operation.
son: Ir ga konpaɲey nda konday booboyaŋ ga gaakašinay kaŋ ga jama hini ladabey sahãndi, ka žabu talkataray ra nda ka jamaa sawandi alhukum ra, ka adamayzey joyjineyanoo faaba nda cettayan faalandi laamawey game.

source: The <a href="%s">Social + Interactive Media (SIM) Centre</a> at Emily Carr University of Art + Design supports a wide range of projects in design and media, giving companies direct access to the innovative thinking, design skills and research expertise of British Columbia’s most creative faculty and students.
son: <a href="%s">Social + Interactive Media (SIM) Centre</a> kaŋ goo Emily Carr University of Art + Design ra ka porože dumi booboyaŋ gaakašinay k'a fasal nda k'a dirandi, ka too konpaɲey ma duu fondo tejandiyan lakkal, fasalyan waanay nda ceeciyan bayray se Britiši Kolumbiya iniiwersite cawandikaw nda cawkaw kul moohayey se.
