Repository: translate/mozilla-lang
Catalog: sat/firefox/desktop/index.lang.po
Languages: sat

source: Firefox Web browser — Trusted, Flexible, Fast — Committed to you, your privacy and an open Web
sat: फायर फॉक्स वेब ब्राउजार — पा़तया़वाक्, टानागाक्, लोगोन आम रे चुका़न, आमाक् निजेराक् आर मित् झिज वेब —

source: Firefox Web browser — Trusted, Flexible, Fast — There's never been a better time
sat: फायार फॉक्स वेब, ब्राउजार — पा़तयावाक् टानागाक्, लोगोन नोडे —बेस ओकतो तिसहों बाय हुय होचोया.

source: There’s never been a <br class="wide-br">better time for Firefox
sat: नोडे मित् <br class="wide-br"> फायार फॉक्स ला़गित् वेस ओकता तिस हों बाङ .

source: Committed to you, your privacy and an open Web.
sat: आम रे चुका़व आकाना, आमाक् निजेराक् आर मित् झिज वेब .

source: Your Firefox is up to date.
sat: आमाक् फायारफॉक्स हा़ली याकाना.

source: Made with a mission to put you first
sat: आम पा़हिल दोहो ला़गित् मित् जोस सांव तेयाराकाना .

source: We’ve always designed Firefox to protect and respect your private information.
sat: आले जावगे आमाक निजेर ला़य सोदोर आ़ड आर मानोत ला़गित् फायार फॉक्स जोह आकाना .

source: Find out what makes Firefox the most trusted browser on the Web
sat: ञाम ओडोक मे फायार फॉक्स चेत् वेब रे आ़डी पा़तया़वाक् ब्राउजार तेयार आकात् आ.

source: Works the way you do
sat: आमेम का़मी का़मी को ला़गित् होर .

source: How you use the Web is unique.
sat: आमेम बेभार वेब चेत् लेका बेभारा .

source: Firefox lets you change it to match.
sat: फायारफॉक्स आम नोवा जोड़ ला़गित् बोदोल होचोवाक् मे .

source: Remove what you don’t use, keep what you do and put it just about anywhere you want.
sat: ओका आम बाम बेभारा ओचोग मे, ओका आम का़मीय दोहोय मे आर जाहां रेगे आमेम ञाम कान नोवा दोहोय मे.

source: Find out what makes Firefox <br class="wide-br">the most flexible browser there is
sat: फायार फॉक्स चेत् ए तेयारा ञाम ओडोक् मे <br class="wide-br">ओंडे आ़डी टानागाक् ब्राउजार.

source: Faster at what you do most
sat: ओका आम ढेर का़मी रे लोगोना .

source: Firefox was named the ”speed king” in independent benchmark and performance tests against other browsers.
sat: फायार फॉक्स दो सा़धिन बेंचमार्क रे ”तोड़ राजा ” ञुतुम लेन ताहेंना आर एहाक् ब्राउजार बिरुद हुय होचो बिडा़वा .

source: Save time and do just about anything quicker than before.
sat: ओकतो सांचाव मे आर एकेन जाहान माड़ाङ खोन लोगोन बाबोत ते का़मी मे.

source: Find out what makes this the fastest Firefox yet
sat: ञाम ओडोक मे नोवा लोगोन उता़र फायार फ़क्स नित् हा़हिच् चेत् ए तेयार आकात् आ .
