Repository: translate/mozilla-lang
Catalog: sat/firefox/desktop/trust.lang.po
Languages: sat

source: Firefox — Designed to protect your privacy — The most trusted browser on the Web
sat: फायारफॉक्स —आमाक् निजेराक् आ़डला़गित् जोह आकान — वेब रे आ़डी पा़तया़वाक् ब्राउजार .

source: Trust isn’t made. It’s earned.
sat: पा़तया़व दो बाय तेयार आकाना. नोवा दो आरजवाक् काना .

source: We build Firefox with a mission to put you first, above all else.<br class="wide-br">
sat: आले आम पा़हिल दोहो ला़गित् मित् मिसोन सांव फायर फक्स ले तायारा, नोवा को जोतो हों .<br class="wide-br">

source: We do it to keep you in control.
sat: आले आ म कोबोज रे दोहो ला़गित् . नोवा ले का़मी या.

source: We do it so you can browse without worry.<br class="wide-br">
sat: आले नोवा ले का़मी या ओना ते आम बेगोर चिनता ते ब्राउज दाड़ेयाक् आ. <br class="wide-br">

source: And we do it because no one else will.
sat: आर आले नोवा ले का़मी या चेदाक् जे आर जाहांय गे बाको का़मी या.

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
sat: <span id="trust-line1"> आ़डी पा़तिया़वाक् </span> <span id="trust-line2">इन्टारनेट कोमपानी </span><span id="trust-line3">निजेराक् ला़गित् </span>

source: Designed to protect your privacy
sat: आमाक् निजेराक् आ़ड ला़गित् जोह आकाना .

source: We believe your personal information belongs only to you.<br class="wide-br">
sat: आले एकेन आम ठेन मेनाक् निजेराक् ला़य सोदोर ले पा़तिया़वाक् आ. <br class="wide-br">

source: That’s why Firefox is filled with features to ensure that’s the case.
sat: ओना ते फायारफॉक्स दो गोटाय ला़गित् गुन को सांव पेरेच् आकाना ओना काना काथा दो .

source: Forget Button
sat: बुता़म हिड़िञ

source: Remove browsing information from your computer after the fact.
sat: हुय एना तायोम आमाक् काम्प्युटार खोन ब्राउसिंग ला़य सोदोर ओचोक मे.

source: Use it when you’ve visited a site that you don’t want in your history.
sat: तिन रे आम साइट एम ञेला नोवा बेभार मे ओका आम आमाक् हिता़ल रे बाम ञाम काना.

source: Add the Forget Button to your toolbar
sat: आमाक् टुल बार रे हिड़िञ बुता़म सेलेद मे.

source: See who’s watching you online.
sat: ञेल मे ओकोय आम ऑन लाइन ए ञेलेत् मेया .

source: The Lightbeam add-on exposes the first and third party sites you interact with as you browse.
sat: बा़ती चामेकाव ए-ऑन पा़हिल आर तेसार दोल उदुक् राकाब आम ब्राउज लेका सांव आपोसपोर पोरभाव .

source: Shine a light on the Web with Lightbeam
sat: बा़ती चोमकाव सांव वेब रे मित् बा़ती साइन.

source: Keeping you safe across the Web
sat: आम वेब पारोम जा़पती दोहो मेया .

source: Firefox lets you learn more about the sites you visit and helps keep you secure online.
sat: फायार फॉक्स आमेम ञेलेत् साइट बाबोत् आम बा़ड़ती चेद आमा आर आम ऑनलाइन जा़पती दोहो गोड़ो आमा .

source: World class protection
sat: दुनिया़ चानेच् आ़ड .

source: Anti-phishing & anti-malware features protect you from trojan horses and spyware and warn you about potentially fraudulent sites.
sat: एंटी-फिसिंग & एटी - मालवेयार गुन को आम ट्रोजान होर्सेस आर एसपाईवेयार खोने आ़ड मेया आर हुय दाड़ेयाक् एड़ेयाक् साइट बाबोत ते होंसिया़र मेया .

source: Automatic security updates
sat: आच् आच् ते जा़पती हा़ली को

source: Firefox updates automatically to make sure you always have the latest and greatest security fixes.
sat: फायार फ़क्स आम जावगे नावा उता़र आर माराङ उता़र जा़पती तेयार गोटाय ला़गित् आच् आच् तेहा़ली या .

source: Secure connections
sat: जा़पती जोनोड़ाव

source: Use instant Website ID to make sure a site is what it claims to be and to check if your connection to it is secure.
sat: मित् साइट निसटा़ तेयार ला़गित् वेब साइट लोगोन ते तेयार दो चेत् गे नोवा दा़बी या आर ञेल ला़गित् जुदी आमाक् जोनोड़ाव नोवा रे जा़पती आ .

source: Browse without worry
sat: बेगोर चिन्ता ते ब्राउज .

source: Learn more about why your privacy and security are so important <br class="wide-br">and what you can do to protect yourself online.
sat: चेदाक् आमाक् निजेराक् आर जा़पती दो उना़क् मोहोता बाबोत ते बाड़ती चेद मे <br class="wide-br"> आर चेत् आम आमतेत ते ञनलाइन आ़ड ला़गित् का़मी दाड़ेयाक् आ .

source: Privacy & you
sat: निजेते आम

source: How to stay safe online
sat: चेत् लेका जा़पती ऑनलाइन तिंगु ताहेना .

source: Privacy & security FAQ
sat: निजे & जा़पती FAQ

source: Privacy & security add-ons
sat: निजेर & जा़पती एड-ऑन .

source: Privacy blog
sat: निजेराक् ब्लॉग

source: Security blog
sat: जा़पती ब्लॉग .

source: Do Not Track
sat: निजे ब्राउसिंग

source: A Firefox innovation, Do Not Track lets you indicate a preference about the way your personal info is collected and used online.
sat: फायारफॉक्स नावा आ़रु, आलोम पांजाया आम आमाक् निजे ला़य सोदोर होर बाबोत् कुसियाक् उदुक् होचोवान दो तुमाल आर ऑवलाइन बेभारा .

source: Learn more about Do Not Track
sat: आलोम पांजाय बाबोत् ते बाड़ती चेद मे .

source: Private browsing
sat: निजे ब्राउसिंग

source: Sometimes it’s nice to go undercover.
sat: ओका ओका ओकतो नोवा दो उकु उकु ते चालाक् बेसा.

source: Turn this feature on to protect your browsing history from others.
sat: एटागाक् खोन आमाक् ब्राउजिंग हिता़ल आ़ड ला़गित् नोवा गुन आ़चुर ते चालाक् आ.

source: Learn how to open a private window
sat: मित् निजेराक् बिंडो चेद लेका रे झिजा चेद मे.
