Repository: translate/mozilla-lang
Catalog: sat/mozorg/contribute/index.lang.po
Languages: sat

source: Volunteer Opportunities at Mozilla
sat: मोजिला रे का़मियाक् ओबसोर को .

source: Menu
sat: मिनु

source: Why<br> volunteer
sat: चेदाक् <br> का़मिया को.

source: Find<br> an event
sat: ञाम मे<br> मित् घोटना

source: Meet<br> Mozillians
sat: ञापामेम<br> मोजिलायान

source: Get involved
sat: सा़मिलोक

source: Your country
sat: आमाक् दिसोम

source: I live in&hellip;
sat: इस &hellip रेय ताहेंना;

source: Volunteer with Mozilla!
sat: मोजिला सांव का़मिया़ को !

source: active Mozillians worldwide
sat: चोगोड़ मोजिलियान दुनिया़ जाक् .

source: upcoming events around the globe
sat: गोलोब बेड़हाय ते घोटना को हेच् राकाब.

source: languages and counting, on every continent
sat: पा़रसी को आर लेखा जोतो माहादेस रे .

source: Join a global community of game-changers.
sat: खेलोंड बोदोल कोवाक् गोलोबाल बिरा़द रे खोंजाय मे.

source: Volunteer as much as you like. Or as little.<br> It’s totally up to you.
sat: आमेम ञाम कान लेका निजे का़मिया .आक बाङ का़च लेका .<br>नोवा दो जोतो आम चेतान रे .

source: Share your skills and pick up<br> a few new ones along the way.
sat: आमाक् लेक को हा़टिञ आर हाताङ राकाब <br> काच् नावा को होर सांव.

source: Volunteering with Mozilla&hellip;
sat: मोजिला &hellip सांव निजे ते का़मी रे लागाव;

source: is about more than lending a hand. It’s about learning, collaborating and sharing your skills with a global community of Mozillians — coders, organizers, activists and more — who help shape the Web every day.
sat: मित् ती उधार खोन ढेर बाबोत ते दो नोवा दो चेदोक्, गोड़ो आर मोजिलियान कोवाक् गोलोवाल बिरा़द सांव आमाक् लेक हा़टिञ — कोड एमोगिच्, जारवायिच् चोगो़ॉ को आर ढेर — ओकोय दिना़म वेब बेनाव गोड़ोवाक् आ.

source: See our community in action
sat: का़मी रे आलेरिन बिरा़द को ञेल .

source: How Mozillians help every day
sat: चेत् लेका मोजिलायान दिना़म ए गोड़ोवाक् आ .

source: Spain &middot; Activism
sat: स्पेन &middot; चोगोड़ भा़गिया़री .

source: Philippines &middot; Activism
sat: फिलिपिन &मि़डोट; कोडिंग .

source: Switzerland &middot; Coding
sat: स्विटजार लैंड & मि़डोट; कोडिंग

source: India &middot; Teaching
sat: भारोत &मिडडोट ; पाड़हाव .

source: Read his story
sat: का़हनी पाढ़ाव मे उनी कोड़ावाक् .

source: Read her story
sat: उनी कुडीयाक् का़हनी पाढ़ाक् मे .

source: Want to get involved? Here’s how.
sat: चेत् सा़मिलोक् साना काना ? नोडे दो चेद लेका .

source: Choose what interests you and tell us how you’d like to help
sat: आमाक् गोरजी चेत् बाछाव मे आर ला़य आले मे चेद लेका आम गोड़ो सानामा.

source: Stand by for an email that will connect you to the Mozilla community
sat: मित् इमेल ला़गित् स्टेंडबाइ ओका ओका आम मोजिला बिरा़द रे जोड़ाव मेया.

source: Create your Mozillians account and share your contributions with the world
sat: आमाक् मोजिलायान खाता तेयार मे आर दुनिया़ सांव आमाक् एनेम को हा़टिञ मे .

source: Get started
sat: एहोब मे

source: Not ready to dive in just yet?
sat: चेत् एकेन नित् हा़बिच ते झापटाव बाय सापड़ावा ?

source: Here are a few other ways you can support Mozilla right now.
sat: नोडे का़च गान एटागाक् होर को मेनाक् आ आम नितोक् मोजिला गोड़ो सानाम काना.

source: Donate to Mozilla
sat: मोजिला रे दान

source: Read our Manifesto
sat: लेयाक् ला़य सोदोर पाढञाक् मे .

source: Like us on Facebook
sat: फेसबुक रे आले कुसी.

source: Follow us on Twitter
sat: टवीटार रे आले पांजा

source: Upcoming event
sat: हिजुगाक् घोटना

source: See all events
sat: जोतो घोटना को ञेल

source: Communicate
sat: संचार

source: Mozilla communities
sat: मोजिला बिरा़द को

source: Mailing lists
sat: मोजिला बिरा़द को

source: IRC channels
sat: IRC चैनाल

source: More links
sat: बाड़ती खोंजा को

source: Submit Firefox feedback
sat: बाड़ती खोंजा को

source: Explore Mozilla careers
sat: मोजिला जिबका़ पानते तुद.

source: Get help with Firefox
sat: फायारफॉक्स सांव गोड़ो ञाम .

source: Subscribe to community events
sat: बिरा़द घोटना को रे चांदा रा़सिया तेयारोक् .

source: Get community updates
sat: बिरा़द हा़ली राकाब ञाम मे

source: Mozillian Stories
sat: मोजिलियान काहनी को.

source: More
sat: बाड़ती

source: Less
sat: कोम

source: Read more Mozillian stories
sat: बाड़ती मोजिलियान का़हनी को पाढाक् मे.

source: Discover even more stories on Twitter with <a href="%(link_hashtag)s">#IAmAMozillian</a>
sat: ट्वीटार रे बाड़ती का़हनी को हो पानते ञाम मे <a href="%(link_hashtag)s">#IAmAMozillian</a>

source: More coming soon
sat: बाड़ती लोगोन हिजुक् आ

source: Get Involved: Volunteer Opportunities at Mozilla
sat: सा़मिलोक ञाम : मोजिला रे निजेका़मी ओबसोर को .

source: To get started, tell us what interests you.
sat: एहोब ञाम ला़गित्, ला़य आले मे आमाक् चेद गोरजी.

source: Choose one for now. You can always contribute to other areas later.
sat: नित ला़गित् मित् बाछाव मे. आम तायोम ते एटाक् जायगा रे हा़टिञ दाड़ेयाक् आ.

source: Where would you like to get started?
sat: आम ओकारे एहोब ञाम सानामा ?

source: More about coding
sat: कोडिंग बाबोत ते बाड़ती .

source: Contribute code to a whole range of Mozilla products, including Firefox and Firefox OS.
sat: मोजिला तेयार ओडोक् रेयाक् जोतो पासनाव ला़गित् कोड हा़टिञ, फायारफॉक्स आर फायारफॉक्स OS.

source: Testing
sat: बिड़ाव

source: More about testing
sat: बिडा़व बाबोत ते बाड़ती

source: Help make the Mozilla products you use — and love — even better.
sat: आमेम बेभार मोजिला तेयार ओडोक् तेयार रे गोड़ो —आर दुलाड़ —बेस रेहों .

source: Writing
sat: ओलेत् आ.

source: More about writing
sat: ओल बाबोत ते बाड़ती.

source: Lend your voice to Mozilla — from blogging and social media to providing technical documents for users and developers.
sat: मोजिला रे आमाक् साडे एम मे —बेभार को आर लाहा होचो को ला़गित् टेकनिकेल दोलिल को एम ला़गित् ब्लॉगिंग आर सांवता मिडिया खोन.

source: Teaching
sat: पाड़हाव

source: More about teaching
sat: पाड़हाव बाबोत तेबाड़ती.

source: Share your skills with a community that’s eager to learn. Take advantage of our free tools, teaching resources and events.
sat: मित् बिरा़द सांव आमाक् लेक को हा़टिञ ओका चेदोक् ला़गित् साना. आलेयाक् पोला तेयाक् टुल्स, सोत आर घोटना को पाड़हाव रेयाक् लाब हाताव मे.

source: Helping
sat: गोड़ो एम

source: More about helping
sat: गोड़ो एम बाबोत ते बाड़ती .

source: Provide support to users who need it and help everyone get the most out of their Mozilla products.
sat: बेभार को ला़गित् गोड़ो एम ओकोय नोवाय ञामा आर आकोवाक् मोजिला तेयार ओडोक रेयाक् जोतो होड़ ढेर ञाम गोड़ो .

source: Translating
sat: तोरजोमा

source: More about translating
sat: तोरजोमा बाबोत ते बाड़ती

source: Help make Mozilla stuff available in other languages. Translate everything from newsletters and websites to copy for Firefox and Firefox OS.
sat: एटाक् पा़रसी को रे मोजिला स्टॉफ ञामोक तेयार गोड़ो. फायारफॉक्स आर फायारफॉक्स OS ला़गित् नोकोल तेयार रे खोबोर साकाम आर वेबसाइट खोन जोतोवाक् तोरजोमाय मे..

source: Activism
sat: चोगोड़ भा़गी

source: More about activism
sat: चोगोड़ भा़गी बाबोत ते बाड़ती.

source: Get involved with our opportunities to support freedom, security and privacy on the open Web.
sat: झिज वेब रे साधिन जा़पती आर निजेराक् गोड़ो ला़गित् आलेयाक् ओबसोर को सांव सा़मिल ञाम.

source: I don’t know
sat: इञ बाय बाडाया

source: More about how you can contribute
sat: चेत् लेका रे आम हा़टिञ दाड़ेयाक् आ बाबोत ते बाड़ती.

source: Not sure how you want to help? No problem. We can find the appropriate contribution activity for you.
sat: बाय निसटा़ आकाना चेत् लेका आम गोड़ो सानाम काना ? जाहान दिगधा़ बाङ. आले आम ला़गित् बेसाक् हा़टिञ चोगोड़ ञाम दाड़ेयाक् आ.

source: Now tell us a little about yourself:
sat: नित् आम निजे बाबोत ते का़चगान आले ला़य आले मे :

source: Name
sat: ञुतुम

source: Email address
sat: इमेल ठिका़ना

source: Country
sat: दिसोम

source: select
sat: बाछाव

source: Why do you want to be a Mozilla volunteer?
sat: चेदाक् आम मोजिला निजे का़मी हुयुक् सानाम काना ?

source: (Optional)
sat: (आपनार मोने तेयाक् )

source: I’m okay with Mozilla handling my info as explained in <a href="%(privacy)s">this Privacy Policy</a>
sat: इञ बोरनोन आकान लेका इञाक् ला़य सोदोर मोजिला साब सोझे सांव बेस गियाञ <a href="%(privacy)s">नोवा निजेराक् निती</a>

source: Start contributing
sat: हा़टिञ एहोब

source: Sign me up for community updates
sat: बिरा़द हा़ली को ला़गित् इञ साइन ऑप इञ मे .

source: (English)
sat: (आंग्रेजी )

source: What particular area?
sat: चेत् बिसेस जायगा ?

source: What would you like to code?
sat: चेत् म कोड साना कुसिक् आम ?

source: What would you like to test?
sat: चेत् म कोड साना कुसिक् आम ?

source: What would you like to translate?
sat: चेत् आम तोरजोमा साना कुसियाक् आम ?

source: What would you like to write?
sat: चेत् आम तोरजोमा साना कुसियाक् आम ?

source: What would you like to teach?
sat: चेत् आम पाड़हाव साना ला़गित् एम कुसियाक् आ?

source: Firefox
sat: फायारफॉक्स

source: Websites
sat: वेबसाइट को

source: Firefox add-ons
sat: फायारफॉक्स एड-ऑन्स .

source: HTML5 apps
sat: HTML5एपस

source: Diagnosing Web compatibility issues
sat: वेब सोंगोत तेत् काथा को साला बाछावेत् आ .

source: Online services
sat: ऑनलाइन का़मी को

source: Web compatibility
sat: वेब सोंगोत को

source: Product localization
sat: तेयार ओडोक नोडेनाक् तेयार.

source: Website localization
sat: वेबसाइट नोडेनाक् तेयार .

source: I’d like to work on localization tools
sat: इञ नोडेनाक् तेयार टुल्स रे का़मी सा़ना़म काना .

source: Social media
sat: सांवता मिडिया

source: Journalism
sat: पत्रका़रिता

source: Technical docs for users
sat: बेभार को ला़गित् टेकनिकाल डॉक

source: Technical docs for developers
sat: लाहा होचो को ला़गित् टेकनिकाल डॉक .

source: Technical docs for Firefox add-ons
sat: फायारफॉक्स एड-ऑनस ला़गित् टेकनिकाल डॉक.

source: Technical docs for HTML5 apps
sat: HTML5 एपस ला़गित् टेकनिकाल डॉक .

source: Teach the Web (Webmaker)
sat: वेब टेक (वेब तेयारिच् )

source: Open News fellowships
sat: खोबोर गातेक् झिज मे.

source: Open Web science research
sat: वेब सांड़ेस रिसार्च झिज मे .

source: Community Events
sat: बिरा़द घोटना को

source: Find events
sat: घोटना को ञाम.

source: By city, country, or event:
sat: सोहोर, दिसोम, आर बाङ घोटना दाराय ते :

source: By date:
sat: मा़हित् दाराय ते :

source: month
sat: चाँदो

source: year
sat: सेरमा

source: Date
sat: मा़हित्

source: Event
sat: घोटना

source: Location
sat: ठांव

source: City
sat: सोहोर

source: Events
sat: घोटना

source: Thank you!
sat: आम सारहाव !

source: Thanks!
sat: सारहाव को !

source: We’re thrilled to see that you’re interested in coding and can’t wait to get you started.
sat: आले ञेल तेले रुमुलेना जे आम कोडिंग रे गोरजी या आर आम एहोब ञाम ला़गित् बाम तांगी दाड़ेयाक् आ.

source: We’re thrilled to see that you’re interested in testing and can’t wait to get you started.
sat: आले ञेंल तेले रुमु लेना जे आम बिड़ाव रे गोरजी या आर एहोब ञाम ला़गित् बाम तांगी दाड़ेयाक् आ.

source: We’re thrilled to see that you’re interested in writing and can’t wait to get you started.
sat: आले ञेंल तेले रुमु लेना जे आम ओलोक् रे गोरजी या आर एहोब ञाम ला़गित् बाम तांगी दाड़ेयाक् आ.

source: We’re thrilled to see that you’re interested in teaching and can’t wait to get you started.
sat: आले ञेल तेले रुमुलेना जे आम पाड़हाव रे गोरजी या आर एहोब ला़गित् बाम तांगी दाड़ेयाक् आ.

source: We’re thrilled to see that you’re interested in helping and can’t wait to get you started.
sat: आले ञेंल तेले रुमु लेना जे आम गाड़ो एम रे गोरजी या आर एहोब ञाम ला़गित् बाम तांगी दाड़ेयाक् आ.

source: We’re thrilled to see that you’re interested in translating and can’t wait to get you started.
sat: आले ञेंल तेले रुमु लेना जे आम तोरजोमा रे गोरजी या आर एहोब ञाम ला़गित् बाम तांगी दाड़ेयाक् आ.

source: We’re thrilled to see that you’re interested in activism and can’t wait to get you started.
sat: आले ञेंल तेले रुमु लेना जे आम चोगोड़ भा़गी रे गोरजी या आर एहोब ला़गित् बाम तांगी दाड़ेयाक् आ.

source: We’re thrilled to see that you’re interested in volunteering and can’t wait to get you started.
sat: आले ञेंल तेले रुमु लेना जे आम निजे का़मिया रे गोरजी या आर एहोब ञाम ला़गित् बाम तांगी दाड़ेयाक् आ.

source: Keep an eye on your inbox for an important message from us.
sat: आले ठेनखोन मित् मोहोत खोबोर ला़गित् आमाक् इन र्वाक्स रे मेत् दोहोय मे.

source: Hello!
sat: जोहार!

source: Your Name
sat: आमाक् ञुतुम

source: In the meantime&hellip;
sat: इना़ ओकतो रे &hellip;

source: You can create your Mozillians account now to connect with fellow Mozillians.
sat: आम नितोक् आमाक् मोजिलायान खाता तेयार दाड़ेयाक् आ गाते मोजिलियान सांव जोड़ाव ला़गित् .

source: Yes, create my Mozillians account
sat: हें, इञाक् मोजिलान खाता तेयार मे .

source: You will be asked to sign in before proceeding
sat: आम माड़ाङ चालाक् माराङ ते साइन ला़गित् कुली मेया.

source: No thanks, I’ll just wait for the email
sat: बाङा सारहाव, इञ नित् इमेल ला़गित् इञ तांगीयेत् आ.

source: Area of interest?
sat: चेत् गोरजी रेयाक् जायगा ?

source: Helping Users
sat: बेभार को गोड़ो एम

source: Testing and QA
sat: बिडा़व आर QA

source: Marketing
sat: किरिंञ आखरिञ

source: Localization and Translation
sat: नोडेनाक् तेयार आर तोरजोमा .

source: Web Development
sat: वेब ला़हानती

source: Firefox Marketplace
sat: फायारफॉक्स बाजार जायगा

source: Add-ons
sat: एड-ऑन

source: Visual Design
sat: ञेल तेयार जोह

source: Documentation and Writing
sat: दोलिल तेयार आर ओल .

source: Education
sat: सिखनात

source: Other
sat: एटागाक्

source: Hi, I’m interested in…
sat: हेइञ , रे गोरजी आ …

source: Send us a note and we can get you started right away.
sat: आले मित् खाटो ओल कुलआल मे आले आम एहोब खोन सांगिञ ले ञाम दाड़ेयामा.

source: I have a suggestion for Firefox
sat: इञ ठेन फायारफॉक्स ला़गित् सोलाह मेनाक् आ.

source: I need help with a Firefox issue
sat: इंञ फायारफॉक्स काथा सांव गोड़ो ला़गती .

source: Please enter a valid email address.
sat: मित् बातावाक् इमेल ठिका़ना आदेर मे .

source: You must agree to the privacy policy.
sat: आम निजेराक् निती रे सिका़र एम ला़कती .

source: Please select an area of interest.
sat: गोरजी रेयाक् मित् जायगा बाछाव मे .

source: Please tell us more about your interests.
sat: आमाक् गोरजी को बाबोत ते आले लाय आले मे.
