Repository: translate/mozilla-lang
Catalog: sat/mozorg/contribute/stories.lang.po
Languages: sat

source: Meet Mozillians from all around the world. Learn about the projects they’ve worked on and see what they’re currently helping with.
sat: दुनिया रेयाक् गोटा सेत् खोन मोजिलियान ञापामेम प्रोजेक्ट बाबोत ते चेद मे उनकु ओना रेको का़मी आकात् आ आर ञेल मे चेत् उनकु नित सांव गोड़ोवाक् मे .

source: Meet a few more Mozillians
sat: का़च बा़ड़ती मोजिलियान .

source: Read their stories here and discover even more on Twitter with <a href="%(link_hashtag)s">#IAmAMozillian</a>
sat: उनकुवाक् का़हनी को नोडे पाढ़ाक् मे आर <a href="%(link_hashtag)s">#IAmAMozillian</a>सांव ट्वीटार रे ढेर हो पानते ओडोक.

source: Mozillian Stories
sat: मोजिलियान का़हनी को .

source: Hi, I’m <b class="name">Rubén</b>, a Mozillian in <b class="country">Spain</b>
sat: हे, इञ दो <b class="name">रुबेन </b>, मित् मोजिलियान <b class="country">स्पेन </b>

source: I’ve been collaborating with the Mozilla community since 2004, helping with website localization, QA, user support and community marketing. I’ve also helped organize events in Spain and performed IT tasks within the Mozilla Hispano community.
sat: इञ मोजिला बिरा़द सांव 2004 खोन गोड़ो होचो आकाना, वेबसाइट नोडे नाक् सांव गोड़ोवाक् आ, QA, बेभारिच् गोड़ो आर बिरा़द किरिञ आखरिञ. इञ हों स्पेन रे जुमित् घोटना को गोड़ोवाक् आ आर मोजिला हिसपानो बिरा़द भितिर IT का़मी को उदुक् सोदोरा.

source: I’m currently helping with:
sat: इञ नित् सांव गोड़ोवाक् काना :

source: Mozilla.org localization
sat: मोजिला .org नोडेनाक् .

source: Firefox OS launch in Spain
sat: स्पेन रे फायार फॉक्स OS उछा़न .

source: Mozilla Hispano mentorship program
sat: मोजिला हिसपानो सोलाह एमोगिच् प्रोग्राम .

source: Community events
sat: बिरा़द घोटना को

source: Hi, I’m <b class="name">Faye</b>, a Mozillian in <b class="country">the Philippines</b>
sat: हे , इञ दो <b class="name">फाये</b>,मित् मोजिलियाम <b class="country">फिलिपिनस</b>

source: I went to my first local Mozilla event in 2011 and was inspired to do more by all the amazing people I met and got to know. And now, I am the Mozilla Philippines Community Manager.
sat: इञ 2011 रे इंञाक् पा़हिलाक् नोडेनाक् मोजिला घोटना रे चालाव लेना आर जोतो हाहाड़ा होड़ को इञ ञापाम आकात् आर बाडाय ञाम आकात् को दाराय ते बाड़ती का़मी ला़गित् उसका़व लेम ताहेना. आर नितोक्, इञ दो मोजिला फिलिपिन बिरा़द बेबोसतायिच् का़ना़य .

source: Webmaker
sat: वेब तेयारिच्

source: WoMoz
sat: बोमोज

source: Firefox Student Ambassadors
sat: फाययारफॉक्स पा़ठुवा़ गिदरा़ दुत .

source: Community Building
sat: सांवता बिरा़द ओड़ाक्

source: My passion is for organizing local Webmaker and WoMoz (Women in Mozilla) community events where I can train others and help them develop their skills. I also help out with the Firefox Student Ambassadors program and Community Building.
sat: इञाक् धोरजो दो नोडेरिन वेब तेयार को जुमित् जारवा आर बोमोज (मोजिला रे कुड़ी के ) सांवता बिरा़द घोटना ओकारे इञ एटाक् को ला़य चेद दाड़ेयाको वा आर उनकु गोड़ो दाड़ेयाकोवा आकोवाक् लेक् को लाहा ला़गित्. फायारफॉक्स पा़ठुवा़ गिदरा दुत को प्रोग्राम आर सांवता बिरा़द ओड़ाक् सांव इञ हो गोड़ो ओडोक.

source: My favorite part of being a Mozillian is the global community. I like to think of us as a “family” where we accept each other openly and are free to speak our minds while we work together.
sat: इञक् मित् मोजिलियान लेका तेयाक् कुसियाक् हा़टिञ दो गोलोवाल सांवता बिरा़द इञ मित् “घारोंज ” लेका आलेयाक् उयहा़र ला़गित् कुसियाक् आ आकारे आले एटाक् झिज को आपोसपोर हाताव आर आळे मित् धाव ते का़मी जोहोक् आलेयाक् मोने रोड़ ला़गित् साधिन गेया .

source: Hi, I’m <b class="name">Shreyas</b>, a Mozillian in <b class="country">India</b>
sat: हे , एञ दो <b class="name">श्रेयाड</b>, मोजिलियान <b class="country">भारोत</b>

source: I’m a Webmaker Super Mentor who’s passionate about building a more open Web. I love any chance to bring my community together — whether it’s through MozCafes, teaching opportunities or just getting together to talk about projects.
sat: इञ दो वेब तेयार माराङ सोलाह एमोगिच् कानाय ओकोय दो मित् ढेर झिज वेब तेयार बाबोत ते धोरजो दोहोयिच् काना, इञ जाहांगे दांव इञरिन सांवता बिरा़द मित्धाव ते आ़गुञ दुला़ड़ा ओवसोर को सेत् ते ताहेंना आर बाङ एकेन प्रोजेक्ट ते ञामा.

source: KidZilla
sat: किकजिला

source: MozCafes
sat: मोजकैफ

source: Maker Party
sat: तेयार दोल

source: One thing I’m most proud of in my time as a Mozillian is “KidZilla,” a project that I initiated to educate underprivileged students about the basics of computers and the Internet.
sat: मित् जिनिस मोजिलियान दो “किडजिला ,” मित् प्रोजेक्ट लेका इञाक् ओकतो रेयाक् इञ आ़डिञ गोरोबा ओका इञ बिसेस होक भितिर रिन गिदरा़ को काम्प्युटार आर इन्टार नेट रेयाक् पा़हिलाक् को बाबोत् ते सिखना़त् एम एहोबा.

source: I’m also an avid writer — if you work in Communications or PR, feel free to get in touch with me. I would love to work on something. And if you ever want to talk about Webmaking and teaching, I’m always available.
sat: इञ दो मित् बाडाय साना ओनोलिया़ हों काना — जुदी आम सांचार आर बाङ PR, रे का़मिया, इञ सांव जोपोक ञाम ला़गित् आलगा आटका़र मे. इञ ला़गित् आलगा आटका़र मे इञ जाहांनाक् रे का़मी ला़गित् दुलाड़ दाड़ेयाक् आ. आर दुदी आम वेब तेयार आर पाड़हाव बावोत ते जावगे रोड़ सा़ना़ञा, इञ दो जावगे ञामोक् आ .

source: Hi, I’m <b class="name">Michael</b>, a Mozillian in <b class="country">Switzerland</b>
sat: हें,इञ दो <b class="name">माइकेल </b>, मित् मोजिलियान <b class="country">स्विटजार लैंड </b>

source: I started contributing Firefox patches as a teenager in 2008. Four years later, I decided to officially become a Mozilla Rep and have been helping to build the Mozilla Switzerland community ever since.
sat: इञ 2008. रे मित् गिदरा़ बोयोस लेका ते फायारफॉक्स कुटरा़ का़मी हा़टिञ एहोब लेत् आ. पुन सेरमा तायोम, इञ मोजिला प्रितिनिधि ऑफस लेका ते तेयारोक् निसटा़ केत् आ आर उनखोन जाव ला़गित् मोजिला स्विटजार लैंड सांवता बिरा़द तेयार ला़गित् गोड़ो होचो आकाना .

source: Hack-a-thons
sat: गेत्-मित्-थोन

source: In addition to organizing community events in Switzerland, I also coordinate events in Germany and Austria, making me one of only a few Mozillians to help pull off events in three different countries — all within a couple of months of each other.
sat: स्विटजारलैंड रे जुमित् तेयार सांवता घोटना को रे सेलेदाक्, इन जर्मनी आर आस्ट्रेया रे घोटना को हों गोड़ोवाक् काना, का़च् गान मोजिलायान रे निच् एकेन मित् तेयारिञ काना पेया दिसोम को रे घोटना को ओर ओडोक गोड़ो ला़गित् —जोतो आपोसपोर चांदो को रेयाक् मित् जोड़ भितिर,

source: My goal now is to keep growing our global community through localization (translation), hacking and Webmaker projects. If you’re interested, please get in touch.
sat: इञाक् जोस दो नितोक् नोडेनाक् तेयार (तोरजोमा ),कुटरा़ तेयार आर वेब तेयार प्रोजेक्ट सेत् ते आलेयाक् गोलोबाल सांवता बिरा़द लाहा राकाब दोहो ला़गित्. जुदी आम गोरजी या, जोपोक् रे ताहेन मे .
