Repository: translate/mozilla-lang
Catalog: dsb/firefox/android/index.lang.po
Languages: dsb

source: Firefox for Android — Mobile Web browser — More ways to customize and protect your privacy
dsb: Firefox za Android — Mobilny webwobglědowak — Dalšne móžnosći, wašu priwatnosć pśiměriś a šćitaś

source: Only Firefox for Android offers so many ways to make your mobile browsing experience truly your own
dsb: Jano Firefox za Android póbitujo tak wjele móžnosćow, aby waše dožywjenje mobilnego pśelědowanja napšawdu wašo było

source: Firefox for Android
dsb: Firefox za Android

source: We make it Firefox.
dsb: Cynimy jen k Firefox.

source: You make it your own.
dsb: Wy cyniśo jen k swójomu.

source: The features you love.
dsb: Funkcije, kótarež lubujośo.

source: The privacy you trust.
dsb: Priwatnosć, kótarejž dowěriśo.

source: Our most customizable Firefox for Android yet.
dsb: Naš dotychměst nejwěcej pśiměrujobny Firefox za Android.

source: Download on Google Play
dsb: Z Google Play ześěgnuś

source: Uniquely yours
dsb: Jasnje waš

source: Only Firefox for Android offers this many ways to make<br> your mobile browsing experience truly your own.
dsb: Jano Firefox za Android póbitujo toś te wjele wašnjow, aby<br> wašo dožywjenje mobilnego pśeglědowanja k wašomu cynił.

source: Smarter sharing for all
dsb: Wěcej inteligentne źělenje za wšych

source: The most adaptive way to share anything, Quick Share remembers your most recently used apps to help you get the word out just the way you want.
dsb: Ako nejwěcej pśiměrjaty nałog, něco źěliś, Quick Share markujo se waše ako slědne wužyte nałoženja, aby wam pomagał, jano toś ten nałog dalej groniś, kótaruž cośo.

source: See how it works
dsb: Woglědajśo se, kak funkcioněrujo

source: All your faves, front and center
dsb: Wšykne waše fawority, prědku a srjejźa

source: Customize your Home panels with any Web content you want and access your favorite feeds &mdash; like Instagram and Pocket Hits &mdash; instantly.
dsb: Pśiměrśo póla swjógo startowego boka z webwopśimjeśim, kótarež cośo a mějśo ned pśistup na swóje nejlubše kanale &mdash; ako Instagram a Pocket Hits.

source: A touch more personal
dsb: Pitśu wěcej wósobinske

source: Display your Home panels in any order you like or add, hide and delete them as you see fit to keep your favorites one touch away.
dsb: Zwobrazńśo póla swójogo startowego boka w pórěźe, kótaryž spódoba se wam, abo pśidajśo, schowajśo a wulašujśo je, wó kótarymž měniśo, až wón wobchowujo waše fawority jano jadno dotyknjenje zdalone.

source: Learn more
dsb: Dalšne informacije

source: Any search you like
dsb: Někake pytanje, kótarež cośo

source: Add any search engine and make it your default.
dsb: Pśidajśo pytnicu a cyńśo ju k swójomu standardoju.

source: Or change it any time to the one that best matches your search and privacy needs.
dsb: Abo změńśo ju kuždy cas do jadneje, kótaraž wótpowědujo nejlěpjej wašym pytańskim a priwatnostnym pótrěbnosćam.

source: Change your language
dsb: Wubjeŕśo swóju rěc

source: Read and save articles easily
dsb: Cytajśo a składujśo nastawki lažko

source: Enjoy a more pleasant reading experience with Reader View and Reading List.
dsb: Wjaselśo se rozwjasołego cytańskego dožywjenja z cytańskim naglědom a cytanskeju lisćinu.

source: Access your saved articles even when you’re not online.
dsb: Mějśo pśistup na skłaźone nastawki, samo gaž njejsćo online.

source: Learn more about Reading List
dsb: Zgóńśo wěcej wó cytańskej lisćinje

source: Learn more about Reader View
dsb: Zgóńśo wěcej wó cytańskem naglěźe

source: Change your browser language quickly and easily, without having to change the settings for your entire device or even restart your browser.
dsb: Wubjeŕśo rěc swójogo wobglědowaka spěšnje a lažko, bźez togo až musyśo nastajenja za waš ceły rěd změniś abo samo swój wobglědowak znowego startowaś.

source: Take it to the big screen
dsb: Cyńśo ju k telewiznej wobrazowce

source: Send video and Web content from your smartphone or tablet to any TV equipped with supported streaming capabilities.
dsb: Pósćelśo wideo a webwopśimjeśe ze swójogo smartfona abo tableta na telewizor, kótaryž ma trěbne pśenosowańske zamóžnosći.

source: Keep your private info private
dsb: Źaržćo swóje priwatne informacije priwatne

source: We believe your personal information belongs to you.
dsb: Wěrimy, až waše wósobinske informacije wam słušaju.

source: Firefox for Android is filled with features to help keep it that way.
dsb: Firefox za Android jo napołnjony z funkcijami, aby pomagali, to na toś ten nałog wobchowaś.

source: Clear history
dsb: Historiju wulašowaś

source: Delete your browsing history, passwords and more in a single tap.
dsb: Wulašujśo swóju pśeglědowańsku historiju, swóje gronidła a wěcej z jadnučkim dotyknjenim.

source: Choose the private data you want to remove whenever you need to do so.
dsb: Wubjeŕśo priwatne daty, kótarež cośo wótpóraś, gažkuli musyśo to cyniś.

source: Learn how to clear your history
dsb: Zgóńśo, kak móžośo swóju historiju lašowaś

source: Guest browsing
dsb: Góstny modus

source: Share your browser with friends and family without worrying that you’ll see each other’s online activity.
dsb: Źělśo swój wobglědowak z pśijaśelami a familiju, bźez togo až gótujośo sebje starosći, až wiźiśo online-aktiwitu drugich.

source: Learn how to share your browser
dsb: Zgóńśo, kak móžośo swój wobglědowak źěliś

source: See how Guest Browsing works
dsb: Woglědajśoe se, kak góstny modus funkcioněrujo

source: Don’t leave home without being in Sync
dsb: Njespušćajśo dom, bźez togo až synchronizěrujośo

source: Bring your passwords, bookmarks, open tabs and more everywhere you go.
dsb: Donjasćo swóje gronidła, cytańske znamjenja, wócynjone rejtarki a wěcej wšuźi, źož sćo.

source: Use Sync on your smartphone or tablet to access whatever you need from your desktop &mdash; and vice versa &mdash; without having to remember URLs.
dsb: Wužywajśo Sync na swójom smartfonje abo tableśe, aby pśistup na cožkuli měł, kótarež trjebaśo ze swójogo desktopa &mdash; a nawopak &mdash; bźez togo až musyśo se URL spomnjeś.

source: Learn more about Sync
dsb: Zgóńśo wěcej wó Sync

source: Choose Firefox
dsb: Firefox wubraś

source: Supported devices
dsb: Pódpěrane rědy

source: Release notes
dsb: Wersijowe informacije

source: Do not track
dsb: Njeslědowaś

source: Enable this Firefox innovation to help you stay in control of how your browsing information is collected and used online.
dsb: Zmóžniśo toś tu inowaciju Firefox, aby pomagał, kontrolu nad tym wobchował, kak waše pśeglědowańske informacije zběraju se a wužywaju se online.

source: Learn more about Do Not Track
dsb: Zgóńśo wěcej wó Do Not Track

source: Private Browsing
dsb: Priwatny modus

source: When activated, Firefox for Android won’t accept cookies, remember passwords or record any sites that you’ve visited.
dsb: Gaž ten modus jo zaktiwěrowany, njebuźo Firefox za Android cookieje akceptěrowaś, gronidła se spomnjeś abo sedła nagrawaś, kótarež sćo se woglědał.

source: Learn how to open a private window
dsb: Zgóńśo, kak móžośo priwatne wokno wócyniś

source: See how Private Browsing works
dsb: Woglědajśo se, kak priwatny modus funkcioněrujo
