Repository: translate/mozilla-lang
Catalog: yo/tabzilla/tabzilla.lang.po
Languages: yo

source: Mozilla links
yo: Àwọn ìsopọ̀ Mozilla

source: Close (Esc)
yo: Tì (Esc)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
yo: Firefox OS àkọ́ṣe <span>ní Àpèjọ Alágbeká Àgbayé!</span>

source: Learn more
yo: Kọ́si

source: Mission
yo: Iṣẹ́

source: About
yo: Nípa

source: Projects
yo: Àwọn iṣẹ́ àkànse

source: Support
yo: Àtìlẹ́yìn

source: Developer Network
yo: Olumugberu Alásopọ̀

source: Products
yo: Àwọn Ohun Ìgbéjáde

source: Innovations
yo: Àwọn Iṣẹ́ Ọ̀tun

source: Research
yo: Ìwádìí

source: Get Involved
yo: Kópa

source: Volunteer
yo: Olùfarajì

source: Careers
yo: Àwọn iṣẹ́

source: Find us
yo: Wá wa

source: Join us
yo: Darapọ̀ mọ́ wa

source: Website Directory
yo: Ìwé ìlànà Ojú Wéèbù

source: Search Mozilla sites
yo: Ṣàwarí ojúle wẹ́ẹ̀bù Mozilla

source: Search
yo: Ṣàwarí

source: Partner
yo: Alájọṣiṣẹ́pọ̀

source: Look ahead
yo: Wo iwájú

source: Learn all about Firefox OS
yo: Kọ́si nípa Firefox OS

source: Would you like to see this page in your language?
yo: Ṣé wà fẹ́ láti rí ojú ewé yìí ní èdè rẹ?

source: Yes, please!
yo: Bẹ́ẹ̀ni, jọ̀wọ́!

source: No, thanks.
yo: Rárá, o ṣeun.

source: Support Mozilla
yo: Ṣe àtìlẹ́yìn Mozilla

source: Looks like you’re using an older version of Firefox.
yo: Ó jọ bí ẹnipé ẹ̀yà àtijọ́ Firefox lo ńlò.

source: Update to stay fast and safe.
yo: Ṣàfikùn láti yára dúró àti láílèwu.

source: Later
yo: Bóyá

source: Official Mozilla gear is here
yo: Ojú-òp Mozilla gear wà níbí
