Repository: translate/mozilla-lang
Catalog: */templates/mozorg/emails/education.po
Languages: hi_in

source: Thanks for your interest in Mozilla's educational initiative, Webmaker. We promote web literacy around the world with hands-on making and interest-driven learning.
hi_in: Mozilla के शैक्षिक पहल, Webmaker में आपकी रुचि के लिए धन्यवाद, हम दुनिया भर में प्रायोगिक निर्माण और रुचि पर आधारित शिक्षा के साथ वेब साक्षरता को बढ़ावा देते हैं

source: Here are a few resources to help you get started.
hi_in: यहाँ आप आरंभ में मदद करने के लिए कुछ संसाधन हैं.

source: # Make Something With the Web
hi_in: # वेब के साथ कुछ करे

source: We believe making and learning go hand-in-hand. Try our open suite of tools to create, animate and remix web content and improve your web skills as you go:
hi_in: हम मानते हैं कि निर्माण करना और सीखना एक साथ चलता है. वेब सामग्री बनाने, एनिमेट और रीमिक्स करने के लिए हमारी उपकरणों का खुला सुइट का प्रयोग करें और साथ-साथ अपने वेब कौशल में सुधार करें:

source: # Webmaker Mentors
hi_in: # Webmaker उपदेशको

source: Webmaker Mentors are fiercely unconventional technologists, thinkers, and creators. We care about empowering everyone to be makers of the web – and pushing the limits of what's possible online.
hi_in: वैबमेकर सलाहकार जमकर अपरंपरागत प्रौद्योगिकीवादी, विचारक, और सर्जक हैं। हम हर किसी को वेब के निर्माता बनाने के लिए अधिकार संपन्न बनाने की परवाह करत‌े है और ऑनलाइन क्या हो सकता है - की सीमा को बढ़ाते है

source: We help learners make amazing things on the web and level up their digital skills as they go. We promote radical inclusion and support learning anywhere - in our homes, offices, neighborhoods and online.
hi_in: हम शिक्षार्थियों को वेब पर अद्भुत चीजों को बनाने में मदद करते है और आगे बढ़कर उनके डिजिटल कौशल के स्तर कौ बढ़ाते है । हम कट्टरपंथी समावेश को बढ़ावा देते हैं और कहीं भी सीखने का समर्थन देते हैं जैसे घरों, कार्यालयों, पड़ोस और ऑनलाइन।

source: Please introduce yourself on our community mailing list. We don't bite!
hi_in: हमारे समुदाय मेलिंग सूची पर खुद को पेश करें. हम काटते नहीं है!

source: # Webmaker Teaching Kits
hi_in: # Webmaker शिक्षण किट

source: These teaching kits are full of activities and resources to help you facilitate learning sessions with a focus on webmaking. You'll find everything you need, from a pedagogical overview to tips on assessing participants' progress. Print them out, load them on your tablet or phone or simply use them as inspiration:
hi_in: इन शिक्षण किट आप वेबमेकर पर ध्यान देने के साथ शिक्षण सत्र सुविधाजनक बनाने में मदद करने के लिए गतिविधियों और संसाधनों से भरे हुए हैं। आप 'प्रतिभागियों प्रगति का आकलन करने पर सुझाव के लिए एक शैक्षणिक अवलोकन से आप की जरूरत है सब कुछ मिल जाएगा। उन्हें बाहर प्रिंट अपने टैबलेट या फोन पर उन्हें लोड या बस प्रेरणा के रूप में उनका उपयोग करें:

source: Mozilla is deeply committed to identifying the skills, competencies and literacies necessary to read, write and participate on the web, and our teaching kits align with the Web Literacy Standard.
hi_in: मोज़िला, पढ़ने, लिखने और वेब पर भाग लेने के लिए आवश्यक कौशल, दक्षता और साक्षरता की पहचान करने के लिए प्रतिबद्ध है, और हमारे शिक्षण किट वेब साक्षरता स्टैंडर्ड के साथ पंक्ति में है।

source: # Webmaker Events
hi_in: # Webmaker कार्यक्रमे

source: Attending or organizing a Webmaker event is a great way to put these teaching kits and skills into practice. Gather your friends and family, grab a computer, and start making the web.
hi_in: भाग लेने या एक वेबमेकर समारोह का आयोजन व्यवहार में इन शिक्षण किट और कौशल डाल करने के लिए एक शानदार तरीका है। अपने मित्रों और परिवार को इकट्ठा एक कंप्यूटर ले लो, और वेब करने लगते हैं।

source: Find an event near you: https://webmaker.org/events
hi_in: आप के पास कार्यक्रम का पता लगाएं: https://webmaker.org/events

source: And check out tips on organizing a hands-on Webmaker event: https://webmaker.org/guides
hi_in: और Webmaker हैंड्स-ऑन कार्येक्रम के आयोजन पर सुझावों की जांच करे: https://webmaker.org/guides

source: # Let's teach the web!
hi_in: # वेब सिखाये!

source: Thank you for your interest in education and teaching the web. Please feel free to use and remix these resources and to share your experiences with the Webmaker Mentor community.
hi_in: शिक्षा और वेब पढ़ाने में आपके रूचि के लिए आपको धन्यवाद. कृपया ये संसाधनो को रिमिक्स और उपयोग करने में और वेबमेकर मेनटोर समुदाय के साथ अपना अनुभव साझा करने में खुला महसूस करें.

source: All the best,
hi_in: शुभकामनाये,

source: -- The Mozilla Webmaker Mentor team
hi_in: -- The Mozilla Webmaker संरक्षक टीम
