Repository: translate/mozilla-lang
Catalog: cak/download_button.lang.po
Languages: cak

source: Download Firefox
cak: Taqasaj Firefox

source: Download now
cak: Tajin niqasan

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
cak: Man nutaqej ta ri aq'inoj ri <a href="%(url)s">taq ajowab'äl</a> richin nijikilib'ëx Firefox.

source: Your system may not meet the requirements for Firefox, but you can try one of these versions:
cak: Ri aq'inoj rik'in jub'a' man nuq'i' ta ri taq rajowaxik Firefox, chuqa' ütz nitikirisäx nitojtob'ëx jun chi ke re taq ruwäch re':

source: <span>Firefox Beta</span> for Android
cak: <span>Firefox Beta</span> richin Android

source: <span>Firefox Aurora</span> for Android
cak: <span>Firefox Aurora</span> richin Android

source: <span>Firefox</span> for Android
cak: <span>Firefox</span> richin Android

source: Get it free on Google Play
cak: Tawichinaj chi sipanïk pa Google Play

source: <span>Firefox</span> for iOS
cak: <span>Firefox</span> richin iOS

source: Get it free from the App Store
cak: Tawichinaj chi sipanïk pa App Store

source: Free Download
cak: Sipan ruqasaxik

source: Update your Firefox
cak: Tak'exa' ruwäch ri Afirefox

source: Supported Devices
cak: K'amonel taq okisaxel

source: Get it on Google Play
cak: Tawichinaj chi sipanïk pa Google Play

source: Get Firefox for Android
cak: Tak'ulu' Firefox richin Android

source: Download on the App Store
cak: Tiqasäx pe pa ri App Store

source: Get Firefox for iOS
cak: Tichinäx Firerox richin iOS

source: What’s New
cak: Achike natzijoj

source: Firefox Privacy
cak: Firefox ichinanri'ïl

source: Systems &amp; Languages
cak: Taq q'inoj &amp; taq Ch'ab'äl

source: Firefox for Other Platforms & Languages
cak: Firefox kichin ch'aqa' chik taq nuk'uche'el chuqa' taq ch'ab'äl
