Repository: translate/mozilla-lang
Catalog: cak/main.lang.po
Languages: cak

source: Navigation
cak: Okik'amaya'l

source: <span>for</span> Desktop
cak: <span>richin</span> Ajch'atal

source: <span>for</span> Android
cak: <span>richin</span> Android

source: <span>for</span> iOS
cak: <span>richin</span> iOS

source: TV
cak: Taluwäch

source: Pre-release downloads
cak: Taq qasanïk chuwäch toq nelesäx pe

source: For desktops &amp; laptops
cak: Kichin kematz'ib' &amp; taq ejqatel

source: For phones &amp; tablets
cak: Kichin taq oyonib'äl &amp; taq tz'alamkem

source: Overview
cak: Chijun ri etamab'äl

source: Trusted
cak: Richin kuqub'äl k'u'x

source: Flexible
cak: Jalel

source: Fast
cak: Aninäq

source: About
cak: Tawetamaj qawäch

source: Devices
cak: Taq okisaxel

source: For partners
cak: Kichin achib'ilal

source: Apps
cak: Taq chokoy

source: Do Not Track
cak: Mani nikanöx

source: Tiles
cak: Ch'utiwäch

source: Interest Dashboard
cak: Kich'atal ruk'a'tz

source: Developer Edition
cak: Kinuk'unem b'anonela'

source: Private Browsing
cak: Ichinan okem pa k'amaya'l

source: Need help?
cak: ¿La nawajo' ato'ik?

source: News
cak: Taq rutzijol

source: For developers
cak: Kichin ri b'anonela'

source: Find My Device
cak: Tikanöx ri wokisaxel

source: Developers
cak: B'anonela'

source: Choose the independent browser
cak: Tacha' ri mama' okik'amaya'l

source: Firefox is non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
cak: Firerox k'a man rojqan ta ch'akoj, man ajk'ayil ta, man rusujun. Ri rucha'ik Firefox man xa xe ta rucha'ik jun okik'amaya'l. Jun ya'oj tzij richin nuto' ri jamäl ruk'aslem winäq.

source: Donate
cak: Kasipan

source: Support
cak: To'ojri'ïl

source: Products
cak: Taq k'ayij

source: Add-ons
cak: Taq tz'aqat

source: About Us
cak: Chi qij röj

source: Labs
cak: Tojtob'äl

source: skip to Navigation
cak: tib'an b'enam pan okem pa k'amaya'l

source: switch language
cak: tijalwachïx ch'ab'äl

source: Back to home page
cak: Titzolin pa ri ruxaq tikirib'äl

source: About Mozilla
cak: Achike ri Mozilla

source: Get Involved
cak: Kak'uluman

source: Careers
cak: Taq samaj

source: Press Center
cak: Ruk'ojlib'al laq'apub'äl

source: Contact Us
cak: Rub'i' achib'il

source: Other languages:
cak: Ch'aqa' chik ch'ab'äl:

source: Page language:
cak: Ruxaq ch'ab'äl:

source: Legal
cak: Taqanel rutzijol

source: Cookies
cak: Taq kaxlanwey

source: Legal Notices
cak: Taqanel rutzijol

source: Privacy Policy
cak: Ichinan na'oj

source: Release Notes
cak: Ruch'utitzijol re ruwäch re'

source: Other Systems and Languages
cak: Ch'aqa' chik taq ch'ab'äl chuqa' taq q'inoj

source: Close
cak: Titz'apïx

source: (in English)
cak: (pa Q'anchi')

source: Return to top
cak: Tib'an b'enam pa rutikirib'al

source: Features
cak: Taq b'anikil

source: Customize
cak: Tichinäx

source: Download
cak: Tiqasäx

source: Previous
cak: Chuwäch

source: Next
cak: Jun chik

source: Videos
cak: Taq silowachib'äl

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
cak: Xa xe we niya' retal <a href="%s">jun chik wi</a>, ri k'o chupam re ruxaq ajk'amaya'l re' ya'on ruq'ij achi'el<br /><a href="%s">Creative Commons Rub'anikil-ya'öl q'ij junam v3.0</a> o jotöl chuwäch.

source: Report Trademark Abuse
cak: Taya' rutzijol tz'ilanem taq kokisaxik ri retal taq b'i'aj

source: Free Upgrade
cak: Sipan k'exoj ruwäch

source: Follow us on:
cak: Kojawojqaj pa:

source: Customize with Add-ons
cak: Tawichinaj rik'in taq tz'aqat

source: Learn More
cak: Tetamäx ch'aqa' chik

source: Learn more
cak: Tetamäx ch'aqa' chik

source: Replay
cak: Titzij

source: Watch the video
cak: Titz'et ri silowachib'äl

source: Replay the video
cak: Takamuluj ri silowachib'äl

source: Share the video
cak: Takomonij ri silowachib'äl

source: WebM format
cak: WebM rub'anikil

source: Ogg Theora format
cak: Ogg Theora rub'anikil

source: MPEG-4 format
cak: MPEG-4 rub'anikil

source: Mobile
cak: Oyonib'äl

source: Check out the new look and feel of Firefox.
cak: Tanik'oj ri k'ak'a' niwachin Firefox.

source: View Full Site
cak: Titz'et chi tz'aqät ruxaq k'amaya'l

source: Download for <span>Android</span>
cak: Taqasaj richin<span>Android</span>

source: Desktop
cak: Ajch'atal

source: Firefox Beta for mobile
cak: Firefox Beta kichin taq oyonib'äl

source: Firefox for mobile
cak: Firefox kichin taq oyonib'äl

source: Email
cak: Taqoya'l

source: Super speed
cak: Nimaläj ranin

source: Stunning graphics
cak: Mayel taq wachib'äl

source: The latest technologies
cak: Ri ruk'isib'al taq na'ojb'anem

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
cak: ¡Nawajo' nak'ëx ruwäch! Tajikib'a' awi' pa jun ch'utiramaj. <br/> Tachapa' rokisaxik ri k'ak'a' Afirefox richin jun utziläj okem pa k'amaya'l chuqa' richinaxik ri ajk'amaya'l. <br/> ¡Aninäq chuqa' sipan!

source: Upgrade now
cak: Tak'exa' ruwäch wakami

source: Update now
cak: Tak'exa' ruwäch wakami

source: Supported Devices
cak: K'amonel taq okisaxel

source: What’s New
cak: Achike natzijoj

source: Privacy
cak: Ichinanem

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
cak: Jujun kipam etamab'äl chajin ruma kich'ojib'al b'anel ©1998–%(current_year)s kuma to'onela' pa mozilla.org. Ri chaqa' chik rupam, ya'on q'ij chi yeq'alajin pe ruma ri <a href="%(url)s">Creative Commons</a>.

source: Contribute to this site
cak: Kato'on pa re ruxaq re'

source: Contribute to this page
cak: Kato'on pa re ruxaq re'

source: Mission
cak: Taqel taqonem

source: Tour
cak: K'astanem

source: Partner with Us
cak: Katok qachib'il

source: Sync
cak: Ximïl

source: Desktop Add-ons
cak: Taq rutz'aqat ajch'atal

source: Android Add-ons
cak: Taq rutz'aqat Android

source: Themes
cak: Taq wachinel

source: Desktop Support
cak: Rutemeb'al Ajch'atal

source: Android Support
cak: Rutemeb'al Android

source: Performance
cak: Rub'eyal nisamäj

source: Technology
cak: Na'ojb'anem

source: Privacy &amp; Security
cak: Ichinanem chuqa' ch'ajinem

source: Releases
cak: Taq eltzijol

source: Firefox for Organizations
cak: Firerox kichin taq moloj

source: Mobile Add-ons
cak: Taq kitz'aqat oyonib'äl

source: Mobile Support
cak: Rutemeb'al Mozilla

source: Blog
cak: Ichinya'l

source: About Firefox
cak: Chi rij Firefox

source: Join Mozilla
cak: Tatunu' awi' rik'in Mozilla

source: Participate
cak: Kato'on

source: Volunteer
cak: Katok ajk'u'x

source: Brand Toolkit
cak: Retamawuj retal b'i'aj

source: Partnerships
cak: Taq ichinmoloj

source: Get Mozilla updates
cak: Ke'ak'ulu' k'exoj ruwäch richin Mozilla

source: Share
cak: Tikomonïx

source: Mozilla on Twitter
cak: Mozilla pa Twitter

source: Firefox on Twitter
cak: Firefox pa Twitter

source: Mozilla on Facebook
cak: Mozilla pa Facebook

source: Firefox on Facebook
cak: Firefox pa Facebook

source: Forums
cak: Taq Molna'oj

source: Patents
cak: Rajawal wuj

source: Leadership
cak: Ajk'amöl b'ey

source: Governance
cak: Chanpomanem

source: History
cak: Natab'äl

source: Our Products
cak: Ri taq qak'ayij

source: Software and other innovations designed to advance our mission.
cak: Kema' chuqa' ch'aqa' chik wachib'en taq jalatajinem richin niqaq'i' apo ri qataqel taqanem.

source: Become a volunteer contributor in a number of different areas.
cak: Katok jun ajk'u'x to'onel pa jalajöj rupam.

source: Menu
cak: K'utüy samaj

source: Committed to you, your privacy and an open Web
cak: Qaya'on qatzij chawe, rik'in ri awichinaxik chuqa' rik'in jun jaqäl k'amab'ey

source: Choose Independent
cak: Tacha' chi at alajk'aslem

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
cak: ¡Tik'oje' chak'u'x ri ajowab'äl ruma jun alaj chuqa' jaqäl, k'aqatiläj chuqa' ch'ich'anel k'amaya'l! #ChooseIndependent. Tacha' Firefox:

source: Please turn on JavaScript to display this page correctly.
cak: Tatz'ija' JavaScript chi ütz natz'ët re ruxaq re'.

source: Firefox Features
cak: Taq rub'anikil Firefox

source: Firefox Help
cak: Ruto'ik Firefox

source: January
cak: Nab'ey ik'

source: February
cak: Ruka'n ik'

source: March
cak: Rox ik'

source: April
cak: Rukaj ik'

source: May
cak: Ro' ik'

source: June
cak: Ruwaq ik'

source: July
cak: Ruwuq ik'

source: August
cak: Ruwaqxaq ik'

source: September
cak: Rub'elej ik'

source: October
cak: Rulaj ik'

source: November
cak: Rujulaj ik'

source: December
cak: Rukab'laj ik'

source: <abbr>Jan</abbr>
cak: <abbr>Nab'ey ik'</abbr>

source: <abbr>Feb</abbr>
cak: <abbr>Ruka'n ik'</abbr>

source: <abbr>Mar</abbr>
cak: <abbr>Rox ik'</abbr>

source: <abbr>Apr</abbr>
cak: <abbr>Rukaj ik'</abbr>

source: <abbr>May</abbr>
cak: <abbr>Ro' ik'</abbr>

source: <abbr>Jun</abbr>
cak: <abbr>Ruwaq ik'</abbr>

source: <abbr>Jul</abbr>
cak: <abbr>Ruwuq ik'</abbr>

source: <abbr>Aug</abbr>
cak: <abbr>Ruwaqxaq ik'</abbr>

source: <abbr>Sep</abbr>
cak: <abbr>Rub'elej ik'</abbr>

source: <abbr>Oct</abbr>
cak: <abbr>Rulaj ik'</abbr>

source: <abbr>Nov</abbr>
cak: <abbr>Rujulaj ik'</abbr>

source: <abbr>Dec</abbr>
cak: <abbr>Rukab'laj ik'</abbr>

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
cak: ¡Nuqa yan Firefox richin iOS! <a href="{url}">Tatz'ib'aj ab'i' richin nawetamaj ch'aqa' chik</a>.

source: Congrats. You’re up to date!
cak: Kakikot. ¡Ütz atb'enäq q'ij q'ij!

source: Format
cak: B'anikil

source: Text
cak: Rucholajem tzij

source: Whoops! Be sure to enter a valid email address.
cak: ¡Uy! Tatz'eta' chi natz'ib'aj jun ütz rochochib'al taqoya'l.

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Notice</a>
cak: Ütz rub'anon chi nuwäch rusamajixik ri wetamab'al pa Mozilla achi'el niq'alajisäx pa <a href="%s">re ichinan runa'oj</a>

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
cak: Ütz niwachin chi nuwäch chi ri Mozilla nuk'wab'ej ri nutzijol achi'el niq'alajisäx pa<a href="%s">re ichinan na'oj</a>

source: Keep up with<br> all things Firefox.
cak: Tik'oje' rik'in<br> ronojel ri taq rub'anikil Firefox.

source: Get Firefox news
cak: Tak'ulu' taq rutzijol Firefox

source: YOUR EMAIL HERE
cak: ATAQOYA'L WAWE'

source: Sign Up Now
cak: Tatz'ib'aj awi' wakami

source: Sign me up
cak: ¡Titz'ib'äx nub'i'!

source: Select country
cak: Tacha' jun amaq'

source: Available Languages
cak: Wachel taq ch'ab'äl

source: We will only send you Mozilla-related information.
cak: Xa xe xtiqatäq el chawe taq etamab'äl chi rij Mozilla.

source: Thanks!
cak: ¡Matyox!

source: If you haven’t previously confirmed a subscription to a Mozilla-related newsletter you may have to do so. Please check your inbox or your spam filter for an email from us.
cak: We man ajikib'an ta rutz'ib'axik ab'i' pa jun rutzijol ko'öl na'oj pa ruwi' ri Mozilla rik'in jub'a' k'o chi nab'än. Tab'ana' utzil tanik'oj ri ataqob'äl o ri ruchayub'al itzel taq taqoya'l richin jun rutzijol jun taqoya'l.

source: Thanks! Please check your inbox to confirm your subscription.
cak: ¡Niqak'awomaj! Tab'ana' utzil, tanik'oj ri ruyaktaqoj ataqoya'l richin najikib'a' ri rutz'ib'axik ab'i'.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
cak: Xtak'ül jun rutaqoya'l mozilla@e.mozilla.org richin rujikib'axik ri rutz'ib'axik ab'i'. We man natz'ët ta, tanik'oj ri ruchayub'al seq'tzijol. Rajowaxik najikib'a' ri rutz'ib'axik ab'i' richin nak'ül ri ko'öl qawuj

source: Read all about it in our <span>newsletter</span>
cak: Tasik'in ronojel ri na'oj pa ruwi' Firefox pa <span>ko'öl qawuj</span>

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
cak: Tatz'ib'aj ab'i' richin ye'ak'ül ajik' taq k'exoj chuqa' nawetamaj q'ij q'ij chi rij ri k'ak'a' k'o chupam ri Firefox, nitz'aqatisäx pe ri ruk'isib'al taq q'oloj chuqa' taq pixa' richin ütz rub'eyal nawokisaj ri Firefox. ¡Ja re' jun jeb'ël rub'eyal richin jantape' yojk'oje' junam awik'in!

source: <span>Firefox</span> + You
cak: <span>Firefox</span> + Rat

source: Get Firefox tips, tricks, news and more
cak: Ke'ak'ulu' taq runa'oj Firefox, taq q'oloj, taq rutzijol chuqa' ch'aqa' chik
