Repository: translate/mozilla-lang
Catalog: hsb/firefox/dnt.lang.po
Languages: hsb

source: Mozilla Firefox offers a Do Not Track feature that lets you express a preference not to be tracked by websites.
hsb: Mozilla Firefox skići funkciju Njeslědować, kotraž zmóžnja wam nastajić, zo nochceće, zo websydła wam slěduja.

source: Do Not Track FAQ
hsb: Njeslědować - Huste prašenja

source: Your Status:
hsb: Was status:

source: Do Not Track is ON
hsb: Funkcija Njeslědować je ZAPINJENA

source: Do Not Track is OFF
hsb: Funkcija Njeslědować je WUPINJENA

source: Mozilla is a global, nonprofit organization dedicated to making the Web better. We emphasize principle over profit, and believe that the Web is a shared public resource to be cared for, not a commodity to be sold. We answer to no one but you and believe it is crucial to put you in control of your online experience. We are aiming to give you better insight and control into the ways your personal information is collected, used, stored and shared online.
hsb: Mozilla je globalna, powšitkownosći wužitna organizacija, kotraž so polěpšenju weba wěnuje. Stajamy zasadu nad profit, a wěrimy, zo web je dźělena zjawna resursa, kotraž dyrbi so hladać, njeje žana wikowanska twora, kotraž ma so předawać. Njewotmołwjamy nikomu nimo wam a wěrimy, zo je rozsudne, wam kontrolu nad wašim online-dožiwjenjom dać. Prócujemy so, wam lěpši dohlad do toho a kontrolu nad tym dać, kak so waše wosobinske informacije zběraja, wužiwaja, składuja a online dźěla.

source: Mozilla Firefox offers a Do Not Track feature that lets you express a preference not to be tracked by websites. When the feature is enabled, Firefox will tell advertising networks and other websites and applications that you want to opt-out of tracking for purposes like behavioral advertising.
hsb: Mozilla Firefox skići funkciju Njeslědować, kotraž wam dowola nastajić, zo websydła nimaja wam slědować. Jeli funkcija je zmóžnjena, zdźěli Firefox wabjacym syćam a druhim websydłam a nałoženjam, zo nochceće slědowanje za zaměry kaž zadźerženske wabjenje.

source: Frequently Asked <span>Questions</span>
hsb: Huste <span>prašenja</span>

source: What is Do Not Track?
hsb: Što je funkcija Njeslědować?

source: Do Not Track is a step toward putting you in control of the way your information is collected and used online. Do Not Track is a feature in Firefox that allows you to let a website know you would like to opt-out of third-party tracking for purposes including behavioral advertising. It does this by transmitting a Do Not Track HTTP header every time your data is requested from the Web.
hsb: Funkcija Njeslědować je krok, zo byšće kontrolu wo tym dóstał, kak so waše informacije zběraja a online wužiwaja. Njeslědować je funkcija w Firefox, kotraž wam zmóžnja, websydłu zdźělić, zo nochceće slědowanje přez třećich poskićowarjow za zaměry kaž zadźerženske wabjenje. Čini to přez to, zo HTTP-hłowu Njeslědować kóždy raz přenošuje, hdyž so waše daty z weba wotwołuja.

source: Is Do Not Track available on Firefox for Android?
hsb: Je funkcija Njeslědować na Firefox za Android k dispoziciji?

source: Yes. Firefox for Android is the first mobile Web browser to offer the Do Not Track privacy feature, and behaves the same way it does on the desktop. To turn Do Not Track on in Firefox for Android, simply swipe left and tap on Browser Tools. From the Preferences pane, tap on the box next to &quot;Tell sites not to track me&quot; to turn this option on or off.
hsb: Haj. Firefox za Android je prěni mobilny webwobhladowak, kotryž funkciju priwatnosće Njeslědować skići, a zadźeržuje so na samsne wašnje kaž na desktopje. Zo byšće funkciju Njeslědować na Firefox za Android zmóžnił, trějće prosće dolěwa a podótkńće so nastrojow wobhladowaka. W dialogu Nastajenja podótkńće so tłóčatka pódla &quot;Sydłam zdźělić, zo nimaja mje slědować&quot;, zo byšće tute nastajenje zašaltował abo wušaltował.

source: Does Do Not Track block ads?
hsb: Blokuje funkcija Njeslědować wabjenje?

source: No, you will still see ads with Do Not Track enabled. However, Do Not Track may change the type of ads you see. For example, behavioral ads are targeted to your interests based on the websites you visit and the search terms you use. If you request that websites Do Not Track you, and the sites respect your privacy preferences, you will see more generic ads in place of behavioral ads.
hsb: Ně, ze zmóžnjenej funkciju Njeslědować budźeće wabjenje widźeć. Ale funkcija Njeslědować móhła typ wabjenje změnić, kotryž widźiće. Zadźerženske wabjenje měri so na přikład na waše zajimy na zakładźe websydłow, kotrež wopytujeće a pytanskich wurazow, kotrež wužiwaće. Jeli sej žadaće, zo websydła nimaja was slědować, a sydła waše nastajenja priwatnosće respektuja, budźeće wjace powšitkowneho wabjenja město zadźerženskeho wabjenja widźeć.

source: How does Do Not Track work with other privacy tools?
hsb: Kak dźěła funkcija Njeslědować z druhimi nastrojemi priwatnosće hromadźe?

source: Do Not Track is one of many privacy solutions. Do Not Track does not replace your anti-virus software, will not encrypt data, and is not a security mechanism. There are several other <a href="%(url)s">privacy and security</a> features within Firefox.
hsb: Funkcija Njeslědować je jedne z wjele priwatnostnych rozrisanjow. Funkcija Njeslědować njenarunuje wašu antiwirusowu softwaru, njebudźe daty zaklučować a njeje wěstotny mechanizm. Su wjacore druhe <a href="%(url)s">priwatnostne a wěstotne</a> funkcije we Firefox.

source: Will Do Not Track affect the rest of my Web experience?
hsb: Budźe funkcija Njeslědować zbytk mojeho webdožiwjenja wobwliwować?

source: Do Not Track may interfere with some personalized services you enjoy. For example, a Do Not Track request might mean you would have to type in your zip code each time you want to view a weather report, rather than seeing the weather automatically displayed. Personalization on websites can save you time and repetitive typing, but it requires data.
hsb: Funkcija Njeslědować móže personalizowane słužby haćić, kotrež rady wužiwaće. Na přikład móhło naprašowanje Njesldować woznamjenić, zo wy dyrbjał swój póstowe čisło zapodać, kóždy raz, hdyž chceće sej předpowědź wobhladać, město zo so wjedro awtomatisce zwobraznja. Personalizacija na websydłach móže wam čas lutować a wospjetowane zapisowanje wobeńć, trjeba wšak daty.

source: How do I enable Do Not Track in Firefox?
hsb: Kak da so funkcija Njeslědować w Firefox aktiwizować?

source: This feature is not enabled by default. You can find the Do Not Track request on the Privacy pane. <span id="%(id)s">On Windows, go to Tools &gt; Options&hellip; &gt; Privacy.</span>
hsb: Tuta funkcija po standardźe zmóžnjena njeje. Móžeće funkciju Njeslědować na rajtarku Priwatnosć namakać. <span id="%(id)s">Na Windowsu dźeće k Nastroje &gt; Nastajenja&hellip; &gt; Priwatnosć.</span>

source: On Mac OS X, go to Firefox &gt; Preferences… &gt; Privacy. On Linux, go to Edit &gt; Preferences &gt; Privacy.
hsb: Na Mac OS X, dźiće k Firefox &gt; Nastajenja… &gt; Priwatnosć. Na Linux, dźiće k Wobdźěłać &gt; Nastajenja &gt; Priwatnosć.

source: Click to check the box next to &quot;Tell websites I do not want to be tracked&quot;. For more information, see the help file on <a href="%(url)s">how to stop websites from tracking you</a>.
hsb: Klikńće do tłóčatka pódla &quot;Sydłam zdźělić, zo nimaja mje slědować&quot;. Za dalše informacije hlejće dataju pomocy pod <a href="%(url)s">kak hodźa so websydła haćić, was slědować</a>.

source: Will companies honor my Do Not Track preference?
hsb: Budu so předewzaća mojeho nastajenja za Njeslědować dźeržeć?

source: Companies are starting to support Do Not Track, but you may not notice any changes initially. We are actively working with companies that have started to implement Do Not Track, with others who have committed to doing so soon.
hsb: Předewzaća póčnu funkciju Njeslědować podpěrować, ale snano njepytnjeće žane změny na spočatku. Dźěłamy aktiwnje z předewzaćemi hromadźe, kotrež su započeli funkciju Njeslědować implementować a z druhimi, kotrež su so zawjazali to bórze činić.

source: Where can I learn more?
hsb: Hdźe móžu wjace wo tym zhonić?

source: Other interesting work about Do Not Track and online privacy:
hsb: Druhe zajimawe dźěło wo funkciji Njeslědować a priwatnosći online:

source: <a href="%s">Private browsing</a> in Firefox &#8212; limits saving data about which sites and pages you have visited online
hsb: <a href="%s">Priwatny modus</a> w Firefox &#8212; wobmjezuje składowanje datow na to, kotre websydła a webstrony sće online wopytał

source: <a href="%(url1)s">Managing cookies</a> in Firefox &#8212; lets you control how <a href="%(url2)s">cookies</a> are saved on your computer
hsb: <a href="%(url1)s">Placki zrjadować</a> w Firefox &#8212; wam zmóžnja kontrolować, kak so <a href="%(url2)s">placki</a> na wašim ličaku składuja

source: <a href="%s">Alex Fowler’s Mozilla Blog</a> &#8212; latest news from Mozilla’s Technology and Privacy Officer
hsb: <a href="%s">Blog Mozillačana Alex Fowler</a> &#8212; najnowše nowinki wot techniskeho direktora a zamołwiteho za datowy škit

source: <a href="%s">donottrack.us</a> project &#8212; Stanford researchers working on the ideas behind Do Not Track
hsb: Projekt <a href="%s">donottrack.us</a> &#8212; slědźerjo ze Stanforda , kotřiž na idejach za funkciju Njeslědować dźěłaja

source: The Tracking Preference Expression (DNT) <a href="%s">W3C Editor’s Draft</a>
hsb: Tracking Preference Expression (DNT) <a href="%s">W3C Editor’s Draft</a>

source: The W3C <a href="%s">Tracking Protection Working Group</a>
hsb: W3C<a href="%s">Dźěłarnička za škit přećiwo slědowanju</a>

source: <a href="%s">Ghostery</a> &#8212; a tool that lets you learn which sites are tracking you online
hsb: <a href="%s">Ghostery</a> &#8212; nastroj, kotryž wam pokazuje, kotre websydła was online slěduja

source: See <a href="%s">where your data goes</a> before you click &#8212; an image from the Future of Privacy Forum
hsb: Wobhladajće sej´, <a href="%s">hdźež waše daty dóńdu</a>, prjedy hač kliknjeće &#8212; wobraz ze foruma přichoda priwatnosće

source: Mozilla and Stanford’s Do Not Track <a href="%(url)s">submission to the IETF</a> &#8212; IETF is a standards body that helps define how the Web works, regardless of which Internet browser you use
hsb: <a href="%(url)s">Zapodaće do IETF</a> funkcije Njeslědować přez Mozilla a Stanford &#8212; IETF je organizacija standardow, kotraž pomha definować, kak web funguje, njedźiwajo na to, kotry internetny wobhladowak wužiwaće

source: Enable Do Not Track in Firefox
hsb: Funkciju Njeslědować w Firefox zmóžnić

source: Options window - Advanced panel - Do Not Track
hsb: Wokno Nastajenja - Rozšěrjeny - Njeslědować

source: Enabling Do Not Track
hsb: Funkciju Njeslědować zmóžnić

source: Click for Instructions
hsb: Za instrukcije kliknyć

source: Enable Do Not Track in Internet Explorer 9
hsb: Funkciju Njeslědować w Internet Explorer 9 zmóžnić

source: To enable Do Not Track in IE 9, you need to enable IE 9’s <a href="%(url)s">Tracking Protection</a> feature. The easiest way to do that is to install <a href="%(tpl)s">Mozilla’s Simple Tracking Protection List</a>. If you view this page in IE 9, there will be instructions right here.
hsb: Zo byšće funkciju Njeslědować w IE 9 zmóžnił, dyrbiće funkciju <a href="%(url)s">Slědowanski škit</a> w IE 9 zmóžnić. Najlóše wašnje, zo byšće to činił, je instalowanje <a href="%(tpl)s">lisćiny za jednory slědowanski škit Mozilla</a>. Jeli sej tutu stronu w IE 9 wobhladujeće, namakaće runje tu instrukcije.
