Repository: translate/mozilla-lang
Catalog: hsb/firefox/ios.lang.po
Languages: hsb

source: Mobile Web browser for your iPhone, iPad and iPod touch
hsb: Mobilny webwobhladowak za swój iPhone, iPad a iPod touch

source: Firefox for iOS
hsb: Firefox za iOS

source: Add Firefox to your iPhone, iPad and iPod touch.
hsb: Přidajće Firefox swojemu iPhone, iPad a iPod touch.

source: Preview release
hsb: Předwersija

source: Get it now
hsb: Wobstarajće sej jón nětko

source: Sign up below for updates and to be notified when it launches.
hsb: Zregistrujće so deleka za aktualizacije a zo byšće zdźělenki dóstał, hdyž so na wikach zawjedźe.

source: * You’ll only receive updates and announcements about the iOS version of Firefox.
hsb: * Dóstanjeće aktualizacije a připowědźe jenož wo iOS-wersiji Firefox.

source: Thanks for your interest in Firefox for iOS.
hsb: Dźakujemy so za waš zajim na Firefox za iOS.

source: Don’t forget to check your inbox to confirm your request to get updates.
hsb: Njezabudźće do swojeho póstoweho dochada hladać, zo byšće swoje naprašowanje za aktualizacijemi wobkrućił.

source: Sign in to your Firefox Account to access your browsing info on all your mobile devices.
hsb: Přizjewće so pola konta Firefox, zo byšće na wšěch z wašich mobilnych gratach přistup na swoje přehladowanske daty měł.

source: History
hsb: Historija

source: Passwords
hsb: Hesła

source: Open tabs
hsb: Wočinjene rajtarki

source: Get started with Sync
hsb: Prěnje kroki ze Sync

source: Already have an account?
hsb: Maće hižo konto?

source: Sign in
hsb: Přizjewić

source: You’re already signed in!
hsb: Sće hižo přizjewjeny!

source: Learn more about Sync
hsb: Zhońće wjace wo Sync

source: Send Firefox to your iOS device
hsb: Firefox na swój iOS-grat pósłać

source: Sync your Firefox browsing history on iOS
hsb: Synchronizujće přehladowansku historiju Firefox na iOS

source: First tap the <b>tab</b> button. Then tap the %(gear_icon)s icon to start using Sync.
hsb: Podótkńće so najprjedy <b>rajtarkoweho</b> tłóčatka. Podótkńće so potom symbola %(gear_icon)s, zo byšće synchronizował.

source: Not now
hsb: Nic nětko

source: Learn more in the App Store
hsb: Dalše informacije w App Store
