Repository: translate/mozilla-lang
Catalog: hsb/firefox/new.lang.po
Languages: hsb

source: Firefox for desktop
hsb: Firefox za desktop

source: Take Control.<br> Choose Firefox.
hsb: Přewzmiće kontrolu.<br> Wubjerće Firefox.

source: Choose Independent.
hsb: Wubjerće njewotwisnje.

source: Choose Firefox.
hsb: Wubjerće Firefox.

source: Different by design
hsb: Z wotpohladom hinak

source: Proudly<br />non-profit
hsb: Z hordosću<br />powšitkownosći wužitny

source: Innovating<br />for you
hsb: Za was<br />inowatiwny

source: Fast, flexible,<br />secure
hsb: Spěšny, fleksibelny,<br />wěsty

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
hsb: Jako powšitkownosći wužitna organizacija, móžemy we wašim mjenje bjez ćišća kompromisa inowatiwni być. Budźeće rozdźěl lubować.

source: Firefox screenshot
hsb: Foto wobrazowki Firefox

source: Get Firefox everywhere
hsb: Wobstarajće sej Firefox wšudźe

source: While it installs, add it to your Android and iOS devices.
hsb: Mjeztym zo so instaluje, přidajće jón swojim gratam Android a iOS.

source: Thanks for downloading Firefox!
hsb: Dźakujemy so, zo sće Firefox sćahnył!

source: Start the process by clicking Run.
hsb: Započńće proces přez kliknjenje na Startować.

source: Your download should begin automatically. If not, <a id="%s" href="">click here</a>. It could take a few minutes, but it’s worth the wait.
hsb: Waše sćehnjenje měło so awtomatisce započeć. Jeli nic, <a id="%s" href="">klikńće tu</a>. Móhło něšto mjeńšin trać, ale je hódno čakać.

source: When prompted, drag the Firefox icon into the image of your Applications folder.
hsb: Céhńće po namołwje symbol Firefox do wobraza wašeho rjadowaka Programy.

source: Click Run to launch the Mozilla Firefox setup wizard. Then, just follow the steps (we've made the process as painless as possible).
hsb: Klikńće na Startować, zo byšće instalaciski asistent Mozilla Firefox startował. Slědujće potom krokam (smy proces tak jednory kaž móžno činili).

source: Drag the Firefox icon from the Applications folder into the dock. Then, just click on Firefox whenever you want to use the web!
hsb: Ćehńće symbol Firefox z rjadowaka Programy do doka. Klikńće potom na Firefox, hdyžkuli chceće web wužiwać!

source: Now you’re ready to leap boldly into a new era of Web surfing. Double-click on the Firefox icon whenever you want to go online.
hsb: Nětko sće hotowy, do noweje ery webpřehladowanja zastupić. Klikńće dwójce na symbol Firefox, hdyžkuli chceće online hić.

source: Mozilla Firefox Web Browser
hsb: Webwobhladowak Mozilla Firefox

source: Sorry, Firefox is currently unsupported by iOS devices.
hsb: Firefox so bohužel tuchwilu přez iOS-graty njepodpěruje.

source: Congrats! You’re using the latest version of Firefox.
hsb: Zbožopřeće! Wužiwaće najnowšu wersiju Firefox.

source: Looks like you’re using an older version of Firefox. Update on Google Play.
hsb: Zda so, zo staršu wersiju Firefox wužiwaće. Zaktualizujće na Google Play.

source: Looks like you’re using an older version of Firefox.
hsb: Zda so, zo staršu wersiju Firefox wužiwaće.

source: Update to stay fast and safe.
hsb: Zaktualizujće, zo byšće spěšny a wěsty wostał.

source: Get it free on Google Play
hsb: Sćehńće jón zdarma z Google Play

source: Learn more about Firefox for desktop
hsb: Zhońće wjace wo Firefox za desktop

source: Looking for mobile?
hsb: Pytaće mobilnu wersiju?

source: Download a fresh copy
hsb: Čerstwu kopiju sćahnyć

source: Learn more about Firefox for Mobile
hsb: Zhońće wjace wo mobilnym Firefox

source: Learn more about Firefox OS
hsb: Dalše informacije wo Firefox OS

source: Get Firefox on your Android device
hsb: Sćehńće Firefox za Android na swój grat

source: Add Firefox to your iPhone, iPad and iPod touch
hsb: Přidajće Firefox swojemu iPhone, iPad a iPod touch

source: Learn about Firefox OS
hsb: Dalše informacije wo Firefox OS

source: Discover all the ways to take Firefox on the go
hsb: Wotkryjće wšě wašnja, zo byšće Firefox po puću wužiwał

source: Learn more about Firefox on iOS
hsb: Dalše informacije wo Firefox iOSOS

source: Why don’t we offer an iOS version?
hsb: Čehodla njeposkićamy iOS-wersiju?

source: Download Firefox
hsb: Firefox sćahnyć

source: Free Web Browser
hsb: Darmotny webwobhladowak

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
hsb: Sćehńće Mozilla Firefox, darmotny webwobhladowak. Firefox so přez globalnu powšitkownosći wužitnu organizaciju wutworja, kotraž so za to zasadźuje, zo wužiwarjo maja online-kontrolu. Wobstarajće sej Firefox dźensa!

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control &amp; shaping the future of the web for the public good.
hsb: Mozilla Firefox, darmotny webwobhladowak, so přez globalnu powšitkownosći wužitnu organizaciju wutworja, kotraž so za to zasadźuje, zo wužiwarjo maja online-kontrolu a kotraž přichod weba na dobro zjawnosće wuhotuje.

source: Give Firefox a tune up
hsb: Firefox hłosować

source: Refresh Firefox
hsb: Firefox aktualizować
