Repository: translate/mozilla-lang
Catalog: hsb/firefox/sendto.lang.po
Languages: hsb

source: Send Firefox to your smartphone or tablet
hsb: Pósćelće Firefox na swój smartfon abo tablet

source: Your download link was sent.
hsb: Waš sćehnjenski wotkaz je so pósłał.

source: Sorry. This number isn’t valid. Please enter a U.S. phone number.
hsb: Wodajće, tute čisło płaćiwe njeje. Prošu zapodajće telefonowe čisło Zjednoćenych statow Ameriki.

source: Please enter an email address.
hsb: Prošu zapodajće e-mejlowu adresu.

source: Please make a selection before proceeding.
hsb: Prošu wubjerće něšto, prjedy hač pokročujeće.

source: An error occurred in our system. Please try again later.
hsb: W našim systemje je zmylk wustupił. Prošu spytajće pozdźišo hišće raz.

source: Select iOS or Android
hsb: Wubjerće iOS abo Android

source: Choose OS
hsb: Wubjerće dźěłowy system

source: Enter your email or 10-digit phone number
hsb: Zapodajće swoju e-mejlowu adresu abo swoje 10-městnowe telefonowe čisło

source: Enter your email
hsb: Zapodajće swoju e-mejlowu adresu

source: Send
hsb: Pósłać

source: SMS service available to U.S. phone numbers only. SMS &amp; data rates may apply.
hsb: SMSsłužba je jenož za telefonowe čisła Zjednoćenskich statow k dispozicji. Za SMS a datowe raty móža kóšty nastać.

source: The intended recipient of the email or SMS must have consented.
hsb: Wotpohladany přijimar e-mejlki abo SMS-powěsće dyrbi přezjedny być.

source: The intended recipient of the email must have consented.
hsb: Wotpohladany přijimar e-mejlki dyrbi přezjedny być.

source: Check your device for the email or text message!
hsb: Přepytujće swój grat za e-mejlku abo tekstowej powěsću!

source: Check your device for the email!
hsb: Přepytujće swój grat za e-mejlku!

source: Send to another device
hsb: Na druhi grat pósłać

source: Go to the App Store
hsb: K App Store

source: Go to Google Play
hsb: K Google Play
