Repository: translate/mozilla-lang
Catalog: hsb/firefox/win10-welcome.lang.po
Languages: hsb

source: Firefox + Windows 10. Perfect together.
hsb: Firefox + windows 10. Hromadźe perfektnaj.

source: We’ve designed Firefox to work seamlessly with your Windows 10 update, giving you the same great browsing experience you’ve come to love, with the privacy, speed and choice you’ve come to expect.
hsb: Smy Firefox wuhotowali, zo by bjezposrědnje z wašej aktualizaciju Windows 10 fungował, dawajo wam samsne wulkotne přehladowanske dožiwjenje, kotrež lubujeće, z priwatnosću, spěšnosću a wólbu, kotrež wočakujeće.

source: Make Firefox your default in 3 easy steps:
hsb: Čińće Firefox k swojemu standardej w 3 lochkich krokach:

source: Click the button below
hsb: Klikńće na slědowace tłóčatko

source: Scroll down to “Web browser”
hsb: Kulejće dele do "Webwobhladowak"

source: Choose Firefox
hsb: Firefox wubrać

source: Let’s do it
hsb: Čińmy to

source: Privacy
hsb: Priwatnosć

source: Speed
hsb: Spěšnosć

source: Choice
hsb: Wólba
