Repository: translate/mozilla-lang
Catalog: ee/tabzilla/tabzilla.lang.po
Languages: ee

source: Mozilla links
ee: Mozilla katsiatsiawo

source: Close (Esc)
ee: Tu (Esc)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
ee: Firefox OS he <span> vɛ le Mobile World Congress!</span>

source: Mission
ee: Taɖodzinu

source: About
ee: Tso eŋu

source: Projects
ee: Projectiwo

source: Support
ee: Da megbe

source: Products
ee: Nuwɔwɔwo

source: Innovations
ee: Innovationwo

source: Research
ee: Nugɔmekuku

source: Get Involved
ee: Ge ɖe eme

source: Volunteer
ee: Lɔlɔnufã dɔwɔla

source: Careers
ee: Dɔwɔɖuiwo

source: Find us
ee: Di mi

source: Join us
ee: Geɖe mia me

source: Search Mozilla sites
ee: Dii le Mozilla sitewo

source: Search
ee: Di

source: Look ahead
ee: Kpɔ ŋgɔ

source: Learn all about Firefox OS
ee: Srɔ nu sia nu tso Firefox OS ŋu

source: Would you like to see this page in your language?
ee: Adi be yeakpɔ axa si le wo gbegbɔgblɔ mea?

source: Yes, please!
ee: Meɖekuku, Ɛ!

source: No, thanks.
ee: Ao, akpe.

source: Support Mozilla
ee: Da megbe na Mozilla

source: Looks like you’re using an older version of Firefox.
ee: Edze abe ele Firefox version xoxo zam.

source: Update to stay fast and safe.
ee: Update be woatsɔ eye woanɔ dedie.

source: Later
ee: Emegbe

source: Official Mozilla gear is here
ee: Official Mozilla gear le afisia
