Repository: translate/mozilla-lang
Catalog: ks/mozorg/plugincheck.lang.po
Languages: ks

source: Plugin Check &amp; Updates
ks: پْلگ اِن چک &amp ؛ اپڈیٹ

source: Update Now
ks: وْنئ کْریو اپڈیٹ

source: Research
ks: تحقیق

source: current version plugin
ks: موجود وْرجن پْلگ اِن

source: Up to Date
ks: اپ ٹو ڈیٹ

source: Plugin icon
ks: پْلگ اِن آیکن

source: unknown
ks: نامعلوم

source: vulnerable
ks: وُلنریبْل

source: Check Your Plugins
ks: پنْنئ پْلگ اِن کْریو چک

source: Keeping your plugins up to date helps Firefox run safely and smoothly.
ks: پنْین پْلگ اِن اپ ٹو ڈیٹ تھاونْہ سْیت چُھ مدد میلان فایر فوکْس حفاظت سان تْہ آرام سان چلاونس۔

source: Plugins don’t always update automatically. Check yours now to stay safe and browse without interruption!
ks: پْلگ اِن چھ نْہ ہمیشہ اپڈیٹ گژھان آٹومیٹیکلی۔ پنْین کْریو وْنئ چک محفوظ روزنْہ باپت تْہ مُداخلت بغیر براوز کرنْہ باپت!

source: Looks like you’re using an older version of Firefox.
ks: باسان چُھ توہیہ چھیو استعمال کران اکھ پرونئ وْرجن فایر فوکسُک۔

source: Plugin Status
ks: پْلگ اِن سیٹیٹس

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
ks: پْلگ اِن چک <strong>اِنٹرنیٹ ایکْسپلوررس باپت تعاون چُھ محدود</strong>۔ بْیِہ کْریو استعمال ٹول &gt ؛ منیج کْریو ایڈ آن

source: Step 1: Click Update to update a plugin.
ks: قدم ۱: کْلک کْریو اپڈیٹ اپڈیٹ کرنْہ باپت اکھ پْلگ اِن۔

source: Step 2: Complete all recommended updates before restarting your browser.
ks: قدم۲: مُکمل کْریو تمام سُفأرش وألئ اپڈیٹ پنُن براوزر دوبار شروع کرنْہ برونہہ۔

source: Potentially vulnerable plugins
ks: سخت وُلنریبْل پْلگ اِن

source: Plugin
ks: پْلگ اِن

source: Status
ks: سیٹیٹس

source: Action
ks: ایکشن

source: Outdated Plugins
ks: آوٹ ڈیٹْڈ پْلگ اِن

source: Unknown Plugins
ks: نامعلوم پلگ اِن

source: These plugins are up to date
ks: یم پْلگ اِن چھ اپ ٹوڈیٹ

source: Back to Top
ks: ٹاپس کُن واپس

source: Frequently Asked Questions
ks: اکثر پریژھنْہ یِنہ وأل سوال

source: What is a plugin?
ks: اکھ پْلگ اِن کیاہ چُھ؟

source: Plugins power videos, animation and games
ks: پْلگ اِن چھ پاور کران ویڈیو، اینمیشن تْہ گیمْہ

source: They're built outside of Firefox by companies like Adobe Systems and Apple
ks: تِم چھ بناونْہ یوان فایر فوکسس نیبر کمپنی یو ذریعہ مثلن ایبوڈ سسٹم تْہ ایپْل

source: Plugins don't always update automatically.
ks: پْلگ اِن چھ نْہ ہمیشہ آٹومیٹیکلی اپڈیٹ گژھان۔

source: Why should I update my plugins?
ks: بْہ کیازِ کر پنْنئ پْلگ اِن اپڈیٹ؟

source: Old plugins can interrupt browsing and waste your time.
ks: پرأنئ پْلگ اِن ہیکن مُداخلت کْرتھ براوزینگ سْیت تْہ کرن تُہند ٹایِم ضایع۔

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
ks: پرأنئ پْلگ اِن چھ <strong> خطرْ بڑھاون تُہنز ریسْک <strong> حملن ہْنز مالوِیر، وایرس، تْہ باقی حفاظتی خطرو ذریعہ۔

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
ks: <strong>اپڈیٹ کرنْہ آمتین پْلگ اِنن منز چھ بہتری آسن</strong> یم ذن ویب بناون چھ <strong>بہتر تْہ محفوظ</strong>توہیہ باپت۔

source: Screenshot of Add-Ons manager
ks: سکرین شاٹ ایڈ۔آن منیجرُک

source: How can Firefox help me?
ks: فایر فوکْس کِتھ کْنئ کرِ مے مدد؟

source: In the future, Firefox will update plugins for you. Until then, you should regularly check this page and update your plugins to stay safe.
ks: فیوچرس منز کرِ فایر فوکْس اپڈیٹ پْلگ اِن توہیہ باپت۔ توت تام پزِ توہیہ چک کرُن یہ پیج پریتھ دوہ تْہ پزن پنْنئ پْلگ اِن اپڈیٹ کرْنئ محفوظ روزنْہ باپت۔

source: Which Plugins do I have?
ks: مْے کْم پْلگ اِن چھ؟

source: We automatically detected your plugins above, to view your installed plugins in Firefox follow these steps:
ks: اسِہ کْر آٹومیٹیکلی ڈیٹیکٹْہ تُہند پْلگ اِن ہیرِ کْنئ، ویو کرنْہ باپت تُہند انسٹال کرنْہ آمْت پْلگ اِن فایر فوکسس منز کْریو فالو یم اقدام:

source: Want to spread the word?
ks: توہیہ چھیو یژھان لفظ پھیلاوُن؟

source: Help your friends stay safe online! Visit <a href="%(url)s">Firefox Affiliates</a> to get a plugin check badge for your site.
ks: مدد کْریو پننین دوستن محفوظ روزنس منز آن لاین! ویزیٹ کْریو <a href="%(url)s">فایر فوکْس ایفیلییٹ</a> حأصل کرنْہ باپت اکھ پْلگ اِن چک بیج تُہنزِ سایٹِہ باپت۔

source: How do I disable a plugin?
ks: بْہ کِتھ کْنئ کرْ ڈیسیبْل اکھ پْلگ اِن؟

source: In Firefox:
ks: فایر فوکسس منز:

source: Open the Tools menu.
ks: ٹول مینیو کْریو اوپْن۔

source: Open the <span class="menu">menu</span>.
ks: اوپْن کْریو <span class="menu">مینیو </span>.

source: Choose Add-ons.
ks: ایڈ۔آن ژأریو۔

source: Click the plugins tab.
ks: پْلگ اِن ٹیب کْریو کْلک

source: Click on the drop down next to the plugin you wish to disable.
ks: کْلک کْریو ڈراپ ڈاونس پیٹھ یوس تتھ پْلگ اِنس پتْہ آسِہ یوس توہیہ یژھان چھیو ڈیسیبْل کرُن۔

source: Click on a plugin in the list.
ks: کْلک کْریو أکس پْلگ اِنس پیٹھ لِسٹس منز۔

source: Select "Never Activate" from the available choices.
ks: ژأریو "زانہہ مْہ کْریو ایکٹیویٹ" دستیاب چویسو پیٹھ۔

source: Click the Disable button.
ks: ڈیسیبْل بوٹنس کْریو کْلک۔

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on YouTube.
ks: ہوش کْریو: اکھ پْلگ اِن ڈیسیبْل کرنُک مطلب گو ذِ توہیہ ہیکیو نْہ وْنی واریاہ چیز کْرتھ۔ مثلن، اگر توہیہ فْلیش ڈیسیبْل کْریو، توہیہ ہیکیو نْہ واچ کْرتھ ویڈیو یو ٹیوبس پیٹھ۔

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on some streaming video websites.
ks: ہوش کْریو: اکھ پْلگ اِن ڈیسیبْل کرنُک مطلب گو ذِ توہیہ ہیکیو نْہ وْنی واریاہ چیز کْرتھ۔ مثلن، اگر توہیہ فْلیش ڈیسیبْل کْریو، توہیہ ہیکیو نْہ واچ کْرتھ ویڈیو یو کینژن سِٹریمینگ ویڈیو ویب سایٹن پیٹھ۔

source: Mozilla Support
ks: موزیلا تعاون

source: Have more questions?
ks: مزید سوال کْریو؟

source: Visit <a href="%(sumo_url)s">support.mozilla.org</a> for more help!
ks: مزید مدد باپت کْریو ویزِٹ <a href="%(sumo_url)s">support.mozilla.org</a>!
