Repository: translate/mozilla-lang
Catalog: */videos/video_box.lang.po
Languages: hi_in

source: Your apps on all your devices
hi_in: आपके सभी उपकरणों पर आपके अनुप्रयोग

source: box is an enterprise content management solution.
hi_in: बॉक्स एक उद्यम सामग्री प्रबंधन समाधान है.

source: Basically the simplest way for business users
hi_in: मूल रूप से व्यापार उपयोगकर्ताओं के लिए सरल तरीका

source: to manage, share and access content that they care about
hi_in: सामग्री जिसके बारे में वे ध्यान रखते हैं को प्रबंधित, साझा और उपयोग करने के लिए

source: on any device be it a mobile device, a tablet or their desktop.
hi_in: किसी भी उपकरण पर चाहे वो एक मोबाइल डिवाइस, एक गोली या आपका डेस्कटॉप हैं.

source: When you think about features that enterprises need
hi_in: जब आप सुविधाओं जो उद्यमों के लिए जरुरी हैं के बारे में सोचते हैं

source: such as security, sharing, permissions, administration
hi_in: जैसे कि सुरक्षा, साझा, प्रशासन, अनुमति

source: and overall admin management over what content is being shared by whom and where.
hi_in: और क्या सामग्री किसके द्वारा और कहाँ से साझा किया गया हैं पर संपूर्ण व्यवस्थापक प्रबंधन.

source: These are things that we have, by design, baked into our product
hi_in: ये चीजें हैं जिसे हमने डिजाइन द्वारा हमारे उत्पाद में डाला हैं.

source: and that is really something that sets us apart in the marketplace.
hi_in: और वास्तव में कुछ है जो कि हमें बाजार में अलग करता है.

source: While still providing the simplicity and ease of use
hi_in: हालांकि अभी भी सादगी और उपयोग करने में आसानी प्रदान करता हैं

source: that you would expect out of a consumer solution.
hi_in: कि आप एक उपभोक्ता समाधान की उम्मीद करेंगे.

source: At its very core, our product is a web product, so porting it into HTML5
hi_in: अपने मूलभूत रूप में, हमारा उत्पाद एक वेब उत्पाद हैं, इसलिए इसे HTML5 में रूपांतरित कर रहे हैं.

source: was just adding on a couple of extra things to it.
hi_in: सिर्फ इसे अतिरिक्त चीजों की एक युग्म से जोड़ा जा रहा हैं.

source: Since we have adopted HTML5 technology both for our web product and for our default mobile page,
hi_in: चूंकि हमारे वेब उत्पाद और तयशुदा मोबाइल पृष्ठ दोनों के लिए हमने HTML5 तकनीक को अपनाया है

source: so that our web page can work by default on any device,
hi_in: ताकि हमारे वेब पृष्ठ मूलभूत रूप से किसी भी उपकरण पर काम कर सकते हैं,

source: we have invested in a unique Android application and a unique iPhone application
hi_in: हमने एक अनोखी Android अनुप्रयोग और एक अनोखी iPhone अनुप्रयोग में निवेश किया है

source: but we still have a one-size-fits-all web page for all mobile devices in general.
hi_in: लेकिन सामान्यतः हम अभी भी सभी मोबाइल उपकरणों के लिए सभी वेब पृष्ठ में एक ही आकार फिट कर रहे हैं.

source: What was really interesting for us with working with Mozilla and the Marketplace
hi_in: क्या वास्तव में हमारे लिए मोज़िला और बाजारस्थल के साथ काम करने में दिलचस्बी हैं.

source: is offering our service to the people who need it in the form that they need it.
hi_in: लोग जिन्हें इसकी जरुरत जिस रूप में हैं जिसे वो चाहते हैं को हमारी सेवा की पेशकश.

source: We are aware that Mozilla does also have quite a few users and its always been official
hi_in: हम जानते हैं कि मोज़िल्ला के पास काफी उपयोगकर्ता हैं और ये हमेशा अधिकारिक हैं.

source: to get your brand and get your name out there in a marketplace with hundreds of millions of perspectives.
hi_in: सैकड़ों और लाखों लोगों के दृष्टिकोण के साथ बाजार में अपने ब्रांड को पाने के लिए और अपने नाम को पाने के लिए.

source: Once we read through the documentation it really was just a matter of minutes before we were able to take
hi_in: एक बार जब हमने दस्तावेज से पढ़ा हमलोगों को लेने के लिए सक्षम होने से पहले वास्तव में यह एक छोटी से बात थी.

source: our web page and our mobile page, both of which had already included HTML5 technology,
hi_in: हमारे वेब पृष्ठ और हमारे मोबाइल पेज, दोनों में पहले से ही HTML5 प्रौद्योगिकी शामिल था

source: and create an installer for the Mozilla App Store.
hi_in: और मोज़िल्ला अनुप्रयोग स्टोर के लिए एक संस्थापक बनायें.

source: distribute your apps
hi_in: अपने अनुप्रयोगों को वितरित करें
