Repository: translate/mozilla-lang
Catalog: */videos/video_fx13.lang.po
Languages: cy, fr, gd, hi_in, kn, mai, ml, or, te

source: [What's New in Firefox] It's now easier and faster to get where you want to go with the latest Firefox.
cy: [Beth sy'n newydd yn Firefox] Mae nawr yn haws a chynt i fynd i'r lle a fynnoch gyda'r Firefox diweddaraf.
fr: [Quoi de neuf dans Firefox] Il est maintenant plus facile et plus rapide d'aller où bon vous semble avec le dernier Firefox.
gd: [Na tha ùr ann am Firefox] Ruigidh am Firefox as ùire do cheann-uidhe nas luaithe agus air dòigh nas fhasa a-nis.
hi_in: [फ़ायरफ़ॉक्स में नया क्या है]यह अब और भी आसान और तेज हैं, ताजातरीन फ़ायरफ़ॉक्स के साथ जो आप चाहते हैं वो पा सकते हैं.
kn: [ಫೈರ್ಫಾಕ್ಸಿನಲ್ಲಿ ಹೊಸತೇನಿದೆ] ಇತ್ತೀಚಿನ ಫೈರ್ಫಾಕ್ಸಿನೊಂದಿಗೆ ನೀವು ಮಾಡಬೇಕಿಂದಿರುವ ಕೆಲಸವನ್ನು ಈಗ ಸುಲಭವಾಗಿ ಮತ್ತು ವೇಗವಾಗಿ ಮಾಡಬಹುದು.
mai: [फायरफाक्समे नवीन की अछि] अहाँ नवीनतम फायरफाक्सक संग बेसी आसानी आओर तेजीँस चलि सकैछी.
ml: [ഫയര്‍ഫോക്സിലെ പുതിയ വിശേഷതകള്‍] ഏറ്റവും പുതിയ ഫയര്‍ഫോക്സ് നിങ്ങളെ എന്തിനും ഏതിനും എളുപ്പത്തില്‍ സഹായിയ്ക്കുന്നു.
or: [Firefox ରେ କଣ ନୂଆ ଅଛି] ନୂତନ Firefox ଦ୍ୱାରା ବର୍ତ୍ତମାନ ସହଜରେ ଏବଂ ଶୀଘ୍ର ବ୍ରାଉଜ କରିହୁଏ।
te: [ఫైర్‌ఫాక్స్‌లో కొత్త విశేషాలు] సరికొత్త ఫైర్‌ఫాక్స్‌తో మీరు వెళ్ళాలనుకున్న చోటికి వెళ్ళడం ఇప్పుడు మరింత తేలిక మరియు వేగవంతం.

source: With the redesigned Home page you can now easily access and navigate to your most commonly used menu options.
cy: Mae'r dudalen Cartref newydd yn rhoi mynediad hwylus i'r dewisiadau mwyaf cyffredin.
fr: Grâce à la nouvelle conception de la page d'accueil, vous accèderez plus facilement à vos options préférées…
gd: Chaidh an duilleag-mhòr ath-dhealbhadh agus tha e nas fhasa a-nis cothrom fhaighinn air na pìosan dhen chlàr-taice a chleachdas tu gu tric.
hi_in: पुनः डिज़ाइन किये गए मुखपृष्ठ की मदद से अब आप आपके द्वारा सबसे अधिक इस्तेमाल किये गए मेनू विकल्प तक आसानी से पहुँच और नेविगेट कर सकते हैं.
kn: ಮರುವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ನೆಲೆಪುಟದಿಂದ, ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸಲಾಗುವ ಮೆನು ಆಯ್ಕೆಗಳಿಗೆ ನೀವು ಸುಲಭವಾಗಿ ಹೋಗಬಹುದಾಗಿರುತ್ತದೆ.
mai: नवीन रूपेँ डिजायन कएल गेल होम पेजसँ अहाँ सबसँ सामान्य रूपेँ प्रयुक्त मेनू विकल्पमे सुगमतासँ पहुँच ले सकैछी.
ml: മെച്ചപ്പെടുത്തിയ ആസ്ഥാന താളില്‍ നിങ്ങള്‍ക്കു് സാധാരണ ആവശ്യമായ മെനു ഐച്ഛികങ്ങള്‍ എളുപ്പത്തില്‍ ലഭ്യമാക്കുന്നു.
or: ପୁନଃରଚିତ ମୂଖ୍ୟ ପୃଷ୍ଠା ସହିତ ଆପଣ ବର୍ତ୍ତମାନ ସହଜରେ ଆପଣଙ୍କର ଅଧିକାଂଶ ସମୟରେ ବ୍ୟବହୃତ ତାଲିକା ବିକଳ୍ପଗୁଡ଼ିକୁ ଯାଇପାରିବେ।
te: నవీకరించబడిన హోమ్ పేజీతో సాధారణంగా ఉపయోగించే మెనూ ఎంపికలను ఇప్పుడు సులువుగా చేరుకోవచ్చు.

source: Like downloads, bookmarks, history, add-ons, sync and settings.
cy: Fel llwytho i lawr, nodau tudalen, hanes, ychwanegion cydweddu a gosodiadau.
fr: … comme les téléchargements, les marque-pages, l'historique, les modules complémentaires, sync et les préférences.
gd: Can na luchdaich thu a-nuas, na comharran-lìn, an eachdraidh, na tuilleadain, an sioncronachadh 's na roghainnean.
hi_in: जैसे डाउनलोड, पसंदीदा, इतिहास, Add-ons, तुल्यकालित और सेटिंग.
kn: ಇಳಿಕೆಗಳು (ಡೌನ್‌ಲೋಡ್‌ಗಳು), ಬುಕ್‌ಮಾರ್ಕುಗಳು, ಇತಿಹಾಸ, ಆಡ್-ಆನ್‌ಗಳು, ಸಿಂಕ್ ಮತ್ತು ಸಿದ್ಧತೆಗಳಂತವು.
mai: जहिना डाउनलोड, पुस्तकचिह्न, इतिहास, सहयुक्ति, सिंक आओर सेटिंग.
ml: ഉദാഹരണത്തിനു്, ഡൌണ്‍ലോഡുകള്‍, അടയാളക്കുറിപ്പുകള്‍, നാള്‍വഴി, ആഡ്-ഓണുകള്‍, സിന്‍ക്, സജ്ജീകരണങ്ങള്‍.
or: ଆହରଣ, ଚିହ୍ନିତ ସ୍ଥାନ, ପୁରୁଣା ତତ୍ୟ, ଏଡ-ଅନ, ସନ୍ତୁଳନ ଏବଂ ସଂରଚନାକୁ ପସନ୍ଦ କରନ୍ତୁ।
te: దింపుకోళ్ళు, పేజీకలు, చరిత్ర, యాడాన్లు, సింక్ మరియు అమరికల వంటివి.

source: [New Tab Page] We've also added improvements to your New Tab page.
cy: [Tudalen Tab Newydd] Rydym hefyd wedi ychwanegu gwelliannau i'ch tudalen Tab Newydd.
fr: [Page en nouvel onglet] Nous avons aussi amélioré la page du nouvel onglet.
gd: [Duilleag taba ùr] Leasaich sinn duilleag nan tabaichean ùra cuideachd.
hi_in: [नया टैब पृष्ठ] हमने आपके नए टैब पृष्ठ में भी सुधार जोड़ दिए हैं.
kn: [ಹೊಸ ಟ್ಯಾಬ್ ಪುಟ] ನಿಮ್ಮ ಹೊಸ ಟ್ಯಾಬ್‌ ಪುಟಕ್ಕೆ ನಾವು ಹೊಸ ಸುಧಾರಣೆಗಳನ್ನು ಮಾಡಿದ್ದೇವೆ.
mai: [नव टैब पेज] हम अहाँक नव टैब पन्नामे सुधार कएलहुँ.
ml: [പുതിയ റ്റാബ് താള്‍] നിങ്ങളുടെ പുതിയ റ്റാബ് താളിലേക്കും ചില പുതിയ വിശേഷതകള്‍ ചേര്‍ത്തിരിയ്ക്കുന്നു.
or: [ନୂତନ ଟ୍ୟାବ ପୃଷ୍ଠା] ଆମେ ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ନୂତନ ଟ୍ୟାବ ପୃଷ୍ଠାରେ ମଧ୍ଯ ଉନ୍ନତିକୁ ଯୋଗ କରିଛୁ।
te: [కొత్త ట్యాబ్ పేజీ] దీనికి కూడా మెరుగులు దిద్దాం.

source: With the New Tab page, you can now easily navigate to your most recent and frequently visited sites in one click.
cy: Gyda'r tudalen Tab Newydd, mae modd symud yn hawdd i'r gwefannau rydych wedi ymweld â nhw yn aml ac yn ddiweddar, gyda chlic.
fr: Avec la page du nouvel onglet, vous pouvez maintenant naviguer facilement sur les sites les plus récemment et fréquemment visités en un clic.
gd: Tha e furasta le duilleag nan tabaichean ùra cothrom fhaighinn air na làraichean a thadhail thu orra gu tric o chionn goirid le aon bhriogadh.
hi_in: नए टैब पृष्ठ की मदद से, अब आप आसानी से मात्र एक क्लिक में ही आपके द्वारा हाल ही में और अक्सर भ्रमण की गयी साइटों को नेविगेट कर सकते हैं.
kn: ಹೊಸ ಟ್ಯಾಬ್ ಪುಟದ ಸಹಾಯದಿಂದ ಈಗ ನೀವು ಇತ್ತೀಚಿಗೆ ಮತ್ತು ಹೆಚ್ಚು ಬಾರಿ ಭೇಟಿ ನೀಡಿದ ತಾಣಗಳಿಗೆ ಕೇವಲ ಒಂದು ಕ್ಲಿಕ್‌ನಲ್ಲಿಯೆ ತೆರಳಲು ಸಾಧ್ಯವಿರುತ್ತದೆ.
mai: नव टैब पेजक संग, अहाँ अपन बेर-बेर आओर हालक देखल वेबसाइटकेँ एके क्लिक मे देखि सकैछी.
ml: പുതിയ റ്റാബ് താളില്‍ നിന്നും, നിങ്ങള്‍ക്കു് ഒറ്റ ക്ലിക്കില്‍ ഏറ്റവും കൂടുതലും അവസാനമായും ഉപയോഗിച്ച വെബ്സൈറ്റുകളിലേക്കു് എളുപ്പത്തില്‍ എത്താം.
or: ନୂତନ ଟ୍ୟାବ ପୃଷ୍ଠାରେ, ଆପଣ ବର୍ତ୍ତମାନ ସହଜରେ ସାମ୍ପ୍ରତିକ ଏବଂ ବାରମ୍ବାର ପରିଦର୍ଶନ କରୁଥିବା ୱେବସାଇଟକୁ ଯାଇପାରିବେ।
te: కొత్త ట్యాబ్ పేజీతో, ఇటీవలే సందర్శించిన మరియు తరచూ సందర్శించే సైట్లను ఇప్పుడు ఒకే నొక్కుతో మీరు తేలికగా చేరుకోవచ్చు.

source: To start using the New Tab page, create a new tab by clicking the '+' at the top of your browser.
cy: Er mwyn cychwyn defnyddio'r dudalen Tab Newydd, crëwch dab newydd drwy glicio ar y '+' ar frig y porwr.
fr: Pour commencer à utiliser la page en nouvel onglet, créez un onglet en cliquant sur le bouton '+' en haut de votre navigateur.
gd: Ma tha thu airson duilleag nan tabaichean ùra a chleachdadh, cruthaich taba 's tu a' briogadh air a + aig barr a' bhrabhsair agad.
hi_in: नया टैब पृष्ठ का उपयोग शुरू करने के लिए, अपने ब्राउज़र के शीर्ष में '+' पर क्लिक करके एक नया टैब बनाएँ.
kn: ಹೊಸ ಟ್ಯಾಬ್ ಪುಟವನ್ನು ಆರಂಭಿಸಲು ಬಳಸಲು, ನಿಮ್ಮ ಜಾಲವೀಕ್ಷಕದ ಮೇಲ್ಭಾಗದಲ್ಲಿನ '+' ಎನ್ನುವುದರ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಹೊಸ ಟ್ಯಾಬೊಂದನ್ನು ಸೃಷ್ಟಿಸಿ.
mai: नव टैब पेजकेँ उपयोगकेँ आरंभ करबाक लेल, '+' पर अपन ब्राउजरकेँ उप्पर क्लिक कएक टैब बनाउ.
ml: പുതിയ റ്റാബ് താള്‍ ഉപയോഗിച്ചു് തുടങ്ങുന്നതിനായി, ബ്രൌസറിന്റെ മുകളിലുള്ള '+' ക്ലിക്ക് ചെയ്തു് പുതിയ റ്റാബ് ലഭ്യമാക്കുക.
or: ନୂତନ ଟ୍ୟାବ ପୃଷ୍ଠାର ବ୍ୟବହାର ଆରମ୍ଭ କରିବା ପାଇଁ, ଆପଣଙ୍କ ବ୍ରାଉଜର ଉପର ଭାଗରେ '+' କୁ କ୍ଲିକ କରି ନୂତନ ଏକ ଟ୍ୟାବ ନିର୍ମାଣ କରନ୍ତୁ।
te: ఈ కొత్త ట్యాబ్ పేజీని వాడుకోడానికి, మీ విహారిణిలో పైన ఉన్న '+'ను నొక్కి కొత్త ట్యాబుని సృష్టించండి.

source: The New Tab page will now display thumbnails of your most recently and frequently visited websites from your Awesome Bar history.
cy: Bydd dudalen Tab Newydd yn arddangos lluniau bach o'r gwefannau rydych wedi ymweld â nhw yn ddiweddar ac yn aml o'r hanes yn eich Bar Rhyfeddol.
fr: La page du nouvel onglet affichera désormais des miniatures de vos sites les plus récemment et fréquemment visités à partir de l'historique de la barre d'adresse intelligente.
gd: Chì thu dealbhagan dhe na làraichean-lìn air an do thadhail thu gu tric o chionn goirid (stèidhichte air eachdraidh an t-sàr-bhàir agad) air duilleag nan tabaichean ùra.
hi_in: आपके कमाल के इतिहास पट्टी से नया टैब पृष्ठ आपके द्वारा हाल ही में और अक्सर भ्रमण की गयी वेबसाइटों की लघुछवि प्रदर्शित करेगा.
kn: ಹೊಸ ಟ್ಯಾಬ್ ಪುಟವು ಈಗ ನಿಮ್ಮ ಆಸಮ್ ಬಾರ್ ಇತಿಹಾಸದಿಂದ ನೀವು ಇತ್ತೀಚೆಗೆ ಮತ್ತು ಪದೇ ಪದೇ ಭೇಟಿ ನೀಡಿದ ಜಾಲತಾಣಗಳ ಅಡಕಚಿತ್ರಗಳನ್ನು ತೋರಿಸುತ್ತದೆ.
mai: नव टैब पेज अहाँक सुंदर पट्टी इतिहाससँ हाल आओर बेसी देखल वेबसाइटकेँ थंबनेल देखाबैछ.
ml: ഔസം ബാര്‍ നാള്‍വഴിയില്‍ നിന്നും ഏറ്റവും കൂടുതലും അവസാനമായും ഉപയോഗിച്ച വെബ്സൈറ്റുകളുടെ തംബ്നെയിലുകള്‍ പുതിയ റ്റാബ് താളില്‍ കാണാം.
or: ନୂତନ ଟ୍ୟାବ ପୃଷ୍ଠା ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ସାମ୍ପ୍ରତିକ ଏବଂ ବାରମ୍ବାର ପରିଦର୍ଶନ ହେଉଥିବା ୱେବସାଇଟକୁ ଆପଣଙ୍କର ସୁନ୍ଦର ପଟି ପୁରୁଣା ତଥ୍ୟରୁ ଥମ୍ବନେଲକୁ ଦର୍ଶାଇବ।
te: కొత్త ట్యాబ్ పేజీ ఇప్పుడు మీరు ఇటీవలే సందర్శించిన మరియు తరచూ సందర్శించే సైట్ల నఖచిత్రాలను చూపిస్తుంది.

source: You can customize your New Tab page by dragging the thumbnails around to change the order.
cy: Mae modd cyfaddasu eich tudalen Tab Newydd drwy lusgo'r lluniau bach er mwyn newid eu trefn.
fr: Vous pouvez personnaliser la page de nouvel onglet en faisant glisser les miniatures pour en changer la disposition.
gd: 'S urrainn dhut duilleag nan tabaichean ùra a ghnàthachadh ma shlaodas tu mun cuairt iad.
hi_in: क्रम को बदलने के लिए चारों ओर लघुछवि को खींचकर आप अपने नए टैब पृष्ठ को मनोनुकूलित कर सकते हैं.
kn: ನಿಮ್ಮ ಹೊಸ ಟ್ಯಾಬ್ ಪುಟದಲ್ಲಿನ ಅಡಕಚಿತ್ರಗಳನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ನಂತರ ಎಳೆದು ನಿಮಗೆ ಬೇಕೆಂದ ಕ್ರಮದಲ್ಲಿ ಇರಿಸಲು ಸಾಧ್ಯವಿರುತ್ತದೆ.
mai: अहाँ अपन नव टैब पेज केँ क्रमकेँ बदलब लेल थंबनेलक घींचकए कए सकैछी.
ml: ഈ തംബ്നെയിലുകള്‍ ഉപയോഗിച്ചു് പുതിയ റ്റാബ് താളില്‍ ഇവയുടെ ക്രമം മാറ്റുവാന്‍ സാധിയ്ക്കുന്നു.
or: ଆପଣ ନୂତନ ଟ୍ୟାବ ପୃଷ୍ଠାକୁ ଇଚ୍ଛାମୁତାବକ କରିବା ପାଇଁ ଥମ୍ବନେଲକୁ କ୍ରମ ପରିବର୍ତ୍ତନ ପାଇଁ ଚାରିପାଖେ ବୁଲାନ୍ତୁ।
te: నఖచిత్రాలను కావలసిన చోటికి లాగివదిలి వాటి క్రమాన్ని మార్చుకోవడం ద్వారా మీరు ఈ కొత్త ట్యాబ్ పేజీని మీకు తగ్గట్టు తీర్చిదిద్దుకోవచ్చు.

source: Click on the pushpin to lock the site into place, or the 'X' button to remove a site.
cy: Cliciwch ar y pin pwyso i gloi'r wefan yn ei lle neu'r botwm 'X' button i dynnu gwefan.
fr: Cliquez sur la punaise pour verrouiller un site à un emplacement, ou sur le bouton 'X' pour enlever un site.
gd: Briog air a' phrìne gus làrach a ghlasadh san àite sin no air an X gus làrach a thoirt air falbh.
hi_in: साइट को एक स्थान पर लॉक करने के लिए पुश पिन, या एक साइट को हटाने के लिए 'X' बटन पर क्लिक करें.
kn: ತಾಣವನ್ನು ಒಂದು ಜಾಗದಲ್ಲಿ ಬಂಧಿಸಲು ಒತ್ತುಪಿನ್‌ ಅನ್ನು, ಅಥವ ತೆಗೆದುಹಾಕಲು 'X' ಗುಂಡಿಯನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.
mai: पुशपिनकेँ क्लिक करू जाहिसँ अहाँ साइटकेँ स्थानपर लाक कए सकैछी अथवा 'X' बटन पर साइटकेँ हटाबैक लेल.
ml: ഒരിടത്തു് സൈറ്റ് സ്ഥാപിയ്ക്കുന്നതിനായി പുഷ്പിന്‍ ക്ലിക്ക് ചെയ്യുക അല്ലെങ്കില്‍ സൈറ്റ് നീക്കം ചെയ്യുന്നതിനായി 'X' ബട്ടണ്‍ അമര്‍ത്തുക.
or: ସାଇଟକୁ ଠିକ ସ୍ଥାନରେ ରଖିବା ପାଇଁ ପୁସପିନ ଉପରେ କ୍ଲିକ କରନ୍ତୁ, ଅଥବା ସାଇଟକୁ ବାହାର କରିବା ପାଇଁ 'X' ବଟନକୁ କ୍ଲିକ କରନ୍ତୁ।
te: ఒక సైటుని ఒక చోట స్థిరంగా ఉంచడానికి పిన్ను బొత్తాన్ని నొక్కండి, లేదా సైటుని తొలగించడానికి 'X' బొత్తాన్ని నొక్కండి.

source: You can also click the 'grid' icon in the top right of the page to go back to the blank new Tab page.
cy: Mae hefyd modd i glicio ar yr eicon 'grid' ar y brig ar y dde'r dudalen i fynd yn ôl i dudalen Tab newydd..
fr: Vous pouvez aussi cliquer sur l'icône 'grille' en haut à droite de la page pour revenir à la page blanche du nouvel onglet.
gd: 'S urrainn dhut briogadh air a' ghriod bheag aig barr na duilleige air an làimh dheas gus duilleag bhàn nan tabaichean ùra a ruigsinn.
hi_in: नए रिक्त टैब पृष्ठ पर वापस जाने के लिए आप पृष्ठ के ऊपरी दाएँ भाग में 'ग्रिड' चिह्न पर भी क्लिक कर सकते हैं.
kn: ಹೊಸತಾದ ಖಾಲಿ ಟ್ಯಾಬ್ ಪುಟಕ್ಕೆ ಮರಳಲು ಪುಟದ ಮೇಲ್ಭಾಗದ ಬಲಮೂಲೆಯಲ್ಲಿರುವ 'ಚೌಕಜಾಲ' (ಗ್ರಿಡ್) ಚಿಹ್ನೆಯ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
mai: अहाँ 'grid' आइकनकेँ क्लिक कए सकैछी पन्नाकेँ उप्पर दहिन्ना हीस पर खाली नव टैबमे वापिस जएबाक लेल.
ml: തിരികെ പുതിയ റ്റാബ് താളിലേക്കു് പോകുന്നതിനായി താളിന്റെ മുകളില്‍ വലത്തുള്ള 'ഗ്രിഡ്' ചിഹ്നം ക്ലിക്ക് ചെയ്യാവുന്നതാണു്.
or: ଖାଲି ନୂତନ ଟ୍ୟାବ ପୃଷ୍ଠାକୁ ଯିବା ପାଇଁ ପୃଷ୍ଠାର ଡ଼ାହାଣ ପାଖ ଉପର କୋଣରେ ଆପଣ 'grid' ଚିତ୍ର ସଂକେତକୁ ମଧ୍ଯ କ୍ଲିକ କରିପାରିବେ।
te: ఖాళీ కొత్త ట్యాబ్ పేజీని తిరిగి పొందడానికి ఈ పేజీలో కుడివైపు పైన ఉన్న 'పట్టిక' ప్రతీకాన్ని నొక్కవచ్చు.

source: Get the latest Firefox now and start using these new features today!
cy: Estynnwch y Firefox diweddaraf a chychwyn defnyddio'r nodweddion newydd yma heddiw!
fr: Obtenez la dernière version de Firefox maintenant et commencez à utiliser ces nouvelles fonctionnalités dès aujourd'hui&nbsp;!
gd: Faigh greim air a' Firefox as ùire an-dràsta 's faigh cothrom air na feartan ùra seo an-diugh!
hi_in: आज ही नवीनतम फ़ायरफ़ॉक्स पायें और इसकी नई सुविधाओं का लुफ्त उठायें!
kn: ಇತ್ತೀಚಿನ ಫೈರ್ಫಾಕ್ಸ್ ಅನ್ನು ಈಗಲೆ ಪಡೆಯಿರಿ ಮತ್ತು ಈ ಹೊಸ ಸವಲತ್ತನ್ನು ಇಂದಿನಿಂದಲೆ ಬಳಸಲು ಪ್ರಾರಂಭಿಸಿ!
mai: नव फायरफाक्सकेँ लाउ आओर ई नव फीचरकेँ उपयोग आरंभ करू!
ml: ഉടന്‍ പുതിയ ഫയര്‍ഫോക്സ് ലഭ്യമാക്കി, ഈ പുതിയ വിശേഷതകള്‍ ഇന്നും മുതല്‍ ഉപയോഗിച്ചു് തുടങ്ങുക!
or: ନୂତନତମ Firefox କୁ ବର୍ତ୍ତମାନ ଆଣନ୍ତୁ ଏବଂ ଏହି ନୂତନ ବିଶେଷତାଗୁଡ଼ିକୁ ବ୍ୟବହାର କରିବା ଆରମ୍ଭ କରନ୍ତୁ!
te: ఇప్పుడే సరికొత్త ఫైర్‌ఫాక్స్‌ని తెచ్చుకుని నేటి నుండే ఈ కొత్త సౌలభ్యాలను ఉపయోగించుకోండి!
