Repository: translate/mozilla-lang
Catalog: */videos/video_evernote.lang.po
Languages: gd, hi_in

source: Evernote is a service that helps you remember everything.
gd: Tha Evernote 'na sheirbheis a chuidicheas tu a' cumail rudan an cuimhne.
hi_in: Evernote एक सेवा है जिसकी मदद से आप सबकुछ याद रख सकते हैं.

source: We have clients on every platform: mobile, desktop, web
gd: Tha cliantan againn aig gach ùrlar: innealan-làimhe, desktop is an lìn
hi_in: हमारे ग्राहक हरेक प्लेटफार्म पर हैं: मोबाइल, डेस्कटॉप, वेब

source: and basically it helps you capture your memories
gd: agus leigidh e leat na tha air do chuimhne a chlàradh
hi_in: और मूल रूप से यह आपको यादों को संभालकर सहेजने में मदद करता हैं

source: and then find them whenever you need them.
gd: agus greim fhaighinn air àite sam bith a bhios feum agad orra.
hi_in: और फिर जरूरत पड़ने पर उन्हें खोज सकते हैं.

source: whether they are web pages or notes or things you need to do.
gd: ge be duilleagan-lìn, nòtaichean no rudan ri dhèanamh a th' annta.
hi_in: चाहे वे वेब पृष्ठों या नोट्स या चीजें जो आप करना चाहते हैं.

source: Pictures, audio clips; anything you want
gd: Dealbhan, fuaim; na thogras tu
hi_in: चित्र, ऑडियो क्लिप, कुछ भी जो आप चाहते हैं

source: Evernote is basically everywhere that you need it to be.
gd: Gheibh thu Evernote àite sam bith a bhios feum agad air.
hi_in: Evernote मूल रूप से हर जगह है जहाँ आपको इसकी जरुरत है.

source: We’re on mobile, we’re on desktop, we’re on web
gd: Tha sinn air innealan-làimhe, air an desktop agus air an lìon
hi_in: हम मोबाइल पर हैं, हम डेस्कटॉप पर कर रहे हैं, हम वेब पर हैं

source: and all of these apps synch together.
gd: agus gabhaidh na h-aplacaidean uile seo an sioncronachadh.
hi_in: और ये सभी अनुप्रयोग एक साथ तुल्यकालित होते हैं.

source: The web is a big part of our offering.
gd: Tha an lìon an teis-mheadhan dhe na sholaireas sinn.
hi_in: वेब हमारी पेशकश का एक बड़ा हिस्सा है.

source: Many, many users use our web clipper as a way
gd: Tha torr mòr dhaoine a' cleachdadh an cliopair-lìn againn mar dhòigh
hi_in: कई उपयोगकर्ताओं हमारे वेब क्लिपर का उपयोग एक ही तरीके से करते हैं

source: to capture pages that they see and then recall them later,
gd: gus duilleagan a ghlacadh a chì iad ach am faigh iad greim orra uaireigin eile,
hi_in: पृष्ठों जिसे वो देखते हैं और फिर उन्हें बाद में वापस बुलाते है को कैप्चर करने के लिए

source: even when they are offline and they don’t have access to the Internet.
gd: fiù ma bhios iad far loidhne 's iad gun cothrom air an eadar-lìon.
hi_in: यहां तक कि जब वे ऑफ़लाइन हैं और उन्हें इंटरनेट तक पहुँच नहीं है.

source: Using modern web technologies lets us give the best and richest experience we can for our users.
gd: Tha sinn a' cleachdadh an teicneolas-lìn as ùire ach an doir sinn seachad na gleusan as fhearr is as iomlaine dhan luchd-chleachdaidh againn.
hi_in: आधुनिक वेब प्रौद्योगिकियों का प्रयोग करके हम हमारे उपयोगकर्ताओं को सबसे अच्छा और सबसे बढ़िया अनुभव देते हैं.

source: So HTML5 gave a fast user experience.
gd: Thug HTML5 gleusan luatha dhuinn.
hi_in: इसलिए HTML5 एक तेज प्रयोक्ता अनुभव देता हैं.

source: It has all the things you expect from a desktop application
gd: Tha gach rud 'na bhroinn a bhiodh dùil agad ris ann an aplacaid desktop
hi_in: यह सभी चीजें हैं जो आप एक डेस्कटॉप अनुप्रयोग से उम्मीद करते है

source: whether its drag and drop, file manipulation, rich text editing,
gd: ge be slaodadh is leigeil às a th' ann, deasachadh fhaidhlichean no teacsa Rich Text,
hi_in: चाहे इसे खींचें और ड्रॉप करें, फ़ाइल में जोड़-तोड़ करें , समृद्ध टेक्स्ट संपादन करें

source: all of that just inside of the browser without a heavyweight application installation.
gd: gach rud am broinn a' bhrabhsair fhèin, gun fheum air stàladh tomadach de dh'aplacaid.
hi_in: दिग्गज अनुप्रयोग के संस्थापन के बिना सब कुछ सिर्फ एक ब्राउज़र के अंदर

source: So Evernote’s goal is to help you remember everything
gd: Tha e 'na amas dha Evernote ma-tà taic a chumail riut ach an chuimhnich thu gach rud
hi_in: इसलिए Evernote का लक्ष्य यह हैं कि आपको सब कुछ याद रखने में मदद करें.

source: and a big part of that is to help you remember things when you’re browsing around the web.
gd: gu h-àraidh cuimhneachadh air rudan nuair a bhios tu a' brabhsadh an lìn.
hi_in: और इसका एक बहुत बड़ा हिस्सा यह हैं कि इसकी मदद से आप वेब को ब्राउज़ करने के दौरान आप सब कुछ याद रख सकते हैं.

source: You’re trying to find some information.
gd: Tha thu a' sireadh fiosrachadh.
hi_in: आप कुछ जानकारी ढूँढ़ने की कोशिश कर रहे हैं.

source: Working with the Mozilla Marketplace was really easy.
gd: Bha e glè fhurasta obair le margaid Mozilla.
hi_in: मोज़िल्ला बाज़ार के साथ काम करना बहुत ही आसान था.

source: Making the manifest file was a simple JSON file and then interacting with the website
gd: Cha robh feum ach air faidhle simplidh JSON airson a' manifest agus an uairsin thachair gach rud eile air an làrach-lìn
hi_in: मैनिफ़ेस्ट फ़ाइल बनाना एक सरल JSON फ़ाइल था और फिर वेबसाइट के साथ मुलाकात करना

source: to actually get our application into the marketplace
gd: agus bha solar ar n-aplacaid air a' mhargaid
hi_in: वास्तव में बाजार में हमारे अनुप्रयोग को बाज़ार में लाना

source: was straightforward and very self-explanatory.
gd: furasta agus ciallach gu leòr gun mhìneachadh.
hi_in: सरल और बहुत ही स्वयं व्याख्यात्मक था.

source: The advertising and access to new users from the web is great through the Mozilla Marketplace.
gd: Tha margaid Mozilla fìor mhath gus sanasachd a dhèanamh agus luchd-cleachdaidh ùr a lorg on lìon.
hi_in: वेब से नए उपयोगकर्ताओं तक विज्ञापन और पहुँच के लिए मोज़िल्ला बाज़ारस्थल का माध्यम बहुत ही अच्छा था.

source: distribute your apps
gd: na h-aplacaidean agad a sgaoileadh
hi_in: अपने अनुप्रयोगों को वितरित करें
