Repository: translate/mozilla-lang
Catalog: gn_PY/firefox/desktop/customize.lang.po
Languages: gn_py

source: Firefox — Customize and make it your own — The most flexible browser on the Web
gn_py: Firefox — Eñemomba'e ha ejapo chugui nemba'éramo — Pe kundahára iñambuekuaavéva Ñandutípe

source: Make your Firefox your own
gn_py: Eñemomba'e ha ejapo chugui nemba'éramo

source: It’s easier than ever to personalize Firefox and make it work the way you do.<br class="wide-br">
gn_py: Ndahasyive opa áragui eñmomba'e hag̃ua Firefox rehe ha eguereko nde reipotaháicha.<br class="wide-br">

source: No other browser gives you so much choice and flexibility.
gn_py: Mavavete ambue kundahára nome'ẽi tekoeta ha moambuekuaa.

source: Customize Firefox
gn_py: Firefox ñemomba'ete

source: Designed to <br class="wide-br">be redesigned
gn_py: Ojejapo <br class="wide-br">ojejapojey hag̃ua

source: Get fast and easy access to the features you use most in the new menu.
gn_py: Eguereko jeike pya'e ha hasy'ỹveháicha umi tembiaporã eipuruvéva poravorã pyahúpe.

source: Open the “Customize” panel to add, move or remove any button you want.
gn_py: Eike ta'ãngarupa “Ñemomba'ete” embojuaju hag̃ua, emongue térã emboguete oimeraẽva votõ eipotáva.

source: Keep your favorite features — add-ons, private browsing, Sync and more — one quick click away.
gn_py: Emombyta hesegua eguerohoryvéva — moĩmbaha, kundaha ñemigua, ñembojuehe ha hetave mba'e — peteĩ jeikutu mombyrýgui.

source: More ways to customize
gn_py: Hetave ichagua ñemomba'ete

source: Themes
gn_py: Mbojeguaha

source: Add-ons
gn_py: Moĩmbaha

source: Make Firefox match your style.
gn_py: Embojuehe Firefox imbohekoháre.

source: Choose from thousands of themes and dress up your browser with a single click.
gn_py: Eiporavo hetaiterei mbojeguaha pa'ũgui ha eho ne kundahárape peteĩ jeikutúpe.

source: Try it now
gn_py: Eha'ã ko'ág̃a

source: Learn more
gn_py: Eikuaave

source: Add-ons are like apps that you install to add features to Firefox.
gn_py: Umi moĩmbaha ha'e tembipuru'icha oñemboguejýva oñembojuaju hag̃ua Firefox reheguáva.

source: They let you compare prices, check the weather, listen to music, send a tweet and more.
gn_py: Ha'ekuéra omoneĩ tepy ñemoñondive, ohechakuaa aravo, ohendu purahéi, omondo tweet ha hetave nba'e.

source: Read the latest news & blogs
gn_py: Emoñe'ẽ marandu ipyahuvéva ha blogs

source: Manage your downloads
gn_py: Eñangareko ne ñemboguejypyrére

source: Watch videos & view photos
gn_py: Ehecha ta'ãngamýi ha ta'ãngakuéra

source: Here are a few of our favorites
gn_py: Ko'ápe oĩ umi roguerohoryvéva

source: The Awesome Bar learns as you browse to make your version of Firefox unique.
gn_py: Kundahára renda oikuaave oikundahakuévo ojapo hag̃uáicha Firefox-gui iporãvéva.

source: Find and return to your favorite sites without having to remember a URL.
gn_py: Ejuhu ha ejujey pe tenda eguerohoryvévape nemandu'a'ỹre peteĩ URL rehe.

source: See what it can do for you
gn_py: Ehecha mba'épa ikatu ojapo nde rehe

source: Keep your Firefox in Sync
gn_py: Emombyta nde Firefox mbojuehépe

source: Access your bookmarks, history, passwords and more from any device to <br class="wide-br">make Firefox your own wherever you use it.
gn_py: Eike nde techaukaha, tembiasakue, ñe'ẽñemi ha hetave mba'épe oimeraẽva mba'e'oka guive <br class="wide-br"> ejapo Firefox-gui nemba'érõ eipuruhápe.

source: Learn more about Sync
gn_py: Maranduve Sync rehegua

source: Get help with Sync
gn_py: Eguereko pytyvõ Sync-gui

source: Next
gn_py: Upeigua
