Repository: translate/mozilla-lang
Catalog: gn_PY/firefox/desktop/tips.lang.po
Languages: gn_py

source: The best of the latest Firefox
gn_py: Iporãvéva Firefox apopyre pahaguáva

source: Bookmarks
gn_py: Techaukaha

source: Simplify
gn_py: Mombyky

source: Arrange
gn_py: Mbohekokatu

source: Sync
gn_py: Mbojuehe

source: 5 top tips, tricks and time-saving tools
gn_py: 5 ñemoñe'ẽ iporãvéva, mba'ekuaa ha tembipuru nde pya'eve hag̃ua

source: back
gn_py: kupegua

source: next
gn_py: upeigua

source: Click the star
gn_py: Eikutu mbyjápe

source: Watch the star jump so you know your bookmark has been added.
gn_py: Ehecha mbyja ári jepo eikuaa hag̃ua pe techaukaha oñembojuapy hague.

source: (Try it! It’s fun!)
gn_py: (Ejapomína! ¡Nemokyre'ỹta!)

source: How to:
gn_py: Mba'éichapa:

source: Click the star to add bookmarks and manage them from the same spot.
gn_py: Eikutu pe mbyja embojuaju hag̃ua techaukaha ha eñangareko hese peteĩ tendaite guive.

source: Simplify your life
gn_py: Embohasy'ỹ nde rekove

source: Go to your happy place.
gn_py: Tereho tenda revy'ahápe.

source: Remove the buttons you don’t use so you can find the ones you do.
gn_py: Eipe'a umi votõ ndereipurúiva ejuhu hag̃uáicha umi añetehápe eipurúva.

source: Open the menu, select “<strong>Customize</strong>” and drag any button out of the toolbar.
gn_py: Eike poravorãme, embosa'y “<strong>Ñemomba'e</strong>” ha embosyryry oimeraẽva umi votõme tembipuru renda peguápe.

source: Add your faves
gn_py: Embojuaju eguerohoryvéva

source: Play favorites with the features you use most and arrange them for fast, easy access.
gn_py: Ñembosarái eguerohoryvéva umi tembiaporã eipuruvéva ndive ha embohekokatu jeike pya'e ha hasy'ỹveháicha.

source: Open the menu, select “<strong>Customize</strong>” and drag any button into the toolbar or menu.
gn_py: Eike poravorãme, embosa'y “<strong>Ñemomba'e</strong>” ha embosyryry oimeraẽva umi votõ tembipuru renda térã poravorãme.

source: Stay in Sync
gn_py: Epyta ñembojuehépe

source: Use Sync to magically access your open tabs, passwords and more wherever you use Firefox.
gn_py: Eipuru Sync eike pya'eve hag̃ua tendayke ijurujávape, ñe'ẽñemi ha ambueve tenda eipurusehápe Firefox.

source: Use Sync to magically access your open tabs, passwords and more from any device.
gn_py: Eipuru Sync eike pya'eve hag̃ua tendayke ijurujávape, ñe'ẽñemi ha ambueve oimeraẽva mba'e'oka guive.

source: Choose “<strong>Sign in to Sync</strong>” from the menu and make Firefox your own wherever you use it.
gn_py: Eiporavo poravopyrã “<strong>Emoñepyrũ tembiapo ñembojuehépe</strong>” poravorãme ha ejapo Firefox-gui nemba'éramo tenda eipurusehápe.

source: Free your add-ons
gn_py: Emosãso ne moĩmbahakuéra

source: Keep those special, favorite add-ons in your menu so they’re visible and easily within reach.
gn_py: Eguereko umi egueroryvéva, moĩmbaha hayhuvéva nde poravorãme, péicha ojekuaáta ha ndahasymo'ãi ihupyty.

source: Select “<strong>Customize</strong>” from the menu and drag in the add-ons you want.
gn_py: Embosa'y “<strong>Ñemomba'e</strong>” poravorãme ha embosyryry umi moĩmbaha eikotevẽvape.

source: Get Firefox
gn_py: Eguereko Firefox

source: Congratulations
gn_py: Vy'apavẽ

source: You’re an expert!
gn_py: Nde katupyryeterei!

source: Now help your friends master Firefox.
gn_py: Ko'ág̃a eipytyvõ ne angirũnguérape oipurukuaa hag̃ua Firefox.

source: Learn more about bookmarks
gn_py: Maranduve techaukahakuéra rehegua

source: Learn more about customizing
gn_py: Maranduve ñemomba'ete rehegua

source: Learn more about Sync
gn_py: Maranduve Sync rehegua

source: Learn more about add-ons
gn_py: Maranduve moĩmbaha rehegua
