Repository: translate/mozilla-lang
Catalog: gn_PY/firefox/desktop/trust.lang.po
Languages: gn_py

source: Firefox — Designed to protect your privacy — The most trusted browser on the Web
gn_py: Firefox — Ojejapo omo'ã hag̃ua ne ñemigua — Kundahára ejeroviaveha Ñandutípe

source: Trust isn’t made. It’s earned.
gn_py: Pe jerovia ndojejapói. Ojehupytyva'erã.

source: We build Firefox with a mission to put you first, above all else.<br class="wide-br">
gn_py: Rojapo Firefox ore rembipota ha'égui oĩtaha tenondete, opavave ári.<br class="wide-br">

source: We do it to keep you in control.
gn_py: Rojapo roguereko hag̃ua ñangarekópe.

source: We do it so you can browse without worry.<br class="wide-br">
gn_py: Rojapo ikatu hag̃uáicha eikundaha jepy'apy'ỹre.<br class="wide-br">

source: And we do it because no one else will.
gn_py: Ha rojapo roikuaágui avave ndojapomo'ãiha.

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
gn_py: <span id="trust-line1">Jeroviahave</span> <span id="trust-line2">ñanduti mba'apoha</span> <span id="trust-line3">ñemiguáva</span>

source: Designed to protect your privacy
gn_py: Ojejapóva omo'ã hag̃ua ne ñemigua

source: We believe your personal information belongs only to you.<br class="wide-br">
gn_py: Roimo'ã ne marandu ha'eha nemba'e añoite.<br class="wide-br">

source: That’s why Firefox is filled with features to ensure that’s the case.
gn_py: Epévare Firefox henyhẽte ta'ãnga'ígui omboaje hag̃ua péicha oikotaha.

source: Private Browsing with<br> Tracking Protection
gn_py: Kundaha ñemi ta'ãnga<br> Jehekaha mo'ãha ndive

source: Browse without having your history, searches or cookies saved, and block hidden third parties from following you across the Web.
gn_py: Eikundaha eguereko'ỹre tembiasakue, jeheka ñongatupyréva térã kookie, ha ejoko umi mbohapyha okañýva nde rapykuépe Ñanduti rupive.

source: Learn more about Private Browsing
gn_py: Maranduve kundahára ñemi rehegua

source: Forget Button
gn_py: Votõgui tesarái

source: Remove browsing information from your computer after the fact.
gn_py: Eguenohẽ pe marandu kundaha rehegua mohendaha guive oikopa rire.

source: Use it when you’ve visited a site that you don’t want in your history.
gn_py: Eipuru nde eike vove peteĩ tenda eikese'ỹha ne rembiasakuépe.

source: Add the Forget Button to your toolbar
gn_py: Embojuaju Votõ tesarái ne rembipuru rendápe

source: See who’s watching you online.
gn_py: Ehecha mávapa ohecha ñandutípe oĩ jave.

source: The Lightbeam add-on exposes the first and third party sites you interact with as you browse.
gn_py: Moĩmbaha Lightbeam ohechauka umi tenda peteĩháva ha mbohapyguáva oñomoirũva oikundaha jave.

source: Shine a light on the Web with Lightbeam
gn_py: Ohesape peteĩ tesakãha Ñandutípe Lightbeam ndive

source: Keeping you safe across the Web
gn_py: Eguereko tekoporãme Ñanduti rupive

source: Firefox lets you learn more about the sites you visit and helps keep you secure online.
gn_py: Firefox omoneĩ ndéve eikuaave hag̃ua umi tenda ehoha ha oipytyvõva eguerekóvo tekorosã ñandutípe eime jave.

source: World class protection
gn_py: Ñemo'ã oikoitevéva opavavégui

source: Anti-phishing & anti-malware features protect you from trojan horses and spyware and warn you about potentially fraudulent sites.
gn_py: Anti-phishing ha anti-malware reheguáva omo'ãva troyano ha software vai ha ohechaukáva tenda imarãkuaáva rehegua.

source: Automatic security updates
gn_py: Ñembohekopyahu tekorosãrã ijeheguíva

source: Firefox updates automatically to make sure you always have the latest and greatest security fixes.
gn_py: Firefox oñembohekopyahu ijeheguiete ehechakuaa hag̃ua opa ára eguerekoha iporã ha ipyahuvéva tekorosã.

source: Secure connections
gn_py: Umi jeikekatu

source: Use instant Website ID to make sure a site is what it claims to be and to check if your connection to it is secure.
gn_py: Eipuru jekuaa pya'e ñanduti renda rehegua eikuaaporã hag̃ua peteĩ tendápa ha'e he'ihaichaguápa ha ehechajey hag̃ua nde jeike hendivépa hekorosã.

source: Browse without worry
gn_py: Eikundaha jepy'apy'ỹre

source: Learn more about why your privacy and security are so important <br class="wide-br">and what you can do to protect yourself online.
gn_py: Maranduve mba'érepa ne ñemigua ha tekorosã eguerohoryrasa <br class="wide-br">ha ojapokuaáva hekomo'ã hag̃ua ñandutípe eime jave.

source: Privacy & you
gn_py: Ñemigua ha nde

source: How to stay safe online
gn_py: Mba'éichapa eguerekokuaa tekorosã ñandutípe eime jave

source: Privacy & security FAQ
gn_py: Ñemigua ha tekorosã FAQ

source: Privacy & security add-ons
gn_py: Ñemigua ha tekorosã moĩmbaha rehegua

source: Privacy blog
gn_py: Blog ñemigua

source: Security blog
gn_py: Blog tekorosãrã

source: Do Not Track
gn_py: Ani rehapykue reka

source: A Firefox innovation, Do Not Track lets you indicate a preference about the way your personal info is collected and used online.
gn_py: Firefox rekopyahu, ndohapykuehói tape ohechaukáva chupe peteĩ jeguerohoryvéva pe marandu imbateéva ombyatyháicha ha oipurúva ñandutípe oĩ jave.

source: Learn more about Do Not Track
gn_py: Maranduve ndohapyhóiva rehegua

source: Private browsing
gn_py: Kundaha ñemi

source: Sometimes it’s nice to go undercover.
gn_py: Oĩ ára iporãha eho ejekuaa'ỹre.

source: Turn this feature on to protect your browsing history from others.
gn_py: Emyandy ko tembiapoite emo'ã hag̃ua ne kundahára rembiasakue ambueguáva.

source: Learn how to open a private window
gn_py: Eñeha'ã eikekuaa peteĩ ovetã ñemíme
