Repository: translate/mozilla-lang
Catalog: brx/mozorg/plugincheck.lang.po
Languages: brx

source: Plugin Check &amp; Updates
brx: प्लागिन आनजाद &amp; आपडेट

source: Update Now
brx: दानो आपडेट खालाम

source: Research
brx: बिजिरसंनाय

source: current version plugin
brx: दानि बिसान प्लागिन

source: Up to Date
brx: गोदान

source: Plugin icon
brx: प्लागिन आइकन

source: unknown
brx: मोनथिमोनै

source: vulnerable
brx: गिथाव

source: Check Your Plugins
brx: नोंथांनि प्लागिनखौ आनजाद खालाम

source: Keeping your plugins up to date helps Firefox run safely and smoothly.
brx: नोंथांनि प्लागिनखौ गोदानै दोनोब्ला फायारफक्सखौ रैखाथियै आरो मिहियै सालायनायाव मदद खालामो।

source: Plugins don’t always update automatically. Check yours now to stay safe and browse without interruption!
brx: प्लागिनआ गावनो गाव महरै अरायबो आपडेट खालामा। रैखाथियै थानो आरो हेंथा गैयाबालानो ब्राउज खालामनो दानो नोंथांनिखौ आनजाद खालाम!

source: Looks like you’re using an older version of Firefox.
brx: नोंथांखौ फायारफक्सनि गोजामसिन बिसानखौ बाहायगासिनो थानाय बादि नुयो।

source: Plugin Status
brx: प्लागिन थाथाइ

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
brx: इन्टारनेट एक्सप्ल'रारनि थाखाय<strong>प्लागिन आनजाद हेफाजाबआ सिमा गोनां</strong>। टुल्‌स &gt; खौबो बाहाय, Addons खौ मेनेज खालाम

source: Step 1: Click Update to update a plugin.
brx: खलब 1: प्लागिनखौ आपडेट खालामनो आपडेटखौ खालाम

source: Step 2: Complete all recommended updates before restarting your browser.
brx: खलब 2: नोंथांनि ब्राउजारखौ फिन जागायनायनि सिगां थिनखानाय गासै आपडेटखौ फोजोब

source: Potentially vulnerable plugins
brx: जाथावै गिथाव प्लागिन

source: Plugin
brx: प्लागिन

source: Status
brx: थाथाइ

source: Action
brx: हाबा

source: Outdated Plugins
brx: गोजान प्लागिन

source: Unknown Plugins
brx: मोनथिमोनै प्लागिन

source: These plugins are up to date
brx: बेफोर प्लागिनआ गोदान

source: Back to Top
brx: बिजौआव थांफिन

source: Frequently Asked Questions
brx: गले गले सोंजानाय सोंथिफोर

source: What is a plugin?
brx: प्लागिनआ मा?

source: Plugins power videos, animation and games
brx: प्लागिन पावार भिडिअ' एनिमेसन आरो खेला

source: They're built outside of Firefox by companies like Adobe Systems and Apple
brx: बेफोरखौ एडब सिस्टेम आरो एप्पल बादि कम्पानिनि दारायै फायारफक्सनि बाइजोआव बाहायनाय जायो

source: Plugins don't always update automatically.
brx: प्लागिनआ गावनो गाव महरै अरायबो आपडेट खालामा।

source: Why should I update my plugins?
brx: आं मानो आंनि प्लागिनखौ आपडेट खालामनांगौ?

source: Old plugins can interrupt browsing and waste your time.
brx: गोजाम प्लागिनआ ब्राउज खालामनायखौ हेंथा होनो हायो आरो नोंथांनि समखौ ओरैनो बारहोनो हायो।

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
brx: खहागोनां-सफ्टवेयार, भाइरास आरो गुबुन रैखाथि सिगिनायनि दारायै गाग्लोबनायनि थाखाय <strong>गोजाम प्लागिनआ</strong>नोंथांनि खैफोदखौ बांहोयो।

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
brx: <strong>आपडेट खालामखानाय प्लागिनहा जौगानाय दं</strong> जाय वेबखौ<strong>नोंथांनि थाखाय</strong> साबसिन आरो रैखाथिसिन खालामो।

source: Screenshot of Add-Ons manager
brx: Add-Ons मेनेजारनि स्क्रिनसट

source: How can Firefox help me?
brx: फायारफक्सआ आंखौ माबोरै मदद खालामनो हायो?

source: In the future, Firefox will update plugins for you. Until then, you should regularly check this page and update your plugins to stay safe.
brx: इयुनाव, फायारफक्सआ नोंथांनि थाखाय प्लागिनखौ आपडेट खालामगोन। अब्लासिम, नोंथाङा बे बिलाइखौ अरायबो आनजाद खालामनांगोन आरो रैखाथियै थानो नोंथानि प्लागिनखौ आपडेट खालामनांगोन।

source: Which Plugins do I have?
brx: आंहा मा प्लागिन दं?

source: We automatically detected your plugins above, to view your installed plugins in Firefox follow these steps:
brx: जों गोजौनि नोंथांनि प्लागिनखौ गावनो गाव महरै संना दिहुनबाय, फायारफक्सआव नोंथांनि इनष्टल खालामखानाय प्लागिनखौ नायनो थाखाय बेफोर स्टेपफोरखौ फालि:

source: Want to spread the word?
brx: सोदोबखौ फेहेरनो लुबैयो नामा?

source: Help your friends stay safe online! Visit <a href="%(url)s">Firefox Affiliates</a> to get a plugin check badge for your site.
brx: रैखाथि अनलाइनाव ! नोंथांनि साइटनि थाखाय प्लागिन आनजाद सिन<a href="%(url)s">फायारफक्स थाफायो</a>आव थां।

source: How do I disable a plugin?
brx: मोनसे प्लागिनखौ आं माबोरै लोरबां खालामनो?

source: In Firefox:
brx: फायारफक्सआव:

source: Open the Tools menu.
brx: टुल मेनुखौ खेव

source: Open the <span class="menu">menu</span>.
brx: <span class="menu">मेनु</span> खौ खेव।

source: Choose Add-ons.
brx: Add-ons खौ बासिख

source: Click the plugins tab.
brx: प्लागिन टेबखौ क्लिक खालाम

source: Click on the drop down next to the plugin you wish to disable.
brx: नोंथाङा लोरबां खालामनो लुबैनाय प्लागिननि खाथियाव थानाय ड्रप डाउनखौ क्लिक खालाम।

source: Click on a plugin in the list.
brx: लिस्टआव प्लागिनखौ क्लिक खालाम

source: Select "Never Activate" from the available choices.
brx: मोननो हाथाव पसायनाय निफ्राय "माब्लाबाबो मावथि खालामनाङा" खौ सायख।

source: Click the Disable button.
brx: लोरबां बुथामखौ क्लिक खालाम।

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on YouTube.
brx: सांग्रांथि: प्लागिनखौ लोरबां खालामनायनि ओंथिया जाबाय - नोंथाङा जरखा बेसादखौ मावनो हानायनि गोहो गैया। बिदिन्थि महरै, नोंथाङा फ्लेसखौ लोरबां खालामोब्ला, नोंथाङा भिडिअ'फोरखौ इउटिउबआव नायनो हानाय नङा।

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on some streaming video websites.
brx: सांग्रांथि: प्लागिनखौ लोरबां खालामनायनि ओंथिया जाबाय - नोंथाङा जरखा बेसादखौ मावनो हानायनि गोहो गैया। बिदिन्थि महरै, नोंथाङा फ्लेसखौ लोरबां खालामोब्ला, नोंथाङा भिडिअ'फोरखौ माखासे स्ट्रिमिं भिडिउ' वेबसाइटआव नायनो हानाय नङा।

source: Mozilla Support
brx: मजिला हेफाजाब

source: Have more questions?
brx: गोबां सोंलु दं नामा?

source: Visit <a href="%(sumo_url)s">support.mozilla.org</a> for more help!
brx: गोबां मददनि थाखाय <a href="%(sumo_url)s">support.mozilla.org</a>आव थां!
