Repository: translate/mozilla-lang
Catalog: brx/mozorg/products.lang.po
Languages: brx

source: Mozilla Products — Built by us, for the Web
brx: मजिला दिहुन्थाय — जोंजों बानायजाबाय, वेबनि थाखाय

source: Built for the Web
brx: वेबनि थाखाय बानायबाय

source: Our dedication to driving the Web forward and keeping it open to everyone extends through everything we do.
brx: वेबखौ सिगांथिं लांनो जोंनि बावसोमनाय खामानि आरो बेखौ बयनिबो थाखाय उदाङै दोन जायजों जों जेखौबो मावनो हायो।

source: Developers
brx: जौगाखांहोग्रा

source: Desktop
brx: डेस्कटप

source: The free, non-profit browser for your desktop.
brx: नोंथांनि डेस्कटपनि थाखाय बेसेन-नाङै, मुलाम्फा-नङै ब्राउजार।

source: The fast, smart, safe choice for Android browsing.
brx: एनड्र'इड ब्राउजिंनि थाखाय गोख्रै, स्मार्ट, रैखाथि पसायनाय

source: An open operating system for mobile devices.
brx: म'बाइल डिभाइसनि थाखाय मोनसे गेवनाय अपारेटिं सिस्टेम

source: A new standard to recognize and verify learning.
brx: सोलोंनायखौ सिनायथिनो आरो थारबिजिरनो थाखाय मोनसे गोदान थाखोमान

source: A creation and distribution platform for apps.
brx: एप्सनि थाखाय मोनसे सोरजिनाय आरो रानना होनाय प्लेटफर्म

source: A better way to sign in to websites.
brx: वेबसाइटआव साइन-इन खालामनो साबसिन राहा

source: Safe, fast and easy email.
brx: रैखाथि, गोख्रै आरो गोरलै इ-मेइल

source: Make something amazing with the Web.
brx: वेबजों माखासे गोमोथाव खालाम

source: Our community-driven innovation accelerator.
brx: जोंनि माहारि-सालायनाय गोदानै दिहुननाय खारथाय बांहोग्रा

source: New ways to explore, experiment and innovate.
brx: मोजाङै नागिरनो, आनजाद खालामनो आरो गोदानै दिहुननो थाखाय गोदान राहा

source: A bug tracking system to help manage software development.
brx: सफ्टवेयार जौगानायखौ मेनेज खालामनो थाखाय मोनसे बाग ट्रेकिं सिस्टेम

source: Inspect, debug, analyze and more inside your browser.
brx: नोंथांनि ब्राउजारखौ नायगिदिं, डेबाग खालाम आरो बिजिर

source: The layout engine that drives Firefox.
brx: लेआउट इन्जिन जाय फायारफक्सखौ सालायो

source: An environment for XUL-based applications.
brx: XUL-सोनारनाय एप्लिकेसननि थाखाय मोनसे आबहावा

source: Firefox APIs
brx: फायारफक्स APIs

source: The foundations for building a Firefox OS app.
brx: फायारफक्स OS एप बानायनायनि थाखाय गायसननाय

source: Mozilla Developer Network
brx: मजिला जौगाखांहोग्रा नेटवार्क

source: All Mozilla-based Products
brx: गासै मजिला-सोनारनाय दिहुन्थाय

source: All Developer Tools
brx: गासै जौगाखांहोग्रा टुल
