Repository: translate/mozilla-lang
Catalog: ff/mozorg/mission.lang.po
Languages: ff

source: Read the <a href="%(url)s">Mozilla Manifesto</a> to learn even more about the values and principles that guide the pursuit of our mission.
ff: Tar <a href="%(url)s">Manifeste Mozilla</a> oo ngam ɓeydude faamde ko min tiiɗaa e ko min ndiinii e ko wallata min jokkude darnde amen.

source: Watch the video above to learn more about who we are, where we came from and how we’re making the Web better for you.
ff: Ndaar widewoo gonɗo dow oo ngam ɓeydaade anndude mo woni minen, to min ngummii e hol no min ƴellitirta Geese haa naftoro-ɗaa.

source: At Mozilla, we’re a global community of technologists, thinkers and builders working together to keep the Internet alive and accessible, so people worldwide can be informed contributors and creators of the Web.
ff: Ɗoo e Mozilla ko min harbiyaŋkooɓe huuɓnuɓe, miijiyaŋkooɓe e tafooɓe, gollidooɓe ngam Enternet laatoo wuurde e heɓaade, haa yimɓe winndere ndee kala mbaawa wontude tafooɓe e humpitiiɓe geɗe Geese.

source: Topics include support, products, and technologies
ff: Amin kumpita heen baɗte wallitorde, topirɗe amen e karalleeje.

source: Volunteer opportunities in a number of different areas
ff: Fartaŋŋeeji yarlitaare ena keewi ɗo amen ɗoo e fannuuji ceertuɗi

source: We believe this act of human collaboration across an open platform is essential to individual growth and our collective future.
ff: Amin ngoongɗini ballotiral adeeji e dinndeere udditiinde ko huunde tiiɗnde nawoore mo woni kala e renndo men fof yeeso.

source: We’re building a better Internet
ff: Min ngoni ko e ƴellitde Enternet

source: Our structure, organization, and the broader Mozilla community
ff: Sifaa maen, njuɓɓudi amen, e renndo huuɓngo Mozilla

source: Where we come from and how we got to where we are
ff: To min ngummii e hol no min ngardi haa ɗo min ngoni ɗoo

source: Get involved
ff: Ar yantu e amen

source: Forums
ff: Jeewtirɗe

source: Our mission is to promote openness, innovation & opportunity on the Web.
ff: Darnde amen ko ƴellitde udditaare, kesamaagu & fartaŋŋe e Geese.

source: History
ff: Daartol

source: Governance
ff: Ɗowamteeru
