Repository: translate/mozilla-lang
Catalog: */channelsposter.lang.po
Languages: gd

source: Firefox Release Channels
gd: Na seanailean sgaoilidh aig Firefox

source: Firefox Release Timeline
gd: Loidhne-ama nan sgoilidhean Firefox

source: The Mozilla release process delivers new features, performance immprovements and security upgrades to users every six weeks.
gd: Bheir am pròiseas aig Mozilla feartan ùra, dèanadas leasaichte is leasachaidhean tèarainteachd dhut a h-uile sia seachdainean.

source: This consists of four development channels producing concurrent releases of Firefox for Windows, Mac, Linux and Android.
gd: Tha ceithir seanailean leasachaidh againn a bheir dhut sgoileadh ùr de Firefox airson Windows, Mac, Linux is Android aig an aon àm.

source: For:
gd: Airson:

source: Enjoy:
gd: Gabh tlachd ann an:

source: Expect:
gd: Bidh dùil agad ri:

source: Early adopters and Mozilla fans
gd: Daoine a gabhas ri teicneolas ùr gu tràth agus luchd-leantainn Mozilla

source: Testing the next version of Firefox with stability
gd: A' cur fo dheuchainn an ath-thionndadh seasmhach de Firefox

source: Mostly stable builds that need fine tuning and majority add-on compatibility
gd: Builgs a bhios seasmhach mar is trice ach a tha feumach air cur air gleus; co-chòrdail leis a' chuid as motha dhe na tuilleadain.

source: Everyone! Released to the more than 400 million Firefox users worldwide
gd: A h-uile duine! Air a sgaoileadh gu barrachd air 400 millean de dhaoine air feadh an t-saoghail a chleachdas Firefox.

source: The polished and stable features of Firefox that move the Web forward with great performance and unparalleled customization
gd: Na feartan gleansach is seasmhach de Firefox a bheir spionndadh dhan lìon le sàr dhèanadas is comas gnàthachaidh gun a leithid

source: An awesome Web experience that answers to no one but you!
gd: Cuir an lìon gu làn fheum is smachd agadsa air cùisean!

source: Web/platform developers, early adopters and adventure seekers
gd: Luchd-leasachaidh an lìn/ùrlaran, daoine a ghabhas ri teicneolas ùr tràth agus feadhainn as toigh leotha driod-fhortan

source: Access to experimental new features - your feedback helps determine what makes it to Beta
gd: Cothrom air feartan ùra deuchainneil - bidh buaidh aig do bheachdan air na chithear ann am Beta aig a' cheann thall

source: Test builds with bugs and incompatible add-ons
gd: Builds deuchainneil sa bheil bugaichean agus nach eil co-chòrdail le gach tuilleadan

source: Platform developers and Mozilla contributors
gd: Luchd-leasachaidh ùrlaran is daoine a sgrìobhas còd airson Mozilla

source: Access to cutting edge features still under active development
gd: Cothrom air na feartan as ùire a tha 'gan leasachadh an-dràsta fhèin

source: Crashes, unstable test builds with bugs and incompatible add-ons
gd: Tuislichidh seo, builds deuchainneil sa bheil bugaichean agus nach eil co-chòrdail le gach tuilleadan

source: 6 weeks
gd: 6 seachdainean

source: Awesomeness lands on Firefox Nightly
gd: Gheibhear na rudan ùra gleansach air Firefox Nightly

source: Stabilize on Firefox Aurora
gd: Nas seasmhaiche air Firefox Aurora

source: Stabilize on Firefox Beta
gd: Nas seasmhaiche air Firefox Beta

source: Firefox Release!
gd: Sgaoileadh Firefox!

source: <i>More</i> awesomeness on Firefox Nightly
gd: <i>Barrachd</i> rudan gleansach air Firefox Nightly

source: <i>Even More</i> awesomeness on Firefox Nightly
gd: <i>Barrachd</i> rudan gleansach fhathast air Firefox Nightly

source: Timeline
gd: Loidhne-ama

source: Release
gd: Sgaoileadh
