Repository: translate/mozilla-lang
Catalog: */download.lang.po
Languages: bn_bd, ca, cy, fi, fr, gd, hr, is, lv, mai, mr, si, th, tr, vi, zh_tw

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control & shaping the future of the web for the public good.
bn_bd: Mozilla Firefox, একটি বৈশ্বিক অলাভজনক প্রতিষ্ঠানের তৈরী, ওয়েবের ভবিষ্যত রূপায়নে এবং প্রত্যেকের ক্ষমতায়নের জন্য উৎসর্গকৃত বিনামূল্যের ব্রাউজার।
ca: El Mozilla Firefox, un navegador web lliure, està creat per una comunitat global sense ànim de lucre dedicada a posar els propis individus en control i modelar el futur de la xarxa pel benefici públic.
cy: Crewyd Mozilla Firefox, porwr gwe rhydd, gan gorff byd eang dim er elw sydd a'i fryd ar osod unigolion wrth y llyw a ffurfio dyfodol y we er lles pawb.
fi: Mozilla Firefox on ilmainen web-selain, joka on globaalin voittoa tavoittelemattoman yhteisön tekemä. Yhteisön tavoite on antaa jokaiselle mahdollisuus vaikuttaa verkon tulevaisuuteen kaikkien parhaaksi.
fr: Mozilla Firefox est un navigateur Web gratuit, créé par une communauté mondiale, à but non lucratif, qui œuvre pour que les utilisateurs gardent le contrôle de leur vie en ligne et pour façonner le futur d'Internet dans l'intérêt de tous.
gd: Tha Mozilla Firefox, brabhsair-lìn saor, 'ga chruthachadh le buidheann eadar-nàiseanta neo-phrothaideach a tha an dealas ri smachd a thoirt do dhaoine a thaobh na nì iad air an lìon agus cothrom an lìon a dhealbhadh a chum math nan daoine san àm ri teachd.
hr: Mozilla Firefox besplatan je web preglednik kojeg je stvorila globalna neprofitna organizacija s ciljem postavljanja kontrole u ruke pojedinaca i oblikovanja budućnosti weba za dobrobit javnosti.
is: Mozilla Firefox, er ókeypis vafri sem er búinn til af alþjóðlegu samfélagi sem ekki er rekið í hagnaðarskyni og áherslan er á að notendur séu við stjórnvölin og geti haft áhrif á framtíð vefsins þannig að allir njóti góðs af.
lv: Mozilla Firefox pārlūks, ko veido globāla bezpeļņas organizācijas, kuras mērķis ir nodrošināt, lai internets kalpotu cilvēku interesēm un attīstītos sabiedrībai labvēlīgā virzienā.
mai: मोजिला फायरफाक्स, फ्री वेब ब्राउजप, एक वैश्विक अलाभकारीक द्वारा निर्मित अछि जकरामे व्यक्तिक नियंत्रण रहैछ आओर सबजनक नीक कए लेल वेबक भविष्यक आकार दए रहल अछि.
mr: Mozilla Firefox हे मुक्त वेब ब्राऊजर असुन ते एका जागतिक विना-नफा संस्थातर्फे निर्मीत केले आहे जे प्रत्येक व्यक्तिला वेबचा भागीदार करण्यास व सार्वजनिक हितासाठी भविष्यातील वेबला आकार देण्यास निष्ठ आहे.
si: Mozilla Firefox, නිදහස් වෙබ් බ්‍රව්සරය, නිර්මාණය කරනු ලබන ගෝලීය ලාභ නොලබන ව්‍යාපෘතිය සියලු දෙනාගේ සහභාගීත්වයෙන් පොදු යහපත උදෙසා අනාගත වෙබ් තාක්ෂණය හැඩගැස් වීමට බැදී සිටියි.
th: Mozilla Firefox เว็บเบราว์เซอร์ฟรีที่สร้างโดยองค์กรไม่แสวงกำไรระดับโลกที่อุทิศตนเพื่อช่วยให้ทุกคนสามารถควบคุมและร่วมสร้างอนาคตของอินเทอร์เน็ตให้เป็นสาธารณประโยชน์
tr: Özgür web tarayıcısı Mozilla Firefox, bireylerin kontrol hakkını savunan ve web'in geleceğini insanlığın yararı için şekillendirmeye çalışan, kâr amacı gütmeyen küresel bir topluluk tarafından oluşturulmuştur.
vi: Mozilla Firefox, trình duyệt miễn phí, được phát triển bởi cộng đồng phi lợi nhuận trên toàn thế giới với mục đích lấy lại quyền lợi của người dùng trên web cho những mục đích tốt đẹp nhất.
zh_tw: 自由的網路瀏覽器 Mozilla Firefox，是由為了公益，致力於讓每個人都可以控制自己的網路體驗的全球性非營利組織所開發的。

source: Different by Design
bn_bd: নকশায় ভিন্ন
ca: Diferent per disseny
cy: Yn fwriadol wahanol
fi: Perustavasti erilainen
fr: Différent par nature
gd: Tha an diofar san dealbhadh
hr: Drugačiji s razlogom
is: Hannaður til að vera öðruvísi
lv: Atšķirīgs pašos pamatos
mai: डिजायनसँ अलग
mr: रचनेने भिन्न
si: නිර්මාණනීය වෙනසක්
th: แตกต่างด้วยการออกแบบ
tr: Felsefesi Farklı
vi: Khác biệt từ Thiết kế
zh_tw: 從設計就與眾不同

source: Proudly <span>non-profit</span>
bn_bd: গর্বের সাথে <span>অলাভজনক</span>
ca: Orgullosos de no tenir <span>ànim de lucre</span>
cy: Yn falch o fod yn <span>ddim er elw</span>
fi: Ylpeästi <span>voittoa tavoittelematon</span>
fr: Désintéressé <span>et fier de l'être</span>
gd: Gu pròiseil <span>neo-phrothaideach</span>
hr: Ponosno <span>neprofitan</span>
is: Stoltir af því að <span>vera ekki rekið í hagnaðarskyni</span>
lv: Ar lepnumu <span>bezpeļņas</span>
mai: गर्व अछि <span>अलाभकारी</span>
mr: अभिमानाने <span>विना नफा</span>
si: අභිමානවත් <span>ලාභ නොලබන </span>ව්‍යාපෘතියකි
th: <span>ไม่แสวงกำไร</span> อย่างภาคภูมิ
tr: Kâr amacı <span>gütmez</span>
vi: Tự hào là tổ chức <span>phi lợi nhuận</span>
zh_tw: 以 <span>非營利</span> 為榮

source: Innovating <span>for you</span>
bn_bd: উদ্ভাবন <span>আপনার জন্য</span>
ca: Innovant <span>per a tu</span>
cy: Arloesi <span>er eich mwyn</span>
fi: Innovointia <span>sinun vuoksesi</span>
fr: Innovant <span>pour vous</span>
gd: Ag innleachadh <span>as do leth-sa</span>
hr: Inovira <span>za vas</span>
is: Hannaður <span>fyrir þig</span>
lv: Inovējam <span>tieši Jums</span>
mai: नवाचार <span>अहाँक लेल</span>
mr: नाविन्य <span>तुमच्यासाठी</span>
si: <span>ඔබ වෙනුවෙන්</span> නව්‍යකරණය වී
th: สร้างนวัตกรรม <span>สำหรับคุณ</span>
tr: Tüm yenilikleri <span>sizin için</span>
vi: Sự sáng tạo <span>dành cho bạn</span>
zh_tw: <span>為您</span> 而創新

source: Fast, flexible, <span>secure</span>
bn_bd: দ্রুত, নমনীয়, <span>নিরাপদ</span>
ca: Ràpid, flexible, <span>segur</span>
cy: Cyflym, hyblyg, <span>diogel</span>
fi: Nopea, joustava, <span>turvallinen</span>
fr: Sûr, rapide, <span>flexible</span>
gd: Luath, sùbailte is <span>tèarainte</span>
hr: Brz, fleksibilan i <span>siguran</span>
is: Hraður, sveigjanlegur, <span>öruggur</span>
lv: Moderns, elastīgs, <span>drošs</span>
mai: तेज, लचीला, <span>सुरक्षित</span>
mr: जलद, लवचीक, <span>सुरक्षित</span>
si: වේගවත්, නම්‍යශීලී, <span>ආරක්ෂිත</span>
th: เร็ว, ยืดหยุ่น, <span>ปลอดภัย</span>
tr: Hızlı, esnek, <span>güvenli</span>
vi: Nhanh, linh hoạt <span>an toàn</span>
zh_tw: 有彈性、超快、<span>超安全</span>

source: Thanks for choosing Firefox!
bn_bd: Firefox বেছে নেয়ার জন্য ধন্যবাদ!
ca: Gràcies per triar el Firefox!
cy: Diolch am ddewis Firefox!
fi: Kiitos, että valitsit Firefoxin!
fr: Merci d'avoir choisi Firefox&nbsp;!
gd: Tapadh leibh airson Firefox a thaghadh!
hr: Hvala što ste odabrali Firefox!
is: Takk fyrir að velja Firefox!
lv: Paldies, ka izvēlējāties Firefox!
mai: फायरफाक्सक चुनावक लेल अहाँक शुक्रिया!
mr: Firefox निवडल्याबद्दल धन्यवाद!
si: Firefox තෝරාගැනීම පිළිබදව ඔබට ස්තුතියි!
th: ขอบคุณที่เลือก Firefox!
tr: Firefox'u seçtiğiniz için teşekkürler!
vi: Cảm ơn bạn đã chọn Firefox!
zh_tw: 感謝您選擇使用 Firefox！

source: Your download should automatically begin in a few seconds, but if not, <a href="%s">click here</a>.
bn_bd: কিছুক্ষণের মধ্যেই স্বয়ংক্রিয় ভাবে আপনার ডাউনলোডটি শুরু হবে, যদি তা না হয় তবে, <a href="%s">এখানে ক্লিক করুন</a>।
ca: La baixada hauria de començar automàticament en uns segons però, si no, feu <a href="%s">clic aquí</a>.
cy: Bydd eich copi yn cychwyn llwytho i lawr ymhen ychydig eiliadau, os na fydd, <a href="%s">cliciwch yma</a>.
fi: Latauksen pitäisi alkaa muutaman sekunnin kuluttua. Jos mitään ei tapahdu <a href="%s">napsauta tätä</a>.
fr: Votre téléchargement devrait commencer automatiquement d'ici quelques secondes, si ce n'est pas le cas, <a href="%s">cliquez sur ce lien</a>.
gd: Bu chòir dhan luchdadh a-nuas agad tòiseachadh a dh'aithghearr ach mura tòisich, <a href="%s">briog an-seo</a>.
hr: Preuzimanje bi trebalo započeti za nekoliko sekundi, ako ne započne automatski, <a href="%s">kliknite ovdje</a>.
is: Niðurhalið ætti að byrja sjálfkrafa eftir nokkrar sekúndur, ef það gerist ekki, <a href="%s">smelltu þá hérna</a>.
lv: Lejupielādei vajadzētu automātiski sākties dažu sekunžu laikā, ja tas nenotiek, <a href="%s">klikšķiniet te</a>.
mai: अहाँक डाउनलोड स्वतः किछु सेकंडमे आरंभ भए जाएत, मुदा जँ नहि होइछ तँ, <a href="%s">एतए क्लिक करू</a>.
mr: आपले डाउनलोड काही सेकंदात सुरू स्वयं होईल, परंतु तसे न झाल्यास, <a href="%s">येथे क्लिक करा</a>.
si: ඔබගේ බාගැණීම තව ස්වල්ප මොහොතකින් ඇරඹෙනු ඇත, එසේ නොවූවේ නම්, <a href="%s"> මෙහි ක්ලික් කරන්න</a>.
th: การดาวน์โหลดของคุณจะเริ่มต้นไม่กี่วินาทีนี้ ถ้าไม่มีการดาวน์โหลด <a href="%s">คลิกที่นี่</a>
tr: İndirme işlemi birkaç saniye içinde otomatik olarak başlayacaktır, ama başlamazsa <a href="%s">buraya tıklayın</a>.
vi: Quá trình tải xuống sẽ tự động bắt đầu trong vài giây, nếu không, bạn có thể <a href="%s">nhấn vào đây</a> để bắt đầu.
zh_tw: 您的下載應該在幾秒鐘之內就會開始，如果沒有，<a href="%s">請點一下這裡開始下載</a>。

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
bn_bd: একটি অলাভজনক প্রতিষ্ঠান হিসেবে, আপনার তরফ থেকে নতুন কোনো কিছু উদ্ভাবন করতে আমরা নির্ভীক। আপনি পার্থক্যটি অবশ্যই পছন্দ করবেন।
ca: Per ser una organització sense ànim de lucre, som lliures d'innovar sense rebre cap pressió que us pugui comprometre. Us agradarà la diferència.
cy: Fel corff ddim er elw, rydym yn rhydd i arloesi ar eich rhan heb orfod cyfaddawdu. Byddwch wrth eich bodd gyda'r gwahaniaeth.
fi: Voittoa tavoittelemattomana yhteisönä voimme innovoida sinun etusi mukaisesti ilman kompromisseja. Tulet ihastumaan eroon.
fr: En tant que fondation à but non lucratif, nous sommes libres d'innover pour vous sans compromis. Vous allez adorer la différence.
gd: Leis nach eil sinn ag obair air prothaid, tha làn saoirse againn rudan innleachadh as do leth, gun impidh mhalairteach sam bith oirnn. Còrdaidh an diofar riut, nàile.
hr: Kao neprofitna organizacija, slobodni smo inovirati u vaše ime bez pritiska za kompromisom. Svidjet će vam se razlika.
is: Þar sem við erum félagasamtök sem eru ekki rekin í hagnaðarskyni, erum við óbundnir og frjálsir í að þróa fyrir þig án þess að vera með neinar málamiðlanir. Í þessu felst munur sem þú eftir að kunna að meta.
lv: Kā bezpeļņas organizācija mēs varam strādāt cilvēku labumam bez spiediena iziet uz kompromisiem. Jums patiks šī atšķirība!
mai: बतौर अलाभकारी, हम अहाँक बदला बिनु कोनो प्रेसर नव काज कए सकैछी. अहाँक एकर आनंद आएत.
mr: विना नफा असल्याने, कोणत्याही दडपणाशिवाय तुमच्यासाठी नवीन उपक्रम सुरू करणे शक्य आहे. तुम्हाला फरक आवडेल.
si: ලාභ නොලබන ව්‍යාපෘතියක් ලෙස, ඔබ වෙනුවෙන් නව්‍යතාවයෙන් යුත් වඩා හොඳම දේ නිර්මාණය කිරීමට අපට කිසිඳු බාධාවක් නොමැත. ඔබ මෙම වෙනස ආදරයෙන් අත්විඳිනු ඇත.
th: ด้วยความที่เป็นองค์กรไม่แสวงกำไร เราสามารถสร้างนวัตกรรมต่างๆ ได้โดยไม่ต้องรับภาระความกดดันใดๆ จากองค์กรภายนอก นั่นคือสาเหตุที่เราแตกต่าง
tr: Kâr amacı gütmeyen bir kuruluş olarak, ilkelerimizden taviz vermeden ve baskı görmeden sizin için yenilikler yapmakta özgürüz. Farkımızı seveceksiniz.
vi: Vì Mozilla là tổ chức phi lợi nhuận, chúng tôi được tự do sáng tạo và không chịu áp lực từ bất kỳ phía nào. Chắc chắn bạn sẽ thấy thú vị với sự khác biệt này.
zh_tw: <br>作為非營利組織，我們站在您的立場進行創新，不向任何壓力妥協。<br>您將會愛上這種不同之處。

source: Welcome to the only browser <em>that puts you first.</em>
bn_bd: একমাত্র এমন ব্রাউজারে স্বাগতম<em>যেটা আপনাকে প্রথমে রাখে।</em>
ca: Benvinguts a l'únic navegador <em>en què primer sou vosaltres.</em>
cy: Croeso i'r unig borwr sy'n eich <em>rhoi chi'n gyntaf.</em>
fi: Tervetuloa käyttämään ainoaa selainta, jolle <em>sinä olet tärkein.</em>
fr: Découvrez le premier navigateur qui <em>défend vos intérêts.</em>
gd: Fàilte dhan aon bhrabhsair <em>a tha a' cur prìomhachas ortsa fhèin.</em>
hr: Dobrodošli u jedini web preglednik <em>koji vas postavlja na prvo mjesto.</em>
is: Vertu velkomin í eina vafrann <em>sem setur þig í fyrsta sæti.</em>
lv: Esiet sveicināti vienīgajā pārlūkā, kas <em>liek Jūs pirmajā vietā.</em>
mai: केवल एकमात्र ब्राउजरमे स्वागत अछि <em>जे अहाँक पहिल स्थान पर राखैछे.</em>
mr: स्वागत आहे एकमेव ब्राऊजरवर जे <em>तुम्हाला पुढे ठेवते.</em>
si: <em>ඔබ පළමු තැනෙහිලා සලකන </em> එකම වෙබ් බ්‍රව්සරය වෙත සාදරයෙන් පිළිගනිමු.
th: ยินดีต้อนรับสู่เว็บเบราว์เซอร์ <em>ที่ให้ความสำคัญกับคุณเป็นอันดับแรก</em>
tr: Sizi ilk sıraya koyan <em>tek tarayıcıya hoş geldiniz.</em>
vi: Chào mừng đến với trình duyệt <em>dành cho chính bạn.</em>
zh_tw: 歡迎使用唯一 <em>把您置於最優先</em> 的瀏覽器。

source: Mozilla Firefox Web Browser
bn_bd: মোজিলা ফায়ারফক্স ওয়েব ব্রাউজার
ca: Navegador web Mozilla Firefox
cy: Porwr Gwe Mozilla Firefox
fi: Mozilla Firefox -web-selain
fr: Navigateur Web Mozilla Firefox
gd: Brabhsair-lìn Mozilla Firefox
hr: Mozilla Firefox web preglednik
is: Mozilla Firefox vafri
lv: Mozilla Firefox pārlūks
mai: मोजिला फायरफाक्स वेब ब्राउजर
mr: मोझीला फायरफॉक्स वेब ब्राऊजर
si: Mozilla Firefox වෙබ් ගවේශකය
th: เว็บเบราว์เซอร์ Mozilla Firefox
tr: Mozilla Firefox Web Tarayıcısı
vi: Trình duyệt web Mozilla Firefox
zh_tw: Mozilla Firefox 網頁瀏覽器
