Repository: translate/mozilla-lang
Catalog: */download_button.lang.po
Languages: es, fi, hy_am, id, kk, ml

source: Download Firefox
es: Descargar Firefox
fi: Lataa Firefox
hy_am: Բեռնել Firefox-ը
id: Unduh Firefox
kk: Firefox-ты жүктеп алу
ml: ഫയര്‍ഫോക്സ് ഡൌണ്‍ലോഡ്

source: Download now
kk: Қазір жүктеп алу

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
es: Tu sistema no cumple con los <a href="%(url)s">requisitos</a> necesarios para poder ejecutar Firefox.
fi: Järjestelmäsi ei täytä Firefoxin <a href="%(url)s">järjestelmävaatimuksia</a>.
hy_am: Ձեր համակարգը չի համապատասխանում Firefox-ի <a href="%(url)s">պահանջներին</a>։
id: Sistem Anda tidak memenuhi <a href="%(url)s">persyaratan</a> untuk menjalankan Firefox.
kk: Жүйеңіз Firefox-ты жөнелту үшін керек <a href="%(url)s">талаптарға</a> сай келмейді.
ml: ഫയര്‍ഫോക്സ് പ്രവര്‍ത്തിപ്പിയ്ക്കുന്നതിനു് മതിയായ <a href="%(url)s">ആവശ്യതകള്‍</a> നിങ്ങളുടെ സിസ്റ്റത്തില്‍ ലഭ്യമല്ല.

source: Your system may not meet the requirements for Firefox, but you can try one of these versions:
kk: Сіздің жүйеңіз Firefox талаптарына сай келмеуі мүмкін, сіз келесі нұсқаларды көре аласыз:

source: <span>Firefox Beta</span> for Android
es: <span>Firefox Beta</span> para Android
fi: <span>Firefoxin beta-versio</span> Androidille
hy_am: <span>Firefox Beta</span>՝ Android-ի համար
id: <span>Firefox Beta</span> untuk Android
kk: Android үшін <span>Firefox Beta</span>
ml: ആന്‍ഡ്രോയിഡിനുള്ള <span>ഫയര്‍ഫോക്സ് ബീറ്റാ</span>

source: <span>Firefox Aurora</span> for Android
es: <span>Firefox Aurora</span> para Android
fi: <span>Firefoxin aurora-versio</span> Androidille
hy_am: <span>Firefox Aurora</span>՝ Android-ի համար
id: <span>Firefox Aurora</span> untuk Android
kk: Android үшін <span>Firefox Aurora</span>
ml: ആന്‍ഡ്രോയിഡിനുള്ള <span>ഫയര്‍ഫോക്സ് അറോറാ</span>

source: <span>Firefox</span> for Android
es: <span>Firefox</span> para Android
fi: <span>Firefox</span> Androidille
hy_am: <span>Firefox</span>՝ Android-ի համար
id: <span>Firefox</span> untuk Android
kk: Android үшін <span>Firefox</span>
ml: ആന്‍ഡ്രോയിഡിനുള്ള <span>ഫയര്‍ഫോക്സ്</span>

source: Get it free on Google Play
es: Obtenerlo gratis<br>en Google Play
fi: Lataa ilmaiseksi Google Playsta
hy_am: Ազատորեն բեռնեք Google Play-ից
id: Gratis lewat Google Play
kk: Оны Google Play ішінен тегін алыңыз
ml: ഗൂഗിള്‍ പ്ലേയില്‍ സൌജന്യമായി ലഭ്യമാക്കുക

source: <span>Firefox</span> for iOS
fi: <span>Firefox</span> iOS:lle
id: <span>Firefox</span> untuk iOS
kk: iOS үшін <span>Firefox</span>

source: Get it free from the App Store
fi: Lataa ilmaiseksi App Storesta
id: Dapatkan gratis dari App Store
kk: Оны App Store ішінен тегін алыңыз
ml: ആപ്പ് സ്റ്റോറില്‍ നിന്നും സൗജന്യമായി സ്വന്തമാക്കുക

source: Free Download
es: Descarga gratuita
fi: Lataa ilmaiseksi
hy_am: Ազատ ներբեռնումներ
id: Unduh Gratis
kk: Тегін жүктеп алу
ml: സൗജന്യ ഡൗണ്‍ലോഡ്

source: Update your Firefox
fi: Päivitä Firefox
id: Perbarui Firefox Anda
kk: Firefox-ты жаңартыңыз
ml: നിങ്ങളുടെ ഫയര്‍ഫോക്സ് പുതുക്കൂ

source: Supported Devices
es: Dispositivos compatibles
fi: Tuetut laitteet
hy_am: Աջակցող սարքերը
id: Perangkat yang didukung
kk: Қолдауы бар құрылғылар
ml: പിന്തുണയ്ക്കുന്ന ഡിവൈസുകള്‍

source: Get it on Google Play
fi: Lataa Google Playsta
id: Dapatkan gratis dari Google Play
kk: Оны Google Play ішінен алыңыз

source: Get Firefox for Android
fi: Lataa Firefox Androidille
hy_am: Ձեռք բեր Firefox Android-ի համար
id: Dapatkan Firefox untuk Android
kk: Android үшін Firefox-ты алу
ml: ആന്‍ഡ്രോയിഡില്‍ നിന്നും ഫയര്‍ഫോക്സ് ലഭ്യമാക്കൂ

source: Download on the App Store
fi: Lataa App Storesta
id: Unduh dari App Store
kk: Оны App Store ішінен жүктеп алыңыз
ml: ആപ്പ് സ്റ്റോറില്‍ നിന്നും ഡൗൻലോഡ് ചെയ്യുക

source: Get Firefox for iOS
fi: Lataa Firefox iOS:lle
id: Dapatkan Firefox untuk iOS
kk: iOS үшін Firefox алу
ml: iOS നു വേണ്ടിയുള്ള ഫയര്‍ഫോക്സ് സ്വന്തമാക്കുക

source: What’s New
fi: Mitä uutta
hy_am: Ինչն է նոր
kk: Не жаңалық
ml: പുതിയതെന്തെല്ലാം

source: Firefox Privacy
kk: Firefox жекелігі

source: Systems &amp; Languages
es: Sistemas e idiomas
fi: Muut kielet ja järjestelmät
hy_am: Համակարգային &amp; լեզուները
id: Bahasa &amp; Sistem Operasi
kk: Жүйелер және тілдер
ml: സിസ്റ്റങ്ങളും ഭാഷകളും

source: Firefox for Other Platforms & Languages
kk: Басқа платформалар және тілдер үшін Firefox

source: Privacy
es: Privacidad
fi: Tietosuoja
hy_am: Գաղտնիությունը
id: Privasi
ml: സ്വകാര്യത

source: Whatâ€™s New
es: Novedades
id: Yang Baru

source: Firefox Beta
ml: ഫയര്‍ഫോക്സ് ബീറ്റാ

source: Firefox Aurora
ml: ഫയര്‍ഫോക്സ് അറോറാ
