Repository: translate/mozilla-lang
Catalog: */firefoxlive.lang.po
Languages: ga_ie, gd, oc

source: Firefox Live
ga_ie: Firefox Beo

source: Follow @cubcaretaker
ga_ie: Lean @cubcaretaker
gd: Lean @cubcaretaker
oc: Seguir @cubcaretaker

source: Cameras
ga_ie: Ceamaraí
gd: Camarathan
oc: Aparelhs Fòto

source: 360° view
ga_ie: Amharc 360°
gd: Sealladh 360°
oc: Vista a 360°

source: Camera 1
ga_ie: Ceamara 1
gd: Camara 1
oc: Aparelh Fòto 1

source: Video help
ga_ie: Cabhair físe
gd: Taic leis a' video
oc: FAQ vidèo

source: Do you like baby animals? Mozilla Firefox is streaming video of their 3 adopted red panda babies. Spread the word and 'share' with your friends.
ga_ie: An maith leat ainmhithe óga? Tá Mozilla Firefox sruthú físeáin de na trí phanda rua a d'uchtaíomar. Scaip and focal agus comhroinn le do chairde iad.
gd: An caomh leat iseanan bheathaichean? Tha Mozilla Firefox a' struthadh video nan 3 pandathan-ruadha a dh'uchd-mhacaich sinn. Sgaoil an naidheachd agus co-roinn iad le do charaidean.
oc: Vos agradan los nenons animals ? Firefox difusa en dirècte los imatges dels tres novèl nenons pandà qu'an adoptats. Fasètz passar lo messatge !

source: What is more endearing? Firefox’s non-profit mission or a live feed of their animal mascot? Find out http://mzl.la/sPo5yu
ga_ie: Cé acu níos ceanúla? Misean neamhbhrabúis Firefox, nó sruth beo den tsonóg atá acu? Tuilleadh eolais ó http://mzl.la/sPo5yu
gd: Dè 's còire? Misean neo-phrothaideach no sruthadh beò dhen bheathach suaicheantais aca? Gabh beachd aig http://mzl.la/sPo5yu
oc: Qué de mai simpatic ? La mission de tòca non-lucrativa de Firefox o las vidèos en dirècte de sa mascòta ? http://mzl.la/sPo5yu

source: Help Firefox help protect its rare mascot and the Web by watching baby animals! http://mozilla.org/firefoxlive
ga_ie: Cabhraigh le Firefox a shonóg annamh agus an Gréasán a chosaint trí fhéachaint ar ainmhithe óga http://mozilla.org/firefoxlive
gd: Cuidich le Firefox a' dìon an t-suaicheantais ainneimh aige agus an lìon - is tu a' coimhead air iseanan bheathaichean! http://mozilla.org/firefoxlive
oc: Ajudatz Firefox a protegir sa mascòta menaçada de disaparicion, e ajudatz lo Web en anant agachar los nenons pandàs rosses ! http://mozilla.org/firefoxlive

source: Share on Twitter »
ga_ie: Roinn ar Twitter »
gd: Co-roinn air Twitter »
oc: Partejar sus Twitter »

source: Share on Facebook »
ga_ie: Roinn ar Facebook »
gd: Co-roinn air Facebook »
oc: Partejar sus Facebook »

source: Camera 2
gd: Camara 2
oc: Aparelh Fòto 2
