Repository: translate/mozilla-lang
Catalog: */firefoxtesting.lang.po
Languages: af, bn_bd, cy, fi, gd, hi_in, hy_am, ku, mai, ml, oc

source: Download Firefox Beta for Android - Free
af: Laai Firefox Beta af vir Android - Gratis
bn_bd: অ্যান্ড্রয়েডের জন্য ফায়ারফক্স বেটা ডাউনলোড করুন - বিনামূল্যে
cy: Llwytho i Lawr Firefox Beta Android - Am Ddim
fi: Lataa Firefoxin beetaversio Androidille - ilmaiseksi
gd: Luchdaich a-nuas Firefox Beta airson Android - Saor an-asgaidh
hi_in: फ़ायरफ़ॉक्स बीटा को एंड्राएड के लिए डाउनलोड करे - निःशुल्क
hy_am: Ներբեռնեք Firefox Beta Android-ի համար - Անվճար
ku: Firefox betayê ji bo Androîdê jêbar bike - Belaş e
mai: फायरफाक्स बीटाक एंड्राएडक लेल डाउनलोड करू - निःशुल्क
ml: ആന്‍ഡ്രോയിഡിനുള്ള ഫയര്‍ഫോക്സ് ബീറ്റാ ഡൌണ്‍ലോഡ് ചെയ്യുക - സൌജന്യം
oc: Telecargatz Firefox Bèta per Android - Gratuit

source: Download Firefox Beta for Desktop - Free
af: Laai Firefox Beta af vir rekenaars - Gratis
bn_bd: ডেস্কটপের জন্য ফায়ারফক্স বেটা ডাউনলোড করুন - বিনামূল্যে
cy: Llwytho i Lawr Firefox Beta y Bwrdd Gwaith - Am Ddim
fi: Lataa Firefoxin beetaversio pöytäkoneelle - ilmaiseksi
gd: Luchdaich a-nuas Firefox Beta airson desktops - Saor an-asgaidh
hi_in: फ़ायरफ़ॉक्स बीटा को डेस्कटाप के लिए डाउनलोड करें - निःशुल्क
hy_am: Ներբեռնեք Firefox Beta աշխատանքային սեղանի համար-Անվճար
ku: Firefox Betayê ji bo Sermaseyê jêbar bike - belaş e
mai: फायरफाक्स बीटाक डेस्कटापक लेल डाउनलोड करू - निःशुल्क
ml: പണിയിടത്തിനുള്ള ഫയര്‍ഫോക്സ് ബീറ്റാ ഡൌണ്‍ലോഡ് ചെയ്യുക - സൌജന്യം
oc: Telecargatz Firefox version Bèta per ordenador de burèu - Gratuit

source: Download and test Firefox future releases. Experience the newest innovations with the Aurora or Beta builds.
af: Laai toekomstige weergawes van Firefox af vir toetsing. Ervaar die jongste innovasie met die Aurora- en Beta-weergawes.
bn_bd: ফায়ারফক্সের পরবর্তী সংস্করণগুলি ডাউনলোড এবং পরীক্ষা করুন। অরোরা বা বেটা তৈরির সাথে নতুন উদ্ভাবিত অভিজ্ঞতা লাভ করুন।
cy: Llwytho i Lawr a phrofi fersiynnau dyfodol Firefox. Profwch y datblygiadau diweddaraf gydag Aurora neu Beta.
fi: Lataa ja testaa tulevia Firefoxin julkaisuja. Tutustu uusimpiin innovaatioihin aurora- tai beetaversioiden avulla.
gd: Luchdaich a-nuas is cuir Firefox fo dheucheainn a tha ri sgaoileadh san àm ri teachd. Feuch na tionnsgnaidhean as ùire leis na tionndaidhean Aurora no Beta.
hi_in: फ़ायरफ़ॉक्स के भविष्य के रिलीज को डाउनलोड करें और जाँचें. अरोरा और बीटा बिल्ड से ताजा नवाचार का अनुभव लें.
hy_am: Ներբեռնեք և ստուգեք Firefox-ի ապագա թողարկումները:Փորձարկեք վերջին նորարարությունները Aurora կամ Beta ձևերով:
ku: Jêbar bike û guhertoya siberojê biceribîne. Bi Aurora yan jî Betayê guhertinên herî nû biceribîne.
mai: फायरफाक्स आगाँबला रिलीजकेँ डाउनलोड करू आओर जाँच करू. अरोरा आओर बीटा बिल्ड सँ ताजा नवाचारक अनुभव लिअ.
ml: ഫയര്‍ഫോക്സിന്റെ ഭാവിയിലുള്ള പതിപ്പുകള്‍ ഡൌണ്‍ലോഡ് ചെയ്തു് പരീക്ഷിയ്ക്കുക. അറോറാ അല്ലെങ്കില്‍ ബീറ്റാ ബിള്‍ഡുകളിലുള്ള പുതിയ വിശേഷതകള്‍ അനുഭവിച്ചറിയുക.
oc: Telecargatz e testatz las versions venentas de Firefox. Fasètz l'experiéncia de las innovacions las mai recentas amb Aurora o las versions Bèta.

source: Firefox Beta
bn_bd: ফায়ারফক্স বেটা
cy: Firefox Beta{ok}
fi: Firefoxin beetaversio
hi_in: फ़ायरफ़ॉक्स बीटा
mai: फायरफाक्स बीटा
ml: ഫയര്‍ഫോക്സ് ബീറ്റാ
oc: Firefox Bèta

source: Firefox Beta for:
af: Firefox Beta vir:
bn_bd: ফায়ারফক্স বেটা যার জন্য:
cy: Firefox Beta ar gyfer:
fi: Firefoxin beetaversio:
gd: Firefox Beta airson:
hi_in: इसके लिए फ़ायरफ़ॉक्स बीटा:
hy_am: Firefox Beta համար:
ku: Firefox Beta bo:
mai: एकरा लेल फायरफाक्स बीटा:
ml: എന്തിനുള്ള ഫയര്‍ഫോക്സ് ബീറ്റാ:
oc: Firefox Bèta per :

source: Firefox Beta for Mobile
af: Firefox Beta vir selfone
bn_bd: মোবাইলের জন্য ফায়ারফক্স বেটা
cy: Firefox Beta ar gyfer Symudol
fi: Firefoxin beetaversio mobiiliin
gd: Firefox Beta airson innealan-làimhe
hi_in: मोबाइल के लिए फ़ायरफ़ॉक्स बीटा
hy_am: Firefox Beta բջջայինի համար
ku: Firefox Beta bo Mobîlê
mai: मोबाइलक लेल फायरफाक्स बीटा
ml: മൊബൈലിനുള്ള ഫയര്‍ഫോക്സ് ബീറ്റാ
oc: Firefox Bèta per Telefonet

source: Download Beta and be part of the next version of Firefox.
af: Laai Beta af en wees deel van die volgende weergawe van Firefox.
bn_bd: বেটা ডাউনলোড করুন এবং ফায়ারফক্সের পরবর্তী সংস্করণের অংশীদার হোন।
cy: Llwytho'r Beta i lawr a bod yn rhan o ddyfodol Firefox.
fi: Lataa beetaversio ja ole osa seuraavan Firefoxin kehitystyötä.
gd: Luchdaich a-nuas am Beta 's gabh pàirt ann an dealbhadh an ath-thionndaidh de Firefox.
hi_in: बीटा डाउनलोड करें और फ़ायरफ़ॉक्स का अगला संस्करण का हिस्सा बनें.
hy_am: Ներբեռնեք Beta և դարձեք Firefox-ի հաջորդ տարբերակի մասնակից:
ku: Betayê jêbar bike û bibe parçeyek ji guhertoya nû ya Firefoxê.
mai: बीटा डाउनलोड करू आओर फायरफाक्सक अगिला संस्करणक हीस बनू.
ml: ബീറ്റാ ഡൌണ്‍ലോഡ് ചെയ്തു് ഫയര്‍ഫോക്സിന്റെ അടുത്ത പതിപ്പിന്റെ ഭാഗമാകുക.
oc: Telecargatz la version Bèta e participatz a la version venenta de Firefox.

source: 1. Test Features
af: 1. Toets funksies
bn_bd: ১) পরীক্ষামূলক বৈশিষ্ট্যসমূহ
cy: 1. Profi Nodweddion
fi: 1. Testaa ominaisuuksia
gd: 1. Feartan fo dheuchainn
hi_in: 1. जाँच फीचर
hy_am: 1. Ստուգեք առանձնահատկությունները
ku: 1. taybetiyên testê
mai: 1. जाँच फीचर
ml: 1. വിശേഷതകള്‍ പരീക്ഷിയ്ക്കുക
oc: 1. Foncions de tèst

source: Try out the latest performance, customization and security enhancements almost ready for prime time.
af: Toetsbestuur die jongste verbeteringe vir werkverrigting, aanpasbaarheid en sekuriteit wat amper reg is vir die massas.
bn_bd: সর্বশেষ কর্মক্ষমতা যাচাই করুন, স্বনির্ধারণী এবং নিরাপত্তার উন্নত বৈশিষ্ট্য প্রাইম টাইমের জন্য প্রায় প্রস্তুত।
cy: Profwch y gwellianau perfformiad, cyfaddasu a diogelwch diweddaraf sydd ar fin cael eu cyflwyno.
fi: Kokeile uusimpia nopeus-, mukautettavuus- ja turvallisuusparannuksia, joita valmistellaan parrasvaloihin.
gd: Feuch na leasachaidhean as ùire airson dèanadas, gnàthachadh is tèarainteach a tha cha mhòr deiseil airson sgaoileadh.
hi_in: नवीनतम प्रदर्शन, मनपसंद करना, और सुरक्षा संवर्द्धन देखें जो प्राइम टाइम के लिए तैयार है.
hy_am: Փորձեք վերջին գործունեությունը, կարգավորումը և անվտանգության բարեփոխումները, որոնք գրեթե պատրաստ են անհրաժեշտ պահի համար:
ku: Performans, takekeskirin û pêşketinên ewlekariyê ku êdî amade ne, biceribîne.
mai: हालक प्रदर्शन, मनपसिन्न कएनाइ आओर सुरक्षा संवर्द्धन देखू जे प्राइम टाइमक लेल तैआर अछि.
ml: ഏറ്റവും പുതിയ പ്രവര്‍ത്തനങ്ങള്‍, സുരക്ഷ മെച്ചപ്പെടുത്തലുകള്‍ എന്നിവ ഉപയോഗിച്ചു് നോക്കുക.
oc: Ensajatz las totas darrièras performàncias, la personalizacion e los melhoraments de seguretat que son gaireben prèstes en avant primièra.

source: 2. Refine &amp; Polish
af: 2. Finale afwerking
bn_bd: ২। পরিশোধন &amp; মসৃণ
cy: 2. Coethi a Sgleinio
fi: 2. Hio ja kiillota
gd: 2. Grinnich ┐ lìomh
hi_in: 2. रिफाइन करें और पोलिश करें
hy_am: 2. Կատարելագործեք &amp-ը; Մաքրեք
ku: 2. Ciwankarî
mai: 2. रिफाइन करू आओर पोलिश करू
ml: 2. പോളിഷ് ചെയ്തെടുക്കുക

source: File bugs to help us put the final tweaks on performance and functionality in a stable environment.
af: Rapporteer foute en help om die laaste paar verbeteringe te maak aan werkverrigting en funksionaliteit voor vrystelling.
bn_bd: ফাইলের বাগ আমাদের সাহায্য করে স্থিতিশীল পরিবেশে কর্মক্ষমতা ও কার্যকারিতার চূড়ান্ত টোয়ীক রাখতে।
cy: Anfonwch adroddiadau gwall er mwyn i ni wneud gwelliannau perfformiad a defnyddioldeb o fewn amgylchedd sefydlog.
fi: Kirjoita vikaraportteja auttaaksesi meitä viimeistelemään suorituskyky- ja toiminnallisuusparannukset viralliseen julkaisuun.
gd: Clàraich bugaichean is cuidich leinn gus an dreach mu dheireadh a dhèanamh foirfe a thaobh dèanadas is obrachadh ann an àrainneachd sheasmhach.
hi_in: हमारे मदद के लिए बग फाइल करें जिससे हमलोग स्थिर वातावरण में फंक्शन को बदल सकें.
hy_am: ;Ֆայլի խոտաններ, որոնք օգնում են մեզ վերջ դնել գործունեությանը և կիրառմանը հաստատուն միջավայրում
ku: Ji bo guhertoyeke hevgirtî û ciwan û performanseke baş bi bugên xwe beşdarî handanê bibe.
mai: हमर मदतिक लेल बग फाइल करू जाहिसँ हमलोकनि स्थिर वातावरणमे फंक्शनकेँ बदलि सकि.
ml: ഒരു സ്ഥിരമായ സാഹചര്യത്തില്‍ മെച്ചപ്പെട്ട പ്രവര്‍ത്തനങ്ങള്‍ ലഭ്യമാക്കി നിങ്ങളെ സഹായിയ്ക്കുന്നതിനായി ബഗുകള്‍ രേഖപ്പെടുത്തുക.
oc: Mandatz una lista de bugs per nos ajudar a reglar las darrièras modificacions sus las performàncias e las foncionalitats, tot aquò dins un environament estable.

source: 3. Do Your Part
af: 3. Hê impak
bn_bd: ৩। আপনার অংশ করুন
cy: 3. Gwneud eich Rhan
fi: 3. Tee oma osuutesi
gd: 3. Dèan do phàirt fhèin
hi_in: 3. अपने हिस्से का कार्य करें
hy_am: 3. Ձեր մասնակցությունը ցուցաբերեք:
ku: 3. Bandorkarî
mai: 3. अपन काज करू
ml: 3. നിങ്ങളുടം ഭാഗം ചെയ്യുക
oc: 3. Fasètz vòstra part

source: Have an impact on the next version of Firefox and the 450 million people who use it every day.
af: Hê 'n impak op die volgende weergawe van Firefox en die 450 miljoen mense wat dit elke dag gebruik.
bn_bd: ফায়ারফক্সের পরবর্তী সংস্করণ এবং ৪৫০ মিলিয়ন লোক যারা ​​এটা প্রতিদিন ব্যবহার করে তাদের উপর প্রভাব আছে।
cy: Mynnwch gael dylanwad ar y fersiwn nesaf o Firefox a'r 450 miliwn o bobl sy'n ei ddefnyddio bob dydd.
fi: Sinulla on vaikutus Firefoxin seuraavaan versioon ja 450 miljoonaan ihmiseen, jotka käyttävät sitä päivittäin.
gd: Tha cothrom agad cur ris an ath-thionndadh de Firefox agus na 450 millean duine eile a chleachdas e gach latha.
hi_in: फ़ायरफ़ॉक्स के अगले संस्करण में अपना पाएँ और ४५० मिलिनय लोगों के लिए जो इसका रोज उपयोग करते हैं.
hy_am: ;Ազդեցություն ունեցեք Firefox-ի հաջորդ տարբերակի վրա և օգնեք 450 միլիոն մարդուն,ովքեր օգտագործում են այն ամեն օր:
ku: Li ser guhertoya nû ya Firefoxê û bi mîlyonan bikarhênerên ku her roj Firefoxê bi kar tînin, bandorê çêke.
mai: फायरफाक्सक अगिला संस्करणमे अपन प्रभाव छोड़ू आओर ४५० मिलिनय लोकनिसभक लेल जे एकरा रोजे उपयोग करैछ.
ml: ഫയര്‍ഫോക്സിന്റെ അടുത്ത പതിപ്പിന്റേയും അതു് എന്നും ഉപയോഗിയ്ക്കുന്ന 450 കോടി ജനങ്ങളുടേയും ഭാഗമാകുക.
oc: Ajatz un impacte sus la version venenta de Firefox e las 450 millions de personas que l'utilizant cada jorn.

source: Supported devices
af: Ondersteunde toestelle
bn_bd: সমর্থিত ডিভাইস
cy: Dyfeisiau cymeradwy
fi: Tuetut laitteet
gd: Innealan ris a bheil taic
hi_in: समर्थन भेटल युक्ति
hy_am: Աջակցվող սարքեր
ku: Cîhazên piþtgiriyê
mai: समर्थन पाएल युक्ति
ml: പിന്തുണയ്ക്കുന്ന ഡിവൈസുകള്‍
oc: Periferics preses en carga
