Repository: translate/mozilla-lang
Catalog: */foundationsection.lang.po
Languages: gd, km, pt, ta

source: The State of Mozilla <span>Annual Report</span>
gd: <span>An aithisg bhliadhnail</span> air adhartas Mozilla
km: សភាព​របស់​ Mozilla <span>របាយការណ៍​ប្រចាំ​ឆ្នាំ</span>
pt: O estado do <span>relatório anula</span> da Mozilla
ta: பயர்பாக்ஸின் இன்றை நிலைப் பற்றிய <span>ஆண்டு அறிக்கை</span>

source: Welcome
gd: Fàilte ort
km: សូម​ស្វាគមន៍
pt: Bem-vindo
ta: நல்வரவு

source: Opportunities
gd: Cothroman
km: ឱកាស​
pt: Oportunidades
ta: வாய்ப்புகள்

source: People
gd: Daoine
km: មនុស្ស
pt: Pessoas
ta: மக்கள்

source: Ahead
gd: Na tha romhainn
pt: Adiante
ta: முன்னோக்கி

source: Download this video:
gd: Luchdaich a-nuas a' video seo:
km: ទាញ​យក​វីដេអូ​នេះ៖
pt: Descarregar este vídeo:
ta: இந்த நிகழ்படத்தை பதிவிறக்கவும்:

source: A Different Kind of Browser
gd: Sìol eile de bhrabhsair
km: ភាព​ខុស​គ្នា​ប្រភេទ​កម្មវិធី​អ៊ីនធឺណិត
pt: Um tipo diferente de navegador
ta: ஒரு வித்திசமான பண்புடைய உலாவி

source: What’s Mozilla all about? Why are we doing this? We’re glad you asked.
gd: Gu dè Mozilla? Carson a tha sinn a' dèanamh seo? Tha sinn toilichte gun do chuir thu ceist.
km: តើ​ទាំងអស់​របស់​ Mozilla ជា​អ្វី? តើ​ហេតុ​បានជា​យើង​​ធ្វើ​វា? តើ​រីករាយ​ដែល​អ្នក​បាន​សួរ​។
pt: Quais os objetivos da Mozilla? Porque estamos a fazer isto? Ainda bem que perguntou.
ta: எல்லாம் மொசில்லா பற்றியா? இதை நாங்கள் ஏன் செயகிறோம்? நீங்கள் கேட்டது மகிழ்ச்சியளிக்கிறது.

source: Looking Ahead <span>Mitchell Baker</span>
gd: Na tha romhainn le <span>Mitchell Baker</span>
km: មើល Ahead <span>Mitchell Baker</span>
pt: Olhar para o futuro <span>Mitchell Baker</span>
ta: <span>மிட்செல் பேக்கர்</span>முன்னோக்கி பார்ப்பது

source: Mitchell Baker, Chair discusses the state of Mozilla.
gd: Tha an cathraiche Mitchell Baker a' bruidhinn mu adhartas Mozilla.
km: Mitchell Baker, ប្រធាន​ពិភាក្សា​ស្ថានភាព Mozilla ។
pt: Mitchell Baker, o presidente, discute o estado da Mozilla.
ta: தலைவர் மிட்செல் பேக்கர், மொசில்லா நிலையை விவாதிக்கிறது.

source: Getting Involved
gd: Gabh pàirt ann
km: ចូលរួម​
pt: Participe
ta: பங்குபெறுவும்

source: Mozilla is a fun, diverse community of people from around the world.
gd: 'S e coimhearsnachd iomadach de dhaoine o fheadh an t-saoghail a tha ann am Mozilla.
km: Mozilla មាន​ភាព​រីករាយ, សហគមន៍​ផ្សេង​គ្នា​នៃ​មនុស្ស​នៅ​ជុំវិញ​ពិភព​លោក។
pt: A Mozilla é uma comunidade divertida e diversificada de pessoas de todo o mundo.
ta: மொசில்லா ஒரு வேடிக்கை, உலகம் முழுவதிலும் இருந்து பல்வேறு மக்களை உள்ளடக்கிய சமூகம் ஆகும்

source: Mozilla Firefox billboard, San Francisco
gd: Sanasachd Mozilla Firefox, San Francisco
km: ផ្ទាំង​ព័ត៌មាន Mozilla Firefox , San Francisco
pt: Painel Mozilla Firefox, San Francisco
ta: மொசில்லா பயர்பாக்ஸின் விளம்பர பலகை, சான் பிரான்சிஸ்கோ

source: Download PDF
gd: Luchdaich a-nuas am PDF
km: ទាញ​យក PDF
pt: Descarregar PDF
ta: PDF ஐ பதிவிறக்கு

source: 2010 Audited Financial Statement
gd: Cunntas ionmhasail sgrùdaichte 2010
km: ស្ថានភាព​ហិរញ្ញវត្ថុ​ដែល​បាន​ធ្វើ​សាវនកម្ម ២០១០​
pt: Declaração financeira auditada de 2010
ta: 2010 ஆண்டின் தணிக்கை செய்யப்பட்ட நிதி அறிக்கை

source: 2010 Form 990
gd: Foirm 990 2010
km: 2010 ទម្រង់ 990
pt: Formulário 990 de 2010
ta: 990 இலிருந்து 2010

source: Celebrating Firefox
gd: A' comharradh Firefox
km: ធ្វើ​ពិធី Firefox
pt: A celebrar o Firefox
ta: பயர்பாக்ஸ் கொண்டாடுகிறது

source: ReMo Work Week in Paris
gd: Seachdain ReMo ann am Paras
km: ReMo Work Week នៅ​ប៉ារីស
pt: Semana de trabalho ReMo em Paris
ta: பாரிஸில் ரெமோ வேலை வாரம்

source: Mozilla Meetup, Brazil
gd: Coinneamh Mozilla sa Bhraisil
pt: Encontro Mozilla, Brasil
ta: மொசில்லா சந்திப்பு, பிரேசில்

source: Arabic Mozilla
gd: Mozilla nan Arabach
pt: Mozilla Arábica
ta: அரேபிய மொசில்லா

source: Mozilla Kenya
gd: Mozilla Cheinia
pt: Mozilla Quénia
ta: மொசில்லா கென்னியா

source: Mozilla Indonesia
gd: Mozilla nan Innd-Innsean
km: Mozilla ឥណ្ឌូណេស៊ី
pt: Mozilla Indonésia
ta: மொசில்லா இந்தோனிஷியா

source: Other languages & sharing
gd: Cànain eile ┐ co-roinneadh
km: ការ​ចែករំលែក និង​ភាសា​ផ្សេង​ទៀត
pt: Outros idiomas e partilhar
ta: மற்ற மொழிகள் மற்றும் பகிர்வுகள்
