Repository: translate/mozilla-lang
Catalog: */home.lang.po
Languages: gd

source: Personalize
gd: Cuir dreach pearsanta air

source: One size doesn’t fit all.
gd: Cha fhreagair an aon bhròg air a h-uile cas.

source: Go Fast
gd: Cho luath ri seabhag

source: Accelerate the way you use the web.
gd: Cuir luaths air an dòigh air a chleachdas tu an lìon.

source: Stay Safe
gd: Cho sàbhailte ri dùn

source: We’ve got your back.
gd: Dìonaidh sinne do chùl.

source: Get Firefox on your phone!
gd: Faigh Firefox air an fhòn agad!

source: Made for sharing.
gd: Air a dhealbhadh son co-roinneadh.

source: Create <br/> dedicated <br/> tabs for it
gd: Cruthaich <br/> tabaichean <br/> sònraichte dha

source: Customize <br/> to make <br/> it faster
gd: Gnàthaich e <br/> ach am bi e <br/> nas luaithe fhathast

source: Get add-ons <br/> and make <br/> it easier
gd: Faigh tuilleadain <br/> agus dèan <br/> nas fhasa e

source: Works harder so <br /> you don't have to.
gd: Obraichidh e nas cruaidhe <br/> gus nach leig thusa leis.

source: Increased <br/> speed
gd: Fada fada <br/> nas luaithe

source: Easy to <br/> access tabs
gd: Inntrigeadh furasta <br/> dha na tabaichean

source: Productivity <br/> add-ons
gd: Tuilleadain airson <br/> cinneasachd

source: Made for <br/> the way you play.
gd: Air a dhealbhadh <br/> dhutsa.

source: 3D <br/> graphics
gd: Grafaigean <br/> 3D

source: Even more <br/> reliable
gd: Fiù nas seasmhaiche <br/> na bha e roimhe

source: Effortless <br/> customization
gd: Gnàthachadh <br/> gun duilgheadas

source: Advanced <br/> security
gd: Tèarainteachd <br/> adhartach

source: Advanced <br/> graphics
gd: Grafaigean <br/> adhartach

source: Improved <br/> reliability
gd: Seasmhachd <br/> nas fhearr
