Repository: translate/mozilla-lang
Catalog: */main.lang.po
Languages: af, kk, km, mai, ml, si, xh, zu

source: Navigation
af: Navigasie
kk: Навигация
km: ការ​រុករក
mai: संचरण
ml: നാവിഗേഷന്‍
si: සැරිසැරුම
xh: Inavigeyishini
zu: Ukuzula

source: <span>for</span> Desktop
af: <span>vir</span> rekenaars
kk: Жұмыс үстелі <span>үшін</span>
xh: <span>se</span> I-Desktop

source: <span>for</span> Android
af: <span>vir</span> Android
kk: Android <span>үшін</span>
xh: <span>for</span> I-Android

source: <span>for</span> iOS
af: <span>vir</span> iOS
kk: iOS <span>үшін</span>
xh: <span>ukulungiselela i-</span> iOS

source: TV
kk: Теледидар
xh: I-TV

source: Pre-release downloads
af: Weergawes voor vrystelling
kk: Шығарылымға дейінгі жүктеп алулар
xh: Khulula kwangoko ezikhutshelweyo

source: For desktops &amp; laptops
af: Vir tafel- en skootrekenaars
kk: Жұмыс үстелі және ноутбуктер үшін
km: សម្រាប់​កុំព្យូទ័រ​លើ​តុ &amp; កុំព្យូទ័រ​យួរដៃ
xh: Yeyee-desktops &amp; ii-laptops

source: For phones &amp; tablets
af: Vir fone en tablette
kk: Телефондар және планшеттер үшін
xh: Yeyeefeowni &amp; ii-tablets

source: Overview
af: Oorsig
kk: Шолу
km: ទិដ្ឋភាព​ទូទៅ
xh: Ushwankathelo
zu: Okufingqiwe

source: Trusted
af: Betroubaar
kk: Сенімді
km: ដែល​ទុកចិត្ត
si: විශ්වාසිත
xh: Ethembekileyo
zu: Okwethenjiwe

source: Flexible
af: Aanpasbaar
kk: Икемді
km: ភាព​បត់បែន
xh: Elungele yonke imeko
zu: Okushintshekayo

source: Fast
af: Vinnig
kk: Жылдам
km: លឿន
si: වේගවත්
xh: Ekhawulezayo
zu: Okusheshayo

source: About
af: Meer oor
kk: Біз туралы
km: អំពី
mai: परिचय
ml: ഇതിനെക്കുറിച്ച്
si: පිළිබඳ
xh: Malunga
zu: Mayelana

source: Devices
af: Toestelle
kk: Құрылғылар
km: ឧបករណ៍​
xh: Izixhobo

source: For partners
af: Vir vennote
kk: Серіктестер үшін
xh: Yeyamahlakane

source: Apps
af: Programme
kk: Қолданбалар
xh: Ii-Apps

source: Do Not Track
af: Moenie volg nie
km: កុំ​តាមដាន
si: ලුහුබදින්න එපා
xh: Musa ukulanda umkhondo

source: Tiles
af: Teëltjies
kk: Кіші көріністер
km: ក្បឿង
xh: Iithayili

source: Interest Dashboard
af: Belangstellingspaneel
xh: Yenza i-Dashboard ibenomdla

source: Developer Edition
af: Ontwikkelaarweergawe
kk: Өндіруші нұсқасы
xh: Umenzi wohlelo

source: Private Browsing
af: Private blaaiery
kk: Жекелік шолу режимі
km: ការ​រកមើល​ឯកជន
si: පුද්ගලික ගවේශනය
xh: Ukubhrawuza kwangasese

source: Need help?
af: Benodig hulp?
kk: Көмек керек пе?
km: ត្រូវការ​ជំនួយ?
si: උපකාරයක් අවශ්‍ය ද?
xh: Ufuna uncedo?
zu: Udinga usizo?

source: News
af: Nuus
kk: Жаңалықтар
xh: Iindaba

source: For developers
af: Vir ontwikkelaars
kk: Өндірушілер үшін
xh: Yeyabaphuhlisi

source: Find My Device
af: Vind my toestel
kk: Менің құрылғымды табу
xh: Fumana Isixhobo Sam
zu: Thola Idivayisi Yami

source: Developers
af: Ontwikkelaars
kk: Өндірушілер
km: អ្នក​អភិវឌ្ឍ
mai: डेवलपर
xh: Abaphuhlisi
zu: Onjiniyela

source: Choose the independent browser
af: Kies die onafhanklike blaaier
kk: Тәуелсіз браузерді таңдаңыз
xh: Khetha ibhrawuza ezimeleyo

source: Firefox is non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
af: Firefox is sonder winsbegjag, sonder korporatiewe giere, sonder kompromieë. Om Firefox te kies is meer as net 'n keuse — dis 'n stem vir persoonlike vryheid.
kk: Firefox коммерциялы емес, корпоративті емес және әшкереленген емес. Firefox-ты таңдау тек браузерді таңдау ғана емес. Ол жеке бостандық үшін дауыс беру.
km: Firefox មិន​រក​ប្រាក់​ចំណេញ មិន​មែន​ជា​អាជីវកម្ម មិន​ធ្វើ​ឲ្យ​រំខាន។ ជ្រើសរើស Firefox មិន​មែន​គ្រាន់តែ​ជ្រើសរើស​កម្មវិធី​អ៊ីនធឺណិត​ប៉ុណ្ណោះ​ទេ។ វា​ជា​ការ​ផ្ដល់​សំឡេង​គាំទ្រ​សេរីភាព​ផ្ទាល់ខ្លួន។
xh: I-Firefox ayenzi nzuzo, ayoyequmrhu, ayikrokrelisi. Ukukhetha i-Firefox ayikokukhetha ibhrawuza nje. Yivoti yenkululeko yakho buqu.

source: Donate
af: Skenk
kk: Ақшалай көмектесу
km: បរិច្ចាគ
mai: दान करू
ml: സംഭാവന
si: ආධාර
xh: Nikela
zu: Nikela

source: Support
af: Ondersteuning
kk: Қолдау
km: គាំទ្រ
mai: सपोर्ट
ml: സഹായം
si: සහාය
xh: Inkxaso
zu: Ukweseka

source: Products
af: Produkte
kk: Өнімдер
km: ផលិតផល
mai: उत्पाद
ml: ഉല്‍പ്പന്നങ്ങള്‍
si: නිපැයුම්
xh: Iimveliso
zu: Imikhiqizo

source: Add-ons
af: Byvoegings
kk: Қосымшалар
km: កម្មវិធី​បន្ថែម
mai: सहयुक्ति
ml: ആഡ്-ഓണുകള്‍
si: ඇඩෝන
xh: Izongezelelo
zu: Okungangezwa

source: About Us
af: Meer oor ons
kk: Біз туралы
km: អំពី​យើង
mai: हमर परिचय
ml: ഞങ്ങളെക്കുറിച്ച്
si: අප ගැන
xh: Malunga nathi
zu: Mayelana nathi

source: Labs
kk: Зертхана
km: មន្ទីរ​ពិសោធន៍
mai: लैब
ml: ലാബുകള്‍
si: පර්යේෂණාගාර
xh: Iilebhu
zu: Amalebhu

source: skip to Navigation
af: spring na navigasie
kk: навигацияға өту
km: រំលងទៅ​​ការ​រុករក
mai: संचरण में जाउ
ml: നാവിഗേഷനിലേക്ക് മാറുക
si: සැරිසැරුමට යන්න
xh: tsibela kuNavigeyishini
zu: yeqa uye Ekuzuleni

source: switch language
af: wissel taal
kk: тілді ауыстыру
km: ប្ដូរ​ភាសា
mai: भाषा बदलू
ml: ഭാഷ മാറ്റുക
si: බස මාරු කරන්න
xh: tshintsha ulwimi
zu: shintsha ulimi

source: Back to home page
af: Terug na tuisblad
kk: Үй парағына қайту
km: ត្រឡប់​ទៅ​​ទំព័រ​ដើម
mai: मुख पृष्ठ पर जाउ
ml: തിരികെ ആസ്ഥാന താളിലേക്ക്
si: යළි මුල් පිටුවට
xh: Buyela kwiphepha lasekhaya
zu: Buyela ekhasini eliyisiqalo

source: About Mozilla
af: Meer oor Mozilla
kk: Mozilla туралы
km: អំពី Mozilla
mai: मोजिल्ला परिचय
ml: മോസില്ലയെ കുറിച്ച്
si: Mozilla පිළිබඳ
xh: Malunga ne-Mozilla
zu: Mayelana ne-Mozilla

source: Get Involved
af: Raak betrokke
kk: Бізге қосылу
km: ចូលរួម​
mai: शामिल होउ
ml: പങ്കെടുക്കുക
si: අප හා එක්වන්න
xh: Bandakanyeka
zu: Zibandakanye

source: Careers
af: Loopbane
kk: Карьера
km: មុខ​របរ
mai: नौकरी
ml: തൊഴിലുകള്‍
si: වෘත්තිය අවස්ථා
xh: Imisebenzi
zu: Imisebenzi

source: Press Center
af: Perssentrum
kk: Баспасөз орталығы
km: មជ្ឈមណ្ឌល​ព័ត៌មាន
mai: प्रेस सेंटर
ml: മാധ്യമ സങ്കേതം
si: මාධ්‍ය මධ්‍යස්ථානය
xh: Iziko leendaba
zu: Isizinda Sabezindaba

source: Contact Us
af: Kontak ons
kk: Кері байланыс
km: ទាក់ទង​​យើង
mai: संपर्क करू
ml: ഞങ്ങളെ ബന്ധപ്പെടുക
si: අපව අමතන්න
xh: Qhagamshelana nathi
zu: Xhumana nathi

source: Other languages:
af: Ander tale:
kk: Басқа тілдер:
km: ភាសា​ផ្សេង​ទៀត ៖
mai: आन भाषासभ:
ml: മറ്റ് ഭാഷകള്‍:
si: වෙනත් භාෂා:
xh: Ezinye iilwimi:
zu: Ezinye izilimi:

source: Page language:
af: Bladsytaal:
kk: Бет тілі:
xh: Ulwimi lwephepha

source: %Y-%m-%d
kk: %d.%m.%Y
mai: %d-%m-%Y
ml: %d-%m-%Y
xh: I-%Y-%m-%d

source: Legal
af: Regsaspekte
kk: Құқықтық ақпарат
km: ស្របច្បាប់
si: නීතිමය
xh: Okusemthethweni
zu: Ezomthetho

source: Cookies
af: Koekies
km: ខូគី
si: කුකී
xh: Iikhukhi
zu: Uhide lokwaziswa

source: Firefox Affiliates
af: Firefox-geaffilieerdes
kk: Firefox көмекшілері
xh: Amahlakani ka-Firefox
zu: Abahlobene ne-Firefox

source: Legal Notices
af: Regskennisgewings
kk: Заңдық ақпарат
km: លិខិត​ស្របច្បាប់
mai: कानूनी सूचना
ml: നിയമപരമായുള്ള അറിയിപ്പുകള്‍
si: නෛතික දැන්වීම්
xh: Izaziso zasemthethweni
zu: Imibiko Yezomthetho

source: Privacy Policy
af: Privaatheidbeleid
kk: Құпиялық саясаты
km: គោល​នយោបាយ​ឯកជន
mai: गोपनीयता नीति
ml: സ്വകാര്യ വ്യവസ്ഥകള്‍
si: පෞද්ගලිකත්ව පිළිවෙත
xh: Umgaqo-nkqubo Wabucala
zu: Inqubomgomo Yokugcinwa Kwemininingwane Iyimfihlo

source: Release Notes
af: Vrystellingaantekeninge
kk: Шығарылым ескертпесі
km: ឯកសារ​​ចេញ​ផ្សាយ
mai: रिलीज नोट्स
ml: പ്രകാശനക്കുറിപ്പുകള്‍
si: නිකුතු සටහන්
xh: Amanqaku oshicilelo
zu: Khipha izaziso

source: Other Systems and Languages
af: Ander stelsels en tale
kk: Басқа жүйелер мен тілдер
km: ប្រព័ន្ធ និង​ភាសា​ផ្សេង​ទៀត
mai: आन तंत्र आओर भाषा
ml: മറ്റു ഭാഷകളും സിസ്റ്റങ്ങളും
si: වෙනත් පද්ධති සහ භාෂා
xh: Ezinye iiSistim neeLwimi
zu: Ezinye Izinhlelo kanye nezilimi

source: Close
af: Maak toe
kk: Жабу
km: បិទ
mai: बन्न करू
ml: അടയ്ക്കുക
si: වසන්න
xh: Vala
zu: Vala

source: (in English)
af: (in Engels)
kk: (ағылшынша)
km: (ជា​ភាសា​អង់គ្លេស)
mai: (अंग्रेजीमे)
ml: (ഇംഗ്ലീഷില്‍)
si: (ඉංග්‍රිසි බසින්)
xh: (ngesiNgesi)
zu: (NgesiNgisi)

source: Return to top
af: Terug na bo
kk: Басына оралу
km: ត្រឡប់​ទៅ​កំពូល
mai: शीर्ष पर वापस जाउ
ml: മുകളിലേക്ക് തിരികെ പോവുക
si: නැවත ඉහළටම
xh: Buyela phezulu
zu: Buyela phezulu

source: Features
af: Kenmerke
kk: Мүмкіндіктері
km: លក្ខណៈ​ពិសេស
mai: विशेषता
ml: സവിശേഷതകള്‍
si: විශේෂාංග
xh: Iinkalo
zu: Izici

source: Customize
af: Pasmaak
kk: Өзіңізге лайықтау
km: ប្ដូរ​តាម​តម្រូវ​ការ
mai: मनपसिन्न बनाउ
ml: ഇശ്ചാനുസൃതം
si: රිසිකරණය
xh: Lungiselela
zu: Yenza ngokwezifiso

source: Download
af: Laai af
kk: Жүктеп алу
km: ទាញយក
mai: डाउनलोड करू
ml: ഡൗണ്‍ലോഡ്
si: බාගත කරන්න
xh: Khuphela
zu: Dawuniloda

source: Previous
af: Vorige
kk: Алдыңғы
km: មុន
si: පෙර
xh: Ngaphambili
zu: Okwedlule

source: Next
af: Volgende
kk: Келесі
km: បន្ទាប់
mai: आगाँ
ml: അടുത്ത
si: ඊළඟ
xh: Okulandelayo
zu: Okulandelayo

source: MB
kk: МБ
km: មេកាបៃ
mai: एमबी
ml: എംബി
si: MB {හරි}
xh: I-MB

source: MegaBytes
af: Megagreep
kk: Мегабайт
km: មេកាបៃ
mai: मेगाबाइट
ml: മെഗാബൈറ്റ്സ്
si: මෙගා බයිට
xh: ii-Megabytes
zu: Ama-Megabytes

source: FAQ
af: V&amp;A
kk: Жиі қойылатын сұрақтар
km: សំណួរ​ដែល​សួររឿយៗ
mai: बेर बेर पूछल जाइबला प्रश्न
ml: സാധാരണ കണ്ടുവരുന്ന ചോദ്യങ്ങള്‍
si: නිති අසන පැණ
xh: I-FAQ
zu: Ama-FAQ

source: Videos
kk: Видеолар
km: វីដេអូ
mai: वीडियो
ml: വീഡിയോകള്‍
si: වීඩියෝ
xh: Iividiyo
zu: Amavidiyo

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
af: Behalwe waar anders <a href="%s">aangedui</a>, is inhoud op dié werf gelisensieer ingevolge die <br /><a href="%s">Creative Commons-Erkenning-Insgelyks Deel-lisensie 3.0</a> of enige latere weergawe.
kk: Арнайы <a href="%s">көрсетілгеннен</a> басқа, бұл сайттың құрамасы <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> не кейін шыққан кез-келген нұсқасы аясында таратылады.
km: លើកលែង​តែ​កន្លែង​ផ្សេងទៀត <a href="%s">ដែល​បាន​សម្គាល់</a> មាតិកា​នៅលើ​តំបន់បណ្ដាញ​នេះ​ត្រូវ​បាន​ផ្ដល់​អាជ្ញាបណ្ណ​ដោយ​កំណែ <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> ឬ​កំណែក្រោយ ។
mai: सिवाय ओतए जतए आन <a href="%s">टिप्पणी</a>देल गेल अछि, ई साइटक सामग्री <br /><a href="%s">Creative Commons Attribution Share-Alike Licensev3.0</a> अथवा कोनो पश्चातवर्ती संस्करणक लाइसेंस अंतर्गत अछि.
ml: <a href="%s">പ്രത്യേകം അടയാളപ്പെടുത്തിയിട്ടില്ലാത്ത</a> സ്ഥലങ്ങള്‍ ഒഴികെ, ഈ സൈറ്റിലെ ഉള്ളടക്കം <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> അല്ലെങ്കില്‍ അതിനു ശേഷമുള്ള വകഭേതം വഴി ലൈസെന്‍സ് ചെയ്തിരിക്കുന്നു.
si: එසේ නොමැති නම් <a href="%s">noted</a>, මෙම අඩවියේ අන්තර්ගතය <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> හෝ වෙනත් නවතම බලපත්‍රයට යටත් වේ.
xh: Ngaphandle kokuba kwenzeke ngendlela <a href="%s">noted</a>, isiqulatho sale sayithi silayiseniswe ngaphantsi ko- <br /><a href="%s">yokuba zibe iiNgcaphephe zisaBelana Ngelayisenisi Efanayo v3.0</a> okanye uhlelo lwamvanje.
zu: Ngaphandle uma <a href="%s">kushiwo</a>, okuqukethwe kule sayithi kugunyazwe ngaphansi kwe-<br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> naneveshini ezokhishwa kamuva.

source: Report Trademark Abuse
af: Rapporteer handelsmerkmisbruik
kk: Сауда белгісін заңсыз қолдану туралы хабарлау
km: រាយការណ៍​អំពី​ការ​រំលោភ​លើ​និក្ខិតសញ្ញា
mai: ट्रेडमार्क दुरूपयोग रिपोर्ट करू
ml: വ്യാപാരമുദ്രയുടെ ദുരുപയോഗം രേഖപ്പെടുത്തുക
si: වෙළදසළකුණු අයථා භාවිතය වාර්තා කරන්න
xh: Xela ukuXhatshazwa koPhawu loRhwebo
zu: Bika ukuhlukunyezwa kophawu lokubekisa

source: Free Upgrade
af: Gratis opgradering
kk: Тегін жаңарту
km: ធ្វើ​ឲ្យ​ប្រសើរ​ដោយ​ឥត​គិត​ថ្លៃ
mai: निःशुल्क अद्यतन
ml: സൌജന്യ പരിഷ്കരണം
si: නොම්ලේ යාවත්කාලීනයන්
xh: Uhlaziyo lwasimahla
zu: Ukuthuthukisa okumahhala

source: Follow us on:
af: Volg ons op:
kk: Біздің соңымыздан еріңіз:
km: តាម​ដាន​យើង​នៅ ៖
mai: हमरा एतए फालो करू:
ml: ഞങ്ങളെ പിന്തുടരുക :
si: අපව ලුහුබදින්න:
xh: Silandele:
zu: Silandele ku:

source: Customize with Add-ons
af: Pasmaak met byvoegings
kk: Аддондар көмегімен баптау
km: ប្ដូរ​តាម​បំណង​ជាមួយ​កម្មវិធី​បន្ថែម
mai: सहयुक्तिक संग मनपसिन्न करू
ml: ആഡ് ഓന്‍സ് ഉപയോഗിച്ച് ഇശ്ചാനുസൃതമാക്കുക
si: ඇඩෝන සමඟ රිසිකරණය
xh: Lungiselela ngeZongezelelo
zu: Yenza ngokwezifiso usebenzisa Okokwengeza

source: Learn More
af: Vind meer uit
kk: Көбірек білу
km: ស្វែងយល់​​បន្ថែម
mai: आओर जानू
ml: കൂടുതല്‍ അറിയുക
si: වැඩිදුරටත් දැනුවත්වන්න
xh: Funda Ngokuthe vetshe
zu: Funda Kabanzi

source: Learn more
af: Meer inligting
kk: Көбірек білу
km: ស្វែងយល់​​បន្ថែម
si: වැඩිදුරටත් දැනුවත්වන්න
xh: Funda okuninzi
zu: Funda kabanzi

source: Replay
af: Speel weer
kk: Қайта ойнату
km: ម្ដងទៀត
xh: Phinda udlale
zu: Dlala futhi

source: Watch the video
af: Sien die video
kk: Видеоны қараңыз
km: មើល​វីដេអូ
mai: वीडियो देखू
ml: വീഡിയോ കാണൂ
si: වීඩියෝ බලන්න
xh: Bukela ividiyo
zu: Buka ividiyo

source: Replay the video
af: Speel die video weer
kk: Видеоны қайта ойнату
km: ចាក់​វីដេអូ​ឡើង​វិញ
xh: Dlala ividiyo kwakhona
zu: Phinda udlale ividiyo

source: Share the video
af: Deel die video
kk: Видеомен бөлісу
km: ចែករំលែក​វីដេអូ
si: වීඩියෝව හවුල් කරන්න
xh: Yabelana ngevidiyo
zu: Yabelana ngevidiyo

source: WebM format
af: WebM-formaat
kk: WebM пішімі
km: ទ្រង់ទ្រាយ WebM
mai: वेबएम प्रारूप
ml: WebM ഫോര്‍മാറ്റ്
si: WebM හැඩතලය
xh: Ifomati ye-WebM
zu: Ifomethi ye-WebM

source: Ogg Theora format
af: Ogg Theora-formaat
kk: Ogg Theora пішімі
km: ទ្រង់ទ្រាយ Ogg Theora
mai: Ogg थियोरा प्रारूप
ml: Ogg Theora ഫോര്‍മാറ്റ്
si: Ogg Theora හැඩතලය
xh: Ifomati ye-Ogg Theora
zu: Ifomethi ye-Ogg Theora

source: MPEG-4 format
af: MPEG-4-formaat
kk: MPEG-4 пішімі
km: ទ្រង់ទ្រាយ MPEG-4
mai: एमपीइजी-4 प्रारूप
ml: MPEG-4 ഫോര്‍മാറ്റ്
si: MPEG-4 හැඩතලය
xh: Ifomati ye-MPEG-4
zu: Ifomethi ye-MPEG-4

source: Mobile
af: Selfoon
kk: Мобильді
km: ទូរស័ព្ទ​ចល័ត
mai: मोबाइल
ml: മൊബൈല്‍
si: ජංගම දුරකථනය
xh: Imobhayile
zu: Iselula

source: Check out the new look and feel of Firefox.
af: Kyk na Firefox se nuwe baadjie.
kk: Сыртқы түрі мен сезінуі жаңарған Firefox-ты көріңіз.
km: ពិនិត្យមើល​រូបរាង និង​មុខងារ​ថ្មី​របស់ Firefox ។
mai: फायरफाक्सके नव रूप-रंग केँ हासिल करू.
ml: Firefox-ന്റെ പുതിയ ശൈലിയും ഭാവവും തൊട്ടറിയൂ.
si: Firefox හි නව පෙනුම හා හැඟුම පරීක්ෂා කරන්න
xh: Jonga inkangeleko entsha nemvakalo ye-Firefox.
zu: Buka ukubukeka okusha kanye nomuzwa omusha we-Firefox.

source: View Full Site
af: Bekyk volle werf
kk: Сайтты толығымен қарау
km: មើល​តំបន់បណ្ដាញ​ទាំងមូល
mai: पूरा साइट देखू
ml: സൈറ്റ് പൂര്‍ണ്ണമായി കാണുക
si: සම්පූර්ණ අඩවිය බලන්න
xh: Jonga Isayithi Epheleleyo
zu: Buka Isayithi Yonke

source: Download for <span>Android</span>
af: Laai af vir <span>Android</span>
kk: <span>Android</span> үшін жүктеп алу
km: ទាញយក​សម្រាប់ <span>Android</span>
mai: <span>एंड्रायड</span> क लेल डाउनलोड करू
ml: <span>ആന്‍ഡ്രോയിഡ്</span>-നായി ഡൌണ്‍ലോഡ് ചെയ്യൂ
si: <span>Android</span> සඳහා බාගත කරන්න
xh: Khuphelela i-<span>Android</span>
zu: Dawuniloda ku <span>Android</span>

source: Desktop
af: Rekenaar
kk: Дербес компьютер
km: ផ្ទៃតុ
mai: डेस्कटाप
ml: പണിയിടം
si: වැඩතලය (Desktop)
xh: Idesktopu
zu: Okukuskrini

source: Firefox Beta for mobile
af: Firefox Beta vir selfone
kk: Мобильді телефондар үшін Firefox Beta
km: បែតា Firefox សម្រាប់​ទូរស័ព្ទចល័ត
mai: मोबाइलक लेल फायरफाक्स बीटा
ml: മൊബൈയിലിനുള്ള ഫയര്‍ഫോക്സ് ബീറ്റാ
si: ජංගම දු.ක. සඳහා ෆයර්‍ෛාක්ස් බීටා
xh: I-Firefox Beta yemobhayile
zu: I-Firefox beta yeselula

source: Firefox for mobile
af: Firefox vir selfone
kk: Мобильді телефондар үшін Firefox
km: Firefox សម្រាប់​ទូរស័ព្ទចល័ត
mai: मोबाइलक लेल फायरफाक्स
ml: മൊബൈയിലിനുള്ള ഫയര്‍ഫോക്സ്
si: ජංගම දු.ක. සඳහා ෆයර්‍ෛාක්ස්
xh: I-Firefox yemobhayile
zu: Firefox yeselula

source: Email
af: E-pos
kk: Эл. пошта
km: អ៊ីមែល
mai: ईमेल
ml: ഈമെയില്‍
si: ඊමේල්
xh: I-imeyile
zu: I-imeyili

source: Super speed
af: Blitsig vinnig
kk: Супер жылдамдық
km: ល្បឿន​លឿន
mai: बहुत तेज
ml: അടിപൊളി വേഗത
si: සුපිරි වේගය
xh: Isantya esixhomileyo
zu: Isivinini esedlulele

source: Stunning graphics
af: Verstommende grafika
kk: Таңқалдырарлық графика
km: ក្រាហ្វិក​ដ៏​អស្ចារ្យ
mai: बहुत नीक ग्राफिक
ml: അടിപോളി ഗ്രാഫിക്സ്
si: ඉස්තරම් චිත්‍රක
xh: Iigrafiki ezimangalisayo
zu: Imidwebo emihle kakhulu

source: The latest technologies
af: Die jongste tegnologie
kk: Ең соңғы технологиялар
km: បច្ចេក​វិទ្យា​ចុង​ក្រោយ​បំផុត
mai: नवीनतम प्रौद्योगिकी
ml: ഏറ്റവും പുതിയ ടെക്നോളജികള്‍
si: නවතම තාක්ෂණය
xh: Ubugcisa bamvanje
zu: Ubuchwepheshe bakamuva

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
af: Opgradering is nodig! Bly veilig in ’n japtrap. <br/> Gebruik die nuwe Firefox vir die beste manier om deur die web te blaai en persoonlik te maak. <br/> Dis vinnig en gratis!
kk: Сізге жаңартылу керек! Бір минуттан кем уақытта қауіпсіздікке қол жеткізіңіз. <br/> Интернетте жақсы шолу мен баптауларға ие болу үшін жаңа Firefox-ты жүктеп алыңыз. <br/> Ол жылдам әрі тегін!
km: អ្នក​ចាំបាច់​ត្រូវ​ធ្វើឲ្យ​ប្រសើរ ! នៅតែ​មាន​សុវត្ថិភាព​ក្នុង​រយៈពេល​តិច​ជាង​មួយ​នាទី ។ <br/> ចាប់ផ្ដើម​ប្រើ Firefox ថ្មី​ ដើម្បី​ធ្វើឲ្យ​ការ​រុករក និង​ការ​ប្ដូរ​តាម​បំណង​នៅ​លើ​តំបន់បណ្ដាញ​កាន់​តែ​មាន​ភាព​ប្រសើរ​បំផុត ។ <br/> វា​លឿន និង​ឥត​គិតថ្លៃ!
mai: अहाँक अपग्रेड करबाक जरूरत अछि! एकमिनट सँ कम समय मे सुरक्षित करू. <br/> नव फायरफाक्सक उपयोग कएनाइ आरंभ करू जे ब्राउजिंग आओर मनपसिन्न करबामे सबसँ नीक अछि. <br/> ई तेज आओर निःशुल्क अछि!
ml: നിങ്ങള്‍ക്കൊരു പരിഷ്കരണം ആവശ്യമുണ്ടു്! ഒരു മിനിറ്റില്‍ എല്ലാം ലഭ്യമാക്കുക. <br/>ഏറ്റവും ഉത്തമമായ ബ്രൌസിങിനായി പുതിയ ഫയര്‍ഫോക്സ് ഉപയോഗിയ്ക്കുക. <br/> ഇതു് സൌജന്യമാകുന്നു!
si: නවතම නිකුතුව ලබාගන්න! විනාඩි කිහිපයකින් ලබාගත හැකි එය වඩාත් ආරක්ෂිතය. <br/> නව ෆයර්ෆොක්ස් වඩා දියුනු වෙබ් ගවේෂණයක් සඳහා මෙන්ම රිසිකරණය සඳහාද පහසුව සලසයි. <br/> එය වේගවත්ය නොමිලයේ ලබාගත හැකිය!
xh: Ufuna ehlaziyiweyo! Hlala ukhuselekile ngaphantsi komzuzu. <br/> Qala ukusebenzisa iFirefox yakho entsha ukuze ubhrawuze yaye uqhelanise ngcono kwiWebhu. <br/> Iyakhawuleza kwaye ikhuselekile!
zu: Udinga ukuthola okungcono! Hlala uphephile ngesikhathi esingaphansi komzuzu. <br/> Qala ukusebenzisa i-Firefox entsha ukuze ukwazi ukubrawuza kahle uqambe nokwakho kuWebhu. <br/>Kulula futhi kumahhala!

source: Upgrade now
af: Gradeer nou op
kk: Қазір жаңарту
km: ធ្វើ​ឲ្យ​ប្រសើរ​ឥឡូវ​នេះ
mai: अखन अपग्रेड करू
ml: ഉടന്‍ പരിഷ്കരിയ്ക്കുക
si: නවතම නිකුතුව ලබාගන්න
xh: Hlaziya ngoku
zu: Thuthukisa manje

source: Update now
af: Werk nou by
kk: Қазір жаңарту
km: ធ្វើ​បច្ចុប្បន្ន​ភាព​ឥឡូវ​នេះ
mai: अखन अपडेट करू
ml: ഉടന്‍ പുതുക്കുക
si: දැන් යාවත්කාලීන කරන්න
xh: Hlaziya ngoku
zu: Vuselela manje

source: Supported Devices
af: Ondersteunde toestelle
kk: Қолдауы бар құрылғылар
km: ឧបករណ៍​ដែល​គាំទ្រ
mai: समर्थन पाएल युक्ति
ml: പിന്തുണയ്ക്കുന്ന ഡിവൈസുകള്‍
si: සහාය දක්වන උපාංග
xh: Izixhobo ezixhasiweyo
zu: Amdivayisi Esekiwe

source: What’s New
af: Wat's nuut?
kk: Не жаңалық
km: អ្វី​ដែល​ថ្មី
ml: പുതിയതെന്തെല്ലാം
si: අලුත් තොරතුරු
xh: Yintoni Entsha
zu: Yini entsha

source: Privacy
af: Privaatheid
kk: Жекелік
km: ភាព​ឯកជន
ml: സ്വകാര്യത
si: පුද්ගලිකත්වය
xh: Okwabucala
zu: Ukugcinwa kuyimfihlo

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
af: Dele van dié inhoud is ©1998–%(current_year)s deur individuele bydraers tot mozilla.org. Inhoud is beskikbaar onder 'n <a href="%(url)s">Creative Commons-lisensie</a>.
kk: Құрама бөліктері ©1998–%(current_year)s жеке mozilla.org үлес қосушыларымен иеленуде. Құрама <a href="%(url)s">Creative Commons лицензиясы</a> аясында қолжетерлік.
km: ផ្នែក​នៃ​មាតិកា​នេះ​​​នៅ​អំឡុង ©1998–%(current_year)s បង្កើត​ដោយ​​អ្នក​ចូលរួម​ចំណែក mozilla.org ។ មាតិកា​អាច​​ប្រើ​បាន​ក្រោម <a href="%(url)s">អាជ្ញាប័ណ្ណ Creative Commons</a>។
ml: വിവരങ്ങളുടം ഈ ഭാഗങ്ങള്‍ ഓരോ mozilla.org സംഭാവനക്കാരുടെ ©1998–%(current_year)s പകര്‍പ്പവകാശത്തിലാകുന്നു. <a href="%(url)s">ക്രിയേറ്റീവ് കോമണ്‍സ് ലൈസന്‍സില്‍</a> വിവരങ്ങള്‍ ലഭ്യം.
xh: Iinxalenye zesi siqulatho zi- ©1998–%(current_year)s ziyilwe ngabanikeli be-mozilla.org. Umba ofumanekayo phantsi <a href="%(url)s">kwelayisenisi ye-Creative Commons</a>.
zu: Izingxenye zalokhu okuqukethwe ©1998–%(current_year)s kwenziwe ngabe-mozilla.org. Okuqukethwe kuyatholakala ngaphansi kwe<a href="%(url)s">Creative Commons license</a>.

source: Contribute to this site
af: Dra by tot dié werf
kk: Бұл сайтқа үлес қосу
km: ចូលរួម​ចំណែក​ជាមួយ​តំបន់បណ្ដាញ​នេះ
xh: Nikela kweli sayithi

source: Contribute to this page
af: Dra by tot dié bladsy
kk: Бұл параққа үлес қосу
km: ចូលរួម​ចំណែក​នៅ​ទំព័រ​នេះ
ml: ഈ താളിനു് സംഭവന നല്‍കുക
si: මෙම පිටුවට දායක වෙන්න
xh: Nikela kweli phepha
zu: Letha okwakho kuleli khasi

source: Mission
af: Missie
kk: Мақсатымыз
km: បេសកកម្ម
ml: ഉദ്ദേശ്യം
si: මෙහෙයුම
xh: Umsebenzi
zu: Umgomo

source: Tour
af: Toer
kk: Шолу
km: ទស្សនា
ml: പര്യടനം
xh: Ukhenketho
zu: Uhambo

source: Partner with Us
af: Sluit aan by ons
kk: Бізбен серіктес болу
km: ធ្វើ​ដៃគូ​ជាមួយ​យើង
si: අප සමඟ හවුල් වෙන්න
xh: Zimanye nathi
zu: Bambisana nathi

source: Sync
af: Sinkroniseer
kk: Синхрондау
km: ធ្វើ​សមកាលកម្ម
si: සම්මුහුර්ත
xh: Ngqamanisa
zu: Qondanisa

source: Desktop Add-ons
af: Byvoegings vir rekenaar-Firefox
kk: Жұмыс үстел нұсқасының қосымшалары
km: កម្មវិធី​បន្ថែម​សម្រាប់​ផ្ទៃតុ
xh: Izongezelelo zedesktophu
zu: Okokwengeza kwaseskrinini sangaphambili

source: Android Add-ons
af: Android-byvoegings
kk: Android кеңейтулері
km: កម្មវិធី​បន្ថែម​សម្រាប់ Android
xh: Izongezelelo ze-Android
zu: Okokwengeza kwe-Android

source: Themes
af: Temas
kk: Темалар
km: រូបរាង
si: තේමා
xh: Imixholo
zu: Izindikimba

source: Desktop Support
af: Rekenaar-ondersteuning
kk: Жұмыс үстел нұсқасын қолдау
km: ការ​គាំទ្រ​ផ្ទៃតុ
xh: Inkxaso Yedesktophu
zu: Ukwesekwa kweskrini sangaphambili

source: Android Support
af: Android-ondersteuning
kk: Android қолдауы
km: ការ​គាំទ្រ Android
xh: Inkxaso ye-Android
zu: Ukwesekwa kwe-Android

source: Performance
af: Werkverrigting
kk: Өнімділік
km: ដំណើរការ
si: ක්‍රියාකාරිත්වය
xh: Ukusebenza
zu: Ukusebenza

source: Technology
af: Tegnologie
kk: Технология
km: បច្ចេកវិទ្យា
xh: Ubuchwepheshe
zu: Ubuichwepheshe

source: Privacy &amp; Security
af: Privaatheid en sekuriteit
kk: Жекелік және қауіпсіздік
km: ភាព​ឯកជន &amp; សុវត្ថិភាព
xh: Ubungasese &amp; uKhuseleko
zu: Ukugcinwa kuyimfihlo &amp; Ukuvikeleka

source: Releases
af: Vrystellings
kk: Шығарылымдар
km: ការ​ចេញ​ផ្សាយ
xh: Okushicilelweyo
zu: Okukhishiwe

source: Firefox
xh: I-Firefox
zu: I-Firefox

source: Firefox for Organizations
af: Firefox vir organisasies
kk: Ұйымдар үшін Firefox
km: Firefox សម្រាប់​អង្គការ
xh: I-Firefox yeMibutho
zu: I-Firefox Yezinkampani

source: Mobile Add-ons
af: Selfoon-byvoegings
kk: Мобильді нұсқасының қосымшалары
km: កម្មវិធី​បន្ថែម​សម្រាប់​ទូរស័ព្ទ
xh: Izongezelelo zemobhayile
zu: Okwengeziwe Kwamaselula

source: Mobile Support
af: Selfoon-byvoegings
kk: Мобильді нұсқасын қолдау
km: ការ​គាំទ្រ​ឧបករណ៍​ចល័ត
xh: Inkxaso yemobhayile
zu: Ukwesekwa Kweselula

source: Blog
kk: Блог
km: ប្លុក
si: බ්ලොග්
xh: Ibhlogu
zu: I-blog

source: About Firefox
af: Meer oor Firefox
kk: Firefox туралы
km: អំពី Firefox
si: Firefox ගැන
xh: Malunga ne-Firefox
zu: Mayelama ne-Firefox

source: Join Mozilla
af: Sluit by Mozilla aan
kk: Mozilla-ға кіру
km: ចូលរួម​ជាមួយ Mozilla
ml: മോസിലയില്‍ പങ്ക്ചേരുക
si: Mozilla හා සම්බන්ධ වෙන්න
xh: Joyina i-Mozilla
zu: Joyina i-Mozilla

source: Participate
af: Neem deel
kk: Қатысу
km: ចូលរួម
si: සහභාගී වෙන්න
xh: Thabatha inxaxheba
zu: Zibandakanye

source: Volunteer
af: Willig in
kk: Еркін мүшелер
xh: Itsha-ntliziyo
zu: Volontiya

source: Brand Toolkit
af: Handelsmerk-nutstel
kk: Брендинг үшін жинақ
xh: Ikiti Yezixhobo ZeBhrendi
zu: Amathuluzi Enkampani

source: Partnerships
af: Vennootskappe
kk: Серіктестіктер
km: ភាព​ជា​ដៃគូ
xh: Amahlakani
zu: Ubudlelwano

source: Get Mozilla updates
af: Jongste Mozilla-nuus
kk: Mozilla жаңартуларын алу
km: ទទួល​បច្ចុប្បន្នភាព​ពី Mozilla
si: Mozilla යාවත්කාල ලබාගන්න
xh: Fumana izihlaziyo ze-Mozilla
zu: Thola imiyalezo ye-Mozilla

source: Share
af: Deel
kk: Бөлісу
km: ចែក​រំលែក
si: හවුල් කරන්න
xh: Yabelana
zu: Abelana

source: Mozilla on Twitter
af: Mozilla op Twitter
kk: Mozilla Twitter желісінде
km: Mozilla នៅ​លើ Twitter
si: Twitter හි Mozilla
xh: I-Mozilla ku-Twitter
zu: I-Mozilla ku-Twitter
