Repository: translate/mozilla-lang
Catalog: */main.lang.po
Languages: af, kk, km, mai, ml, si, xh, zu

source: Firefox on Twitter
af: Firefox op Twitter
kk: Firefox Twitter желісінде
km: Firefox នៅ​លើ Twitter
si: Twitter හි Firefox
xh: I-Firefox ku-Twitter
zu: I-Firefox ku-Twitter

source: Mozilla on Facebook
af: Mozilla op Facebook
kk: Mozilla Facebook желісінде
km: Mozilla នៅ​លើ Facebook
si: Facebook හි Mozilla
xh: I-Mozilla ku-Facebook
zu: I-Mozilla ku-Facebook

source: Firefox on Facebook
af: Firefox op Facebook
kk: Firefox Facebook желісінде
km: Firefox នៅ​លើ Facebook
si: Facebook හි Firefox
xh: I-Firefox ku-Facebook
zu: I-Firefox ku-Facebook

source: Forums
kk: Форумдар
km: វេទិកា
xh: Amaqonga
zu: Izithangami

source: Patents
af: Patente
kk: Патенттер
xh: Iipatent

source: Leadership
af: Leierskap
kk: Озаттық
xh: Ubunkokheli

source: Governance
af: Bestuur
kk: Басқару
km: ការ​គ្រប់គ្រង
xh: Ulawulo
zu: Ukubusa

source: History
af: Geskiedenis
kk: Тарихы
km: ប្រវត្តិ
si: ඉතිහාසය
xh: Imbali
zu: Umlando

source: Our Products
af: Ons produkte
kk: Өнімдеріміз
km: ផលិតផល​របស់​ពួក​យើង
xh: Imveliso yethu
zu: Imikhiqizo Yethu

source: Software and other innovations designed to advance our mission.
af: Sagteware en nog innovasie wat ontwerp word ter wille van ons missie.
kk: Мақсатымызды ілгері жылжыту үшін жасалған БҚ және басқа инновациялар.
km: កម្មវិធី​ផ្នែក​ទន់ និង​ការ​ច្នៃ​ប្រឌិត​ថ្មីៗ​ដែល​បាន​រចនា​​ឡើង​ដើម្បី​ពន្លឿន​បេសកកម្ម​របស់​យើង។
xh: Isoftwe nokunye okuqanjiweyo okulungiselelwe ukuphuhlisa injongo yethu.
zu: I-software kanye nezinye izinto eziqanjiwe ezakhelwe ukuphucula umgomo wethu.

source: Become a volunteer contributor in a number of different areas.
af: Word 'n vrywilliger in enige van 'n aantal areas.
kk: Бірнеше әр түрлі аймақтарда волонтер үлес қосушы болыңыз.
km: ក្លាយ​ជា​អ្នក​ចូលរួម​ស្ម័គ្រចិត្ត​នៅ​ក្នុង​តំបន់​ផ្សេងៗ​គ្នា។
xh: Yiba ngumsebenzi olivolontiya kwiindawo ezininzi ezahlukeneyo.
zu: Yiba yivolontiya elilekelela ezindaweni eziningi ezahlukene.

source: Menu
af: Kieslys
kk: Мәзір
km: ​ម៉ឺនុយ
si: මෙනුව
xh: Imenyu
zu: Imenyu

source: Committed to you, your privacy and an open Web
af: Verbonde tot u, u privaatheid en die oop Web
kk: Сіз, сіздің жекелігіңіз, және ашық Интернет үшін жасалған
km: បាន​ប្ដេជ្ញា​ចំពោះ​អ្នក រក្សា​ភាព​ឯកជន និង​ជា​បណ្ដាញ​បើក​ចំហ
si: ඔබගේ පෞද්ගලිකත්වය හා විවෘත ජාලයක් සඳහාම කැපවී ඇත
xh: Izinikezele kuwe, kubungasese bakho kwaye ivula iwebhu
zu: Izibophezele kuwena, ukuvikeleka kwemininingwane yakho kanye neWebhu evulelekile.

source: Choose Independent
af: Kies onafhanklikheid
kk: Тәуелсіз болғанын таңдау
km: ជ្រើស​ឯករាជ្យ
xh: Khetha uZimele
zu: Khetha okuzimele

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
af: Wees passievol en staan saam vir 'n vrye en oop internet! #ChooseIndependent. Kies Firefox:
kk: Еркін және ашық интернет үшін қалауыңыздан ауытқымаңыз! #ChooseIndependent. Firefox-ты таңдаңыз:
xh: Gcina uthando lweIntanethi evulekileyo nemahala ekhanya ngokucacileyo! #ChooseIndependent. Khetha i-Firefox:
zu: Gcina uthando lwe-inthanethi yamahhala nevulelekile luvutha bhe! #ChooseIndependent. Khetha i-Firefox:

source: Please turn on JavaScript to display this page correctly.
af: Skakel asseblief JavaScript aan om hierdie bladsy reg te vertoon.
kk: Бұл бетті дұрыс көрсету үшін JavaScript-ті іске қосыңыз.
km: សូម​បើក JavaScript ដើម្បី​បង្ហាញ​ទំព័រ​នេះ​ដោយ​ត្រឹមត្រូវ។
xh: Nceda uvule i-JavaScript ukuze ibonise eli phepha ngokuchanekileyo.
zu: Uyacelwa ukuba uvule i-JavaScript ukuze uveze leli khasi ngokuyikho.

source: Firefox Features
af: Firefox-kenmerke
kk: Firefox мүмкіндіктері
km: លក្ខណ​ពិសេស​របស់ Firefox
si: Firefox හී උපයෝගීතා
xh: Iinkalo ze-Firefox
zu: Amafisha e-Firefox

source: Firefox Help
af: Firefox-hulp
kk: Firefox көмегі
km: ជំនួយ​របស់ Firefox
si: Firefox උපකාරක
xh: Uncedo lwe-Firefox
zu: Usizo lwe-Firefox

source: January
af: Januarie
kk: Қаңтар
km: មករា
si: ජනවාරි
xh: Janyuwari
zu: Umasingana

source: February
af: Februarie
kk: Ақпан
km: កុម្ភៈ​
si: පෙබරවාරි
xh: Febhruwari
zu: UNhlolanja

source: March
af: Maart
kk: Наурыз
km: មីនា​
si: මාර්තු
xh: Matshi
zu: UNdasa

source: April
kk: Сәуір
km: មេសា​
si: අප්‍රේල්
xh: Epreli
zu: UMbasa

source: May
af: Mei
kk: Мамыр
km: ឧសភា​
si: මැයි
xh: Meyi
zu: UNhlaba

source: June
af: Junie
kk: Маусым
km: មិថុនា​
si: ජුනි
xh: Juni
zu: UNhlangulana

source: July
af: Julie
kk: Шілде
km: កក្កដា​
si: ජූලි
xh: Julayi
zu: UNtulikazi

source: August
af: Augustus
kk: Тамыз
km: សីហា​
si: අගෝස්තු
xh: Agasti
zu: UNcwaba

source: September
kk: Қыркүйек
km: កញ្ញា​
si: සැප්තැම්බර්
xh: Septemba
zu: UMandulo

source: October
af: Oktober
kk: Қазан
km: តុលា​
si: ඔක්තෝම්බර්
xh: Okthobha
zu: UMfumfu

source: November
kk: Қараша
km: វិច្ឆិកា​
si: නොවැම්බර්
xh: Novemba
zu: ULwezi

source: December
af: Desember
kk: Желтоқсан
km: ធ្នូ​
si: දෙසැම්බර්
xh: Disemba
zu: Uzibandlela

source: <abbr>Jan</abbr>
kk: <abbr>Қаң</abbr>
km: <abbr>មករា</abbr>
si: <abbr>ජනවාරි</abbr>
xh: <abbr>uJan</abbr>
zu: <abbr>Mas</abbr>

source: <abbr>Feb</abbr>
kk: <abbr>Ақп</abbr>
km: <abbr>កុម្ភៈ</abbr>
si: <abbr>පෙබරවාරි</abbr>
xh: <abbr>uFebh</abbr>
zu: <abbr>Nhlo</abbr>

source: <abbr>Mar</abbr>
af: <abbr>Mrt</abbr>
kk: <abbr>Нау</abbr>
km: <abbr>មីនា</abbr>
si: <abbr>මාර්තු</abbr>
xh: <abbr>uMatsh</abbr>
zu: <abbr>Nda</abbr>

source: <abbr>Apr</abbr>
kk: <abbr>Сәу</abbr>
km: <abbr>មេសា</abbr>
si: <abbr>අප්‍රේල්</abbr>
xh: <abbr>uEpr</abbr>
zu: <abbr>Mba</abbr>

source: <abbr>May</abbr>
af: <abbr>Mei</abbr>
kk: <abbr>Мам</abbr>
km: <abbr>ឧសភា​</abbr>
si: <abbr>මැයි</abbr>
xh: <abbr>uMey</abbr>
zu: <abbr>Nhlab</abbr>

source: <abbr>Jun</abbr>
kk: <abbr>Мау</abbr>
km: <abbr>មករា</abbr>
si: <abbr>ජුනි</abbr>
xh: <abbr>uJun</abbr>
zu: <abbr>Nhlan</abbr>

source: <abbr>Jul</abbr>
kk: <abbr>Шіл</abbr>
km: <abbr>កក្កដា</abbr>
si: <abbr>ජූලි</abbr>
xh: <abbr>uJul</abbr>
zu: <abbr>Ntul</abbr>

source: <abbr>Aug</abbr>
kk: <abbr>Там</abbr>
km: <abbr>សីហា</abbr>
si: <abbr>අගෝස්තු</abbr>
xh: <abbr>uOga</abbr>
zu: <abbr>Ncw</abbr>

source: <abbr>Sep</abbr>
kk: <abbr>Қыр</abbr>
km: <abbr>កុម្ភៈ</abbr>
si: <abbr>සැප්තැම්බර්</abbr>
xh: <abbr>uSep</abbr>
zu: <abbr>Man</abbr>

source: <abbr>Oct</abbr>
af: <abbr>Okt</abbr>
kk: <abbr>Қаз</abbr>
km: <abbr>តុលា</abbr>
si: <abbr>ඔක්තෝබර්</abbr>
xh: <abbr>uOkth</abbr>
zu: <abbr>Mfu</abbr>

source: <abbr>Nov</abbr>
kk: <abbr>Қар</abbr>
km: <abbr>វិច្ឆិកា</abbr>
si: <abbr>නොවැම්බර්</abbr>
xh: <abbr>uNov</abbr>
zu: <abbr>Lwe</abbr>

source: <abbr>Dec</abbr>
af: <abbr>Des</abbr>
kk: <abbr>Жел</abbr>
km: <abbr>ធ្នូ</abbr>
si: <abbr>දෙසැම්බර්</abbr>
xh: <abbr>uDis</abbr>
zu: <abbr>Zib</abbr>

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
af: Firefox is binnekort op iOS! <a href="{url}">Skryf in vir meer inligting</a>.
kk: Firefox жақында iOS-ке келеді! <a href="{url}">Көбірек білу үшін кіріңіз</a>.
xh: I-Firefox iyeza kwakamsinya ku-iOS! <a href="{url}">Sayina ukuze ufunde ngakumbi</a>.

source: Congrats. You’re up to date!
af: Geluk! Alles is op datum!
kk: Құттықтаймыз. Сіздің нұсқаңыз ескірмеген.
km: អបអរសាទរ។ អ្នក​ទាន់សម័យ​ហើយ!
xh: Uvuyiswano. Usemgangathweni!

source: Format
af: Formaat
kk: Пішім
xh: Ufomatho

source: Text
af: Teks
kk: Мәтін
xh: Umbhalo

source: HTML
xh: I-HTML

source: Whoops! Be sure to enter a valid email address.
af: Oeps! Maak seker dat ’n geldige e-posadres ingetik is.
kk: Дұрыс эл. пошта адресін енгізіңіз.
mai: ओफ्फ! कोनो मान्य ईमेल पता देनाइ सुनिश्चित करू.
xh: Hayibo! Qiniseka ukufaka idilesi ye-imeyili esebenzayo.
zu: Yhoo! Qinisekisa ukufaka ikheli le-imeyili elivumelekile.

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Notice</a>
af: Dis reg as my inligting hanteer word soos verduidelik in <a href="%s">dié privaatheidkennisgewing</a>
kk: Мен Mozilla менің жеке ақпаратымды <a href="%s">осы Жекелік ескертуінде</a> жазылғанға сай қолданатынымен келісемін
xh: Ndilungile kwiMozilla ukuba isingathe inkcazelo njengoko kuchaziwe <a href="%s">kule Mgaqo-nkqubo Wabucala</a>

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
af: Dis reg as my inligting hanteer word soos verduidelik in <a href="%s">dié privaatheidbeleid</a>
kk: Мен Mozilla менің жеке ақпаратымды <a href="%s">Жекелік саясаты</a> шарттарына сай қолданатынымен келісемін
xh: Ndilungile kwiMozilla ukuba isingathe inkcazelo njengoko kuchaziwe <a href="%s">kule Mgaqo-nkqubo Wabucala</a>

source: Keep up with<br> all things Firefox.
af: Bly op datum met<br>alles oor Firefox.
kk: Firefox туралы барлығын<br> біліп отырыңыз.
xh: Hambisana ne<br> zonke izinto zeFirefox.

source: Get Firefox news
af: Kry Firefox-nuus
kk: Firefox жаңалықтарын алу
xh: Fumana iindaba zeFirefox

source: YOUR EMAIL HERE
af: E-POSADRES HIER
kk: СІЗДІҢ ЭЛ.ПОШТА АДРЕСІҢІЗ
xh: I-IMEYILI YAKHO ILAPHA

source: Sign Up Now
af: Skryf nou in
kk: Қазір тіркелгіні жасау
xh: Sayina Ungene Ngoku

source: Sign me up
af: Skryf my in
kk: Мені де жазыңыз
xh: Ndibhaliseni

source: Select country
af: Kies u land
kk: Елді таңдаңыз
xh: Khetha ilizwe

source: Available Languages
af: Beskikbare tale
kk: Қолжетерлік тілдер
xh: Iilwimi Ezifumanekayo

source: We will only send you Mozilla-related information.
af: Ons sal slegs Mozilla-verwante inligting stuur.
kk: Біз сізге тек Mozilla-мен байланысты ақпаратты жіберетін боламыз.
xh: Siza kukuthumelela kuphela inkcazelo ehlobene neMozilla.

source: Thanks!
af: Dankie!
kk: Рахмет!
xh: Enkosi!

source: If you haven’t previously confirmed a subscription to a Mozilla-related newsletter you may have to do so. Please check your inbox or your spam filter for an email from us.
af: As u nog nie vantevore 'n inskrywing vir 'n Mozilla-verwante nuusbrief bevestig het nie, is dit dalk nou nodig. Kontroleer u e-pos en gemorspos vir 'n e-pos van ons.
kk: Mozilla-ға байланысты жаңалықтар таспасына жазылуды осыған дейін растамаған болсаңыз, оны жасауыңыз керек болуы мүмкін. Поштаңыздың кіріс және спам бумаларынан бізден хатты іздеңіз.
xh: Ukuba ngaphambili akukhange uqinisekise umrhumo kwiphephandaba elinxulumene neMozilla kusenokufuneka wenjenjalo. Nceda ukhangele i-inboksi yakho okanye ifiltha yakho yespam ukuze ubone i-imeyili evela kuthi.

source: Thanks! Please check your inbox to confirm your subscription.
af: Dankie! Kyk in u inkassie om u intekening te bevestig.
kk: Рахмет! Енді кіріс пошта бумасын тексеріп, өз жазылғандығыңызды дәлелдеңіз.
xh: Ngombulelo! Sicela uhlole ibhokisi yakho yee-imeyili ukuqinisekisa umrhumo wakho.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
af: U sal ’n e-pos ontvang vanaf mozilla@e.mozilla.org om u inskrywing te bevestig. Indien u dit nie sien nie, gaan u gemorspos na. ’n Intekening moet bevestig word om ons nuusbrief te ontvang.
kk: Сіздің жазылғаныңызды дәлелдеу үшін, сізге mozilla@e.mozilla.org хабарды жібереді. Егер сіз оны көрмесеңіз, спам-фильтрді тексеріңіз. Біздің жаңалықтардың таратылымын алу үшін, сіз оған жазылғандығыңызды дәлелдеуңіз керек.
xh: Uza kufumana i-imeyili esuka kwi-mozilla@e.mozilla.org eqinisekisa umrhumo wakho. Ukuba akuyiboni, hlola ifiltha yakho yemiyalezo eyimfitshimfitshi. Ufanele uqinisekise umrhumo wakho ukuze ufumane ileta yeendaba.

source: Read all about it in our <span>newsletter</span>
af: Lees daaroor in ons <span>nuusletter</span>
kk: Бұл туралы барлығын біздің <span>жаңалықтар хабарламада</span> оқып алыңыз
xh: Funda ngako konke <span>kwileta yethu yeendaba </span>

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
af: Skryf in vir die maandelikse nuus en bly op hoogte met Mozilla-nuus, insluitend die jongste wenke om die meeste uit Firefox te kry. Dis die perfekte manier vir ons om in kontak te bly!
kk: Ай сайынғы жаңартуларға жазылып, сізге Firefox-ты барынша қолдануға рұқсат беретін Mozilla-ның соңғы жаңалықтары, кеңестері сонымен қатар қулықтары жайлы хабардар болыңыз. Ол сізбен байланыста қалу үшін табысты жол.
xh: Rhumela ezihlaziyiweyo nyanga zonke uze uhlale ungasemoyeni kwiindaba zeMozilla, kuquka amacebiso namacebo amvanje okufumana okona-kona kwibhrawuza yakho yeMozilla. Yeyona ndlela igqibeleleyo yokuhlala sinxibelelene!

source: <span>Firefox</span> + You
kk: <span>Firefox</span> және сіз
xh: <span>iFirefox</span> kwi-iOS

source: Get Firefox tips, tricks, news and more
af: Kry wenke, nuus en nog wat oor Firefox
kk: Firefox жөнінде кеңестер, жаңалықтар және т.б. алу
xh: Fumana amacebiso eFirefox, amaqhinga, iindaba nokungakumbi

source: Web Innovations
kk: Веб инновациялары
xh: Ubugcisa beWebhu

source: Internet Health
kk: Интернет денсаулығы
xh: Impilo ye-Intanethi

source: OS
kk: ОЖ
km: ប្រព័ន្ធ​ប្រតិបត្តិការ

source: Press area
mai: प्रेस एरिया

source: Store
mai: स्टोर

source: Licensing
mai: लाइसेंस

source: Site contact
mai: साइटसँ संपर्क

source: All rights reserved.
mai: सर्वाधिकार सुरक्षित.

source: Visit Mozilla.com
mai: Mozilla.com देखू

source: Visit Mozilla.com (in English)
mai: Mozilla.com देखू (अंग्रेजीमे)

source: Download Firefox - Free
mai: फायरफाक्स डाउनलोड करू - निःशुल्क

source: Get Firefox
mai: फायरफाक्स पाउ

source: Free Download
mai: निःशुल्क डाउनलोड

source: Help us make Firefox even better!
mai: फायरफाक्स केँ एकरासँ बेहतर बनाबैमे हमर मदद करू!

source: Take a few moments to take a quick survey and share your thoughts with us.
mai: एकगोट छोट सन सर्वेक्षण केँ करबामे किछु समय दिअ आओर हमर साथ अपन विचार साझा करू.

source: Download Now - Free
mai: अखन डाउनलोड करू - निःशुल्क

source: You should <a href="http://get.adobe.com/flashplayer/">update Adobe Flash Player</a> right now.
mai: अहाँक <a href="http://get.adobe.com/flashplayer/">एडोब फ्लैश प्लेयर</a> केँ अखन अपडेट कएनाइ चाही.

source: Firefox is up to date, but your current version of Flash Player can cause security and stability issues. Please <a href="http://get.adobe.com/flashplayer/">install the free update</a> as soon as possible.
mai: फायरफाक्स अद्यतन अछि मुदा फ्लैश प्लेयरक मोजुदा संस्करण सुरक्षा आओर स्थायित्वक कारण बनि सकैत अछि. कृपया <a href="http://get.adobe.com/flashplayer/">निःशुल्क अद्यतन</a> केँ जल्दसँ जल्द संस्थापित करू.

source: Synchronize
mai: सिंक्रोनाइज करू

source: Develop for Mobile
mai: मोबाइलक लेल डेवलेप करू

source: Other Supported Platforms
mai: आन समर्थित प्लैटफार्म

source: Other Platforms &amp; Languages
mai: आन प्लेटफार्म आ भाषासभ

source: Choose your location
mai: अपन स्थान चुनू

source: Download Firefox directly from your phone
mai: फायरफाक्स केँ सीधे अपन फोनसँ डाउनलोड करू

source: Sync Your Desktop & Mobile
mai: अपन डेस्कटाप आ मोबाइल सिंक करू

source: Please read the Mozilla Privacy Policy and agree by checking the box.
mai: कृपया मोजिल्ला गोपनीयता नीति पढ़ू आओर बाक्स केँ चेक कए सहमत होउ.

source: Please enter your email address and review the Mozilla Privacy Policy.
mai: कृपया अपन ईमेल पता दर्ज करू आओर मोजिल्ला गोपनीयता नीतिक समीक्षा करू.

source: Firefox Updated
mai: फायरफाक्स अद्यतनीकृत

source: Take a Look at Tomorrow's Web
mai: काल्हिक वेब पर एक नजर दिअ'

source: Journey to the Future with Firefox
mai: फायरफाक्सक संग भविष्यक यात्रा

source: Join the Beta Program
mai: बीटा प्रोग्राममे शामिल होउ

source: Experience Firefox
mai: फायरफाक्सक अनुभव लिअ'

source: The future of the Web is waiting for you!
mai: वेबक भविष्य अहाँक प्रतीक्षा कए रहल अछि!

source: The future of the Web starts now.
mai: आब सँ वेबक भविष्य आरंभ भए रहल अछि.

source: Try Firefox with a fresh look and feel.
mai: नव रूप-रंगबला फायरफाक्स केँ देखू.

source: Experience tomorrow's Web today.
mai: काल्हिक वेबक आइ अनुभव करू.

source: Browse the future of the Web.
mai: भविष्यक वेबकेँ ब्राउज करू.

source: See Firefox with a new look and feel.
mai: नव रूप-रंग युक्त फायरफाक्स केँ देखू

source: Download Beta Now.
mai: बीटा केँ आब डाउनलोड करू.

source: All Systems & Languages
mai: सभटा तंत्र आ भाषा

source: Get Firefox for Android
mai: एंड्रायडक लेल फायरफाक्स पाउ
ml: ആന്‍ഡ്രോയിഡില്‍ നിന്നും ഫയര്‍ഫോക്സ് ലഭ്യമാക്കൂ

source: Free from the Android Market
mai: एंड्रायड बाजार सँ निःशुल्क

source: Mozilla Firefox. Bringing the modern Web to XP.
mai: मोजिल्ला फायरफाक्स. आधुनिक वेबक एक्सपी मे आनू.

source: You're using an old version of Firefox. Get your update to stay safe! <br/> <a href="%s">Download the free upgrade</a> in less than a minute for the latest features, speed and security fixes.
mai: अहाँ फायरफाक्सक पुरान संस्करणक उपयोग कए रहल छी. सुरक्षित रहब लेल अपन अपडेट लिअ'! <br/> <a href="%s">निःशुल्क अपडेट डाउनलोड करू</a> नवीनतम फीचर, गति आओर सुरक्षा फिक्सक सँग एकमिनट सँ कम समय मे.

source: You're using an older version of Firefox. Get <a href="%s">your update</a> to stay safe! <br/> Experience the latest features, security fixes and the fastest Firefox yet. Download the free upgrade in less than a minute.
mai: अहाँ फायरफाक्सक पुरान संस्करणक उपयोग कए रहल छी. <a href="%s">अपन अपडेट</a> सुरक्षित रहबाक लेल लिअ! <br/> नवीवतम फीचर, सुरक्षा उपाय आओर अखनि तकि कए सबसँ तेज फायरफाक्सक संग आनंद लिअ'. एक मिनटसँ कम समय मे फ्री अपग्रेड डाउनलोड करू.
