Repository: translate/mozilla-lang
Catalog: */mobile.lang.po
Languages: bn_bd, br, ga_ie, gd, km, ms, oc, ta, th

source: Get Firefox for Android
bn_bd: অ্যান্ড্রয়েডের জন্য ফায়ারফক্স নিন
br: Kaout Firefox evit Android
ga_ie: Faigh Firefox ar Android
gd: Faigh Firefox airson Android
km: យក Firefox សម្រាប់ Android
ms: Dapatkan Firefox untuk Android
oc: Telecargatz Firefox per Android
ta: ஆண்ட்ராட்டுக்கான பயர்பாக்ஸை பெறவும்
th: รับ Firefox สำหรับ Android

source: Download for <span>Android</span>
bn_bd: ডাউনলোড করুন<span>অ্যান্ড্রয়েডের</span> জন্য
br: Pellgargañ evit <span>Android</span>
ga_ie: Íosluchtaigh le haghaidh <span>Android</span>
gd: Luchdaich a-nuas airson <span>Android</span>
km: ទាញយក​សម្រាប់ <span>Android</span>
ms: Muat Turun tuntuk <span>Android</span>
oc: Telecargar per <span>Android</span>
ta: <span>ஆண்ட்ராய்டிற்கு</span> பதிவிறக்கு
th: ดาวน์โหลดสำหรับ <span>Android</span>

source: Free from the Android Market
bn_bd: অ্যান্ড্রয়েড মার্কেট থেকে মুক্ত
br: Digoust war ar Play Store
ga_ie: Saor in aisce ó Mhargadh Android
gd: Saor o mhargaid Android
km: ឥត​គិតថ្លៃ​ពី​ទីផ្សារ​របស់ Android
ms: Percuma daripada Android Market
oc: Gratuit sus l'Android Market
ta: Android Marketஇல் இருந்து இலவசமாக
th: ฟรีจาก Android Market

source: Or visit <a %s>Firefox.com/m</a> on your phone.
bn_bd: অথবা আপনার মোবাইলে <a %s>Firefox.com/m</a> পরিদর্শন করুন।
br: Pe gweladennit <a %s>Firefox.com/m</a> war ho pellgomzer.
ga_ie: Nó féach ar <a %s>Firefox.com/m</a> ar d'fhón.
gd: No tadhail air <a %s>Firefox.com/m</a> air an fhòn agad.
km: ឬ​មើល <a %s>Firefox.com/m</a> លើ​ទូរស័ព្ទ​របស់​អ្នក។
ms: Atau kunjungi <a %s>Firefox.com/m</a> di telefon bimbit anda.
oc: O alara visitatz <a %s>Firefox.com/m</a> sus vòstre telefòn.
ta: அல்லது உங்களின் கைப்பேசியில் <a %s>Firefox.com/m</a> ஐ பார்க்கவும்.
th: หรือเข้าชม <a %s>Firefox.com/m</a> จากโทรศัพท์มือถือของคุณ

source: Supported Devices
bn_bd: সমর্থিত ডিভাইস
br: Trevnadoù skoret
ga_ie: Gléasanna Tacaithe
gd: Innealan ris a bheil taic
km: ឧបករណ៍​ដែល​គាំទ្រ
ms: Peranti yang disokong
oc: Periferics preses en carga
ta: ஆதரிக்கப்பட்ட சாதனங்கள்
th: อุปกรณ์ที่รองรับ

source: Get it from iTunes - FREE
bn_bd: আইটিউনস থেকে এটি নিন - বিনামূল্যে
br: Tapit adalek iTunes - DIGOUST
ga_ie: Faigh ó iTunes é - SAOR IN AISCE
gd: Faigh o iTunes e - SAOR AN-ASGAIDH
km: យក​វា​ពី iTunes - ឥត​គិត​ថ្លៃ
ms: Dapatkan ia dari iTunes - PERCUMA
oc: Obtenètz-lo gratuitament sus iTunes
ta: iTunes இலிருந்து - இலவசமாக பெறவும்
th: ติดตั้งฟรีจาก iTunes

source: Firefox Home for <span>iPhone</span>
bn_bd: <span>আইফোন</span> এর জন্য ফায়ারফক্স হোম
br: Firefox Home evit <span>iPhone</span>
ga_ie: Firefox Home ar <span>iPhone</span>
gd: Firefox Home airson <span>iPhone</span>
km: Firefox Home សម្រាប់ <span>iPhone</span>
ms: Firefox Utama untuk <span>iPhone</span>
oc: Firefox Home per <span>iPhone</span>
ta: <span>iPhone</span> க்கான பயர்பாக்ஸ் முகப்பு
th: Firefox Home สำหรับ <span>iPhone</span>

source: Access your Firefox history, bookmarks and open tabs on your iPhone.
bn_bd: আপনার আইফোনে আপনার ফায়ারফক্সের ইতিহাস, বুকমার্ক এবং উন্মুক্ত ট্যাব অ্যাক্সেস করুন।
br: Adkavit ho roll istor, ho sinedoù, hag ho ivinelloù digoret e Firefox war ho iPhone.
ga_ie: Rochtain ar do stair Firefox, leabharmharcanna agus cluaisíní oscailte ar d'iPhone.
gd: Faigh cothrom air an eachdraidh, na comharran-lìn 's na tabaichean fosgailte air an iPhone agad.
km: ចូល​ដំណើរការ​ប្រវត្តិ Firefox របស់​អ្នក, ចំណាំ ហើយ​បើក​ផ្ទាំង​នៅ​លើ​ iPhone របស់​អ្នក។
ms: Capai sejarah Mozilla, tanda buku dan tab yang dibuka pada iPhone anda.
oc: Accedissètz a vòstre istoric Firefox, vòstres marcapaginas e onglets dobèrts sus vòstre iPhone.
ta: உங்களடைய பயர்பாக்ஸின் வரலாற்றை, புத்தகக்குறிகள் மற்றும் திறந்த கீற்றுகளை உங்களுடைய iPhone இல் அனுகவும்.
th: เข้าถึงประวัติการท่องเว็บ, ที่คั่นหน้าและแท็บที่เปิดไว้บน Firefox จาก iPhone ของคุณ

source: Download Firefox to <span>Your Mobile</span>
bn_bd: <span>আপনার মোবাইলে</span> ফায়ারফক্স ডাউনলোড করুন
br: Pellgargit Firefox war <span>ho pellgomzer hezoug</span>
ga_ie: Íosluchtaigh Firefox ar <span>d'Fhón Soghluaiste</span>
gd: Luchdaich a-nuas Firefox <span>dhan fhòn-làimhe agad</span>
km: ទាញ​យក Firefox ទៅ <span>ឧបករណ៍​ចល័ត​របស់​អ្នក</span>
ms: Muat turun Firefox ke <span>Peranti Mudah Alih Anda</span>
oc: Telecargatz Firefox sus <span>Vòstre Telefonet</span>
ta: <span>உங்களுடைய கைப்பேசிக்கு</span> பயர்பாக்ஸை பதிவிறக்கவும்
th: ดาวน์โหลด Firefox ไปยัง <span>อุปกรณ์เคลื่อนที่ของคุณ</span>

source: Want to test the latest features?
bn_bd: সর্বশেষ বৈশিষ্ট্য পরীক্ষা করতে চান?
br: C'hoant ho peus prouadiñ ar c'heweriusterioù ziwezhañ ?
ga_ie: Ar mhaith leat triail a bhaint as na gnéithe is déanaí?
gd: A bheil thu airson na feartan as ùire a chur fo dheuchainn?
km: តើ​ចង់​សាកល្បង​លក្ខណៈ​ថ្មី​បំផុត​ឬ?
ms: Ingin menguji ciri-ciri terbaru?
oc: Volètz testar las totas darrièras novetats&nbsp;?
ta: புதிய வசதிகளை சோதிக்க வேண்டுமா?
th: ต้องการทดสอบความสามารถล่าสุด?

source: Get Firefox Home for iPhone
bn_bd: আইফোনের জন্য ফায়ারফক্স হোম পান
br: Tapit Firefox Home evit iPhone
ga_ie: Faigh Firefox Home ar d'iPhone
gd: Faigh Firefox Home airson iPhone
km: ទទួល​បាន​ Firefox Home សម្រាប់​ទូរស័ព្ទ
ms: Dapatkan Firefox Utama untuk iPhone
oc: Obtenètz Firefox Home per iPhone
ta: iPhone க்கு பயர்பாக்ஸின் முகப்பை பெறவும்
th: ติดตั้ง Firefox Home สำหรับ iPhone

source: Download Beta for Android
bn_bd: অ্যান্ড্রয়েড এর জন্য বেটা ডাউনলোড করুন
br: Pellgargañ Beta evit Android
ga_ie: Íosluchtaigh an leagan béite ar Android
gd: Luchdaich a-nuas am beta airson Android
km: ទាញ​យក​បេតា​សម្រាប់ Android
ms: Muat turun Beta untuk Android
oc: Telecargar la bèta per Android
ta: ஆண்ட்ராய்டுக்கான பீட்டாவை பதிவிறக்கு
th: ดาวน์โหลด Beta สำหรับ Android

source: Download
bn_bd: ডাউনলোড করুন
br: Pellgargañ
ga_ie: Íosluchtaigh
gd: Luchdaich a-nuas
km: ទាញយក
ms: Muat Turun
oc: Telecargar
ta: பதிவிறக்குங்கள்
th: ดาวน์โหลด

source: for
bn_bd: জন্য
br: evit
ga_ie: le haghaidh
gd: airson
km: សម្រាប់
ms: untuk
oc: per
ta: க்காக
th: สำหรับ

source: Free from iTunes
bn_bd: আইটিউন্স থেকে বিনামূল্যে পাওয়া
br: Digoust war iTunes
ga_ie: Saor in aisce ó iTunes
gd: Saor o iTunes
km: ឥត​គិត​ថ្លៃ​ពី iTunes
ms: Percuma dari iTunes
oc: Gratuit sus iTunes
ta: iTunes இலிருந்து இலவசமாக
th: ฟรีจาก iTunes

source: You’ll get to experience cutting-edge features and provide feedback to help refine and polish what will be in the final release.
bn_bd: আপনি কাটিং- এজ বৈশিষ্ট্যের অভিজ্ঞতা পাবেন এবং চূড়ান্ত রিলিজের জন্য মতামত প্রদান করবেন যা পরিমার্জন এবং মসৃণ করতে সহায়তা করবে।
br: Tu vo deoc'h amprouiñ keweriusterioù nevez-flamm ha sevel evezhiadennoù evit sikour ha gwellaat ar pezh a vo en ermaeziadenn fin.
ga_ie: Gheobhaidh tú na gnéithe is úrnua agus beidh tú in ann aiseolas a thabhairt dúinn, chun cabhrú linn snas a chur ar an leagan deireanach.
gd: Gheibh thu na feartan as ùire agus ma bheir thu dhuinn do bheachdan, bidh buaidh agad air na bhios san tionndadh deireannach.
km: អ្នក​នឹង​ទទួល​បាន​បទ​ពិសោធន៍ ហើយ​ផ្ដល់​មតិ​ត្រឡប់ ដើម្បី​ជួយ​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង ហើយ​នឹង​មាន​នៅ​ក្នុង​ការ​ចេញ​ផ្សាយ​ចុងក្រោយ។
ms: Anda akan mendapat pengalaman ciri-ciri canggih dan memberi maklum balas untuk membantu memperbaiki dan menggilap apa yang akan terdapat di dalam keluaran akhir.
oc: Poiretz descobrir las totas darrièras foncionalitats e nos renviar vòstras impressions per tal de nos ajudar a afinar la version finala.
ta: நீங்கள் வெட்டுவிளிம்பு அம்சங்களை அனுபவிக்கவும் கடைசிப்பதிப்பை சரியாக்கி மெருகூட்டவும் கருத்துக்களை தாருங்கள்.
th: คุณจะได้ทดลองความสามารถล่าสุดและส่งคำแนะนำเพื่อช่วยเราปรับแต่งและขัดเกลาสิ่งที่จะปล่อยไปในรุ่นตัวจริง

source: Developer Tools
bn_bd: ডেভলপার টুল
br: Binvioù diorroer
ga_ie: Uirlisí Forbartha
gd: Innealan an luchd-leasachaidh
km: ឧបករណ៍​អ្នក​អភិវឌ្ឍន៍
ms: Alatan Pembangun
oc: Aisinas de desvolopament
ta: உருவாக்குனர் கருவிகள்
th: เครื่องมือนักพัฒนา

source: You can install the mobile version of Firefox to our desktop computer in order to test, provide feedback, and build add-ons.
bn_bd: আপনি ফায়ারফক্স মোবাইল সংস্করণ আমাদের ডেস্কটপ কম্পিউটারে পরীক্ষা করতে, প্রতিক্রিয়া প্রদান করতে এবং অ্যাড-অন তৈরির জন্য ইনস্টল করতে পারেন।
br: Tu 'zo deoc'h staliañ handelvoù hezoug Firefox evit an urzhiataerioù burev evit prouadiñ, sevel evezhiadennoù, ha sevel enlugelladoù.
ga_ie: Is féidir leat an leagan soghluaiste de Firefox a shuiteáil ar do ríomhaire, chun tástáil a dhéanamh, aiseolas a thabhairt dúinn, agus breiseáin a thógáil.
gd: 'S urrainn dhut tionndadh Firefox nam fònaichean-làimhe a stàladh air a' choimpiutair mhòr agad gus a chur fo dheuchainn, do bheachdan air a thoirt dhuinn agus tuilleadain a thogail.
km: អ្នក​អាច​ដំឡើង​កំណែ​ Firefox ឧបករណ៍​ចល័ត​ទៅ​កុំព្យូទ័រ​របស់​យើង​ដើម្បី​ធ្វើ​ការ​សាកល្បង, ផ្ដល់​មតិ​ត្រឡប់, ហើយ​បង្កើត​កម្មវិធី​បន្ថែម។
ms: Anda boleh memasang versi mudah alih Firefox untuk komputer kami untuk menguji, memberi maklum balas, dan membina addon Firefox.
oc: Podètz installar la version mobil de Firefox sus vòstre ordenador per la testar, renviar vòstras impressions o alara crear d'extensions.
ta: நீங்கள் கைப்பேசிக்கான பயர்பாக்ஸ் பதிப்பை உங்களுடைய மேசைக்கணினியில் நிறுவுவதன் மூலம் சோதித்து கருத்துக்களை தரவும் கூடுதல் நிரல்களை உருவாக்கவும் முடியும்.
th: คุณสามารถติดตั้ง Firefox รุ่นสำหรับอุปกรณ์เคลื่อนที่บนคอมพิวเตอร์ตั้งโต๊ะของคุณเพื่อทำการทดสอบ, ส่งคำแนะนำหรือพัฒนาส่วนเสริม

source: Connect With Firefox for Mobile:
bn_bd: মোবাইলের জন্য ফায়ারফক্স এর সাথে সংযোগ স্থাপন করুন:
br: Kennaskit gant Firefox evit ar pellgomzerioù hezoug&nbsp;:
ga_ie: Nasc le Firefox Soghluaiste:
gd: Dèan ceangal le Firefox airson fònaichean-làimhe:
km: តភ្ជាប់​ជាមួយ Firefox សម្រាប់​ឧបករណ៍​ចល័ត៖
ms: Sambung Dengan Firefox untuk Mudah Alih:
oc: Gardatz lo contacte amb Firefox per mobil&nbsp;:
ta: கைப்பேசிக்கான பயர்பாக்ஸுடன் இணைக்கவும்:
th: เชื่อมกับ Firefox สำหรับ Mobile:

source: Monthly newsletter
bn_bd: মাসিক নিউজলেটার
br: Lizher miziek
ga_ie: Nuachtlitir mhíosúil
gd: Ar cuairt-litir mhìosail
km: សំបុត្រ​សារព័ត៌មាន​ប្រចាំខែ
ms: Berita bulanan
oc: Letra mesadièra
ta: மாதாந்திர செய்தி மடல்
th: จดหมายข่าวรายเดือน

source: Follow us
bn_bd: আমাদের অনুসরণ করুন
br: Heuliot ac'hanomp
ga_ie: Bí dár leanúint
gd: Lean rinn
km: អនុវត្ត​តាម​ពួក​យើង
ms: Ikuti kami
oc: Seguissètz-nos
ta: எங்களை பின்பற்றவும்
th: ติดตามเรา

source: Become a fan
bn_bd: একজন অনুরাগী হন
br: Bezit fan
ga_ie: Bí i do leantóir
gd: Lean rinn
km: ក្លាយ​ជា​អ្នក​គាំទ្រ
ms: Jadi Peminat
oc: Venètz afogat
ta: இரசிகராகவும்
th: มาเป็นแฟน

source: Firefox is full of innovations that let you type less, browse more and get to the Web quickly and easily.
bn_bd: ফায়ারফক্স নতুনত্ব প্রসারতায় পূর্ণ যা আপনাকে কম টাইপ করতে দেয়, বেশী ব্রাউজ করতে দেয় এবং ওয়েবে পেতে দ্রুত এবং সহজেই।
br: Leun a nevezenti eo Firefox evit ma vefe biziataet nebeutoc'h, merdeet muioc'h hag aet d'ar Web buan hag aes.
ga_ie: Tá Firefox lán go béal de ghnéithe nuálacha: níos lú clóscríobh, níos mó brabhsáil.
gd: Tha Firefox loma làn de thionnsgalachdan a leigeas leat barrachd brabhsadh a dhèanamh air nas lugha de thaidhpeadh agus bheir e dhut an lìon glan, sgiobalta is luath.
km: Firefox ជា​ការ​ច្នៃប្រឌិត​ពេញ​លេញ​ដែល​អនុញ្ញាត​ឲ្យ​អ្នក​បញ្ចូល, ស្វែងរក និង​ទទួល​បាន​បណ្ដាញ​រហ័ស និង​ងាយ​ស្រួល។
ms: Firefox dipenuhi dengan inovasi yang membolehkan anda kurang menaip, lebih melayari dan mendapatkan laman web dengan cepat dan mudah.
oc: Firefox es comol d'innovacions que vos permeton de picar mens de tèxte, de navigar mai e d'aténher vòstres sites Web mai rapidament e aisidament.
ta: பயர்பாக்ஸ் உங்களை கொஞ்சமாக தட்டச்செய்து அதிகமாக உலாவச்செய்கிறது மேலும் இணையத்தளங்கள் விரைவில் கிடைக்கச் செய்கிறது.
th: Firefox นั้นเต็มไปด้วยนวัตกรรมที่จะช่วยให้คุณพิมพ์น้อยลง ท่องเว็บมากขึ้นและเข้าถึงเว็บได้อย่างเร็วและง่ายขึ้น

source: Freedom from typing
bn_bd: টাইপ করা থেকে মুক্তি
br: Nebeutoc'h a viziata
ga_ie: Saoirse ar chlóscríobh
gd: Saoirse on taidhpeadh
km: សេរីភាព​ពី​ការ​វាយ​បញ្ចូល
ms: Kebebasan daripada menaip
oc: Mens de picada
ta: தட்டச்சு செய்வதிலிருந்து விடுதலை
th: อิสระจากการพิมพ์

source: The Awesome Screen learns your favorite sites so you can browse with little or no typing.
bn_bd: দুর্দান্ত পর্দা আপনার প্রিয় সাইটসমূহ জানে তাই আপনি অল্প অথবা টাইপ করা ছাড়াই ব্রাউজ করতে পারবেন।
br: Desket e vez ho lec'hiennoù karetañ gant ar skramm speredek, evit ma vefe tu deoc'h merdeiñ hogos hep biziata.
ga_ie: Foghlaimíonn an Scáileán Iontach na suímh is ansa leat, sa chaoi go mbeidh tú in ann brabhsáil le níos lú clóscríobh.
gd: Ionnsaichidh an sàr-sgrìn dè na làraichean as fhearr leat agus leis a sin, bidh cothrom agad an ruigsinn air nas lugha de thaidhpeadh no fiù gun taidhpeadh sam bith.
km: ការ​ស្វែងយល់​ពី Awesome Screen តំបន់​បណ្ដាញ​ពេញ​និយម​របស់​អ្នក​​ដែល​អ្នក​អាច​រក​មើល​ដោយ​ប្រើ​​ចំណងជើង ឬ​គ្មាន​ការ​​វាយ​បញ្ចូល។
ms: Awesome Screen mempelajari laman kegemaran anda supaya anda boleh melayari dengan menaip sedikit atau tiada langsung.
oc: L'ecran intelligent identifica vòstres sites favorits per que los poscatz aténher sens gaire o pas cap de picada.
ta: அருமையான திரைகள் உங்களுக்கு பிடித்தமான தளங்களை உலாவ தலைப்புடன் அல்லது தட்டச்சு செய்யாமலே அறிந்து கொள்கிறது.
th: Awesome Screen จะรู้จักเว็บที่คุณชื่นชอบซึ่งจะทำให้คุณท่องเว็บได้โดยไม่ต้องพิมพ์เลย

source: Best of both worlds
bn_bd: উভয় পৃথিবীর মধ্যে সবচেয়ে ভাল
br: Ar pep gwellañ eus an daou ved.
ga_ie: Tabhair an dá sheol leat
gd: Cuid as fhearr dhen dà shaoghal
km: ល្អ​បំផុត​​នៃ​ពិភពលោក
ms: Terbaik dalam kedua-dua dunia
oc: Çò melhor dels dos mondes
ta: இரண்டு உலகங்களிலும் சிறந்தது
th: ดีที่สุดทั้งสองโลก

source: Firefox for Android is now redesigned and optimized for the way you browse on phones and tablets.
bn_bd: অ্যান্ড্রয়েড এর জন্য ফায়ারফক্স এখন পুনরায় নকশা করা হয়েছে এবং যেভাবে আপনি ব্রাউজ করেন সেভাবে অনূকুলকৃত করা হয়েছে ফোন এবং ট্যাবলেটের জন্য।
br: Adkempennet eo bet Firefox evit Android d'an doare ma merdeit war ho pellgomzer hag ho tabler.
ga_ie: Tá athdhearadh nua ar Firefox Android, optamaithe do bhrabhsáil ar fhóin agus ar tháibléid.
gd: Chaidh Firefox airson Android ath-dhealbhadh agus chaidh piseach a chur air a chum cleachdadh air fònaichean is tablaidean.
km: ឥឡូវ ​Firefox សម្រាប់ Android ត្រូវ​បាន​រចនា ហើយ​ត្រូវ​បាន​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង​សម្រាប់​អ្នក​រក​មើល​នៅ​លើ​ទូរស័ព្ទ និង​កុំព្យូទ័រ​បន្ទះ។
ms: Firefox untuk Android kini direka bentuk dan dioptimakan sebagaimana anda melayari pada telefon atau tablet.
oc: Firefox per Android es estat repensat e optimizat pels telefòns e las tabletas.
ta: இப்போது ஆண்டராய்டுக்கான பயர்பாக்ஸை செல்பேசி மற்றும் கையடக்க கணினிகளில் உலாவுவதற்கு இலுகுவாக புதுவிதமாகவும் உகந்ததாகவும் படைத்துள்ளோம்.
th: Firefox สำหรับ Android หน้าตาใหม่และปรับให้ใช้งานได้ดีที่สุดบนโทรศัพท์มือถือและแท็ปเล็ต

source: Browse quick and easy
bn_bd: দ্রুত এবং সহজে ব্রাউজ করুন
br: Merdeit prim hag aes
ga_ie: Brabhsáil níos éasca níos sciobtha
gd: Brabhsadh luath furasta
km: រក​មើល​រហ័ស និង​ងាយស្រួល
ms: Pelayaran yang cepat dan mudah
oc: Navigatz rapidament e aisidament
ta: விரைவாக உளிதாக உலாவு
th: ท่องเว็บอย่างรวดเร็วและง่าย

source: Features like Sync, tabbed browsing and one-touch bookmarking mean everything you want is close at hand.
bn_bd: সিঙ্ক, ট্যাবযুক্ত ব্রাউজিং এবং এক স্পর্শ বুকমার্ক এর মত বৈশিষ্ট্য এর অর্থ হল আপনার সব চাওয়া হাতের কাছে।
br: Gant keweriusterioù evel Sync, ivinelloù pe sinedoù ho peus kement tra a fell deoc'h, tost ouzhoc'h.
ga_ie: Le gnéithe nua, mar shampla, Firefox Sync, brabhsáil i gcluaisíní, agus leabharmharcanna aon iarrachta, beidh na rudaí atá uait in aice láimhe.
gd: Leis gu bheil sioncronachadh, brabhsadh tabaichte is comharran-lìn le aon bheantainn ann, bidh a h-uile rud faisg ort.
km: លក្ខណៈ​​អ្វីៗ​ដែល​អ្នក​ចង់​បាន​ដូចជា សមកាលកម្ម ការ​រុករក​​ជា​ផ្ទាំង និង​​ចំណាំ​​ដោយ​ប៉ះ​ម្ដង គឺ​នៅ​ជិត​ដៃ​អ្នក​បំផុត។
ms: Ciri seperti Segerak, pelayaran tab dan tanda buku sekali sentuh bermakna segala yang anda mahukan berada dekat dengan tangan.
oc: Las foncionalitats coma Sync, la navigacion per onglets e lo marcatge de pagina en un gèste meton tot çò qu'avètz besonh a portada de man.
ta: உங்களுடைய கைகளுக்கு பக்கத்தில் ஒத்திசைவு, கீற்றுவகை உலாவல் ஒரு தடவை தொட்டு புத்தகக்குறியாக்கம் என அனைத்து அம்சங்களும் உள்ளன.
th: คุณสมบัติอย่าง Sync, ท่องเว็บเป็นแท็บและที่คั่นหน้าในสัมผัสเดียวอยู่เพียงแค่มือสัมผัส

source: <a %s>Need help?</a> Visit our Firefox for Android Support site.
bn_bd: <a %s>সাহায্য দরকার?</a> অ্যানড্রইড সমর্থিত সাইটের জন্য আমাদের ফায়ারফক্স পরিদর্শন করুন।
br: <a %s>Sikour ho peus ezhomm ?</a> Gweladennit al lec'hienn skoazell Firefox evit Android.
ga_ie: <a %s>An bhfuil cabhair uait?</a> Féach ar an suíomh tacaíochta le haghaidh Firefox Android.
gd: <a %s>Cobhair a dhìth ort?</a> Tadhail air an làrach taice airson Firefox air Android againn.
km: <a %s>ត្រូវ​ការ​ជំនួយ?</a> សូម​មើល​ Firefox របស់​ពួក​យើង​សម្រាប់​តំបន់​បណ្ដាញ​គាំទ្រ Android ។
ms: <a %s>PErlu Bantuan?</a> Lawati lawan Sokongan Firefox untuk Android kami.
oc: <a %s>Besonh d'ajuda ?</a> Visitatz nòstre site d'assisténcia Firefox per Android.
ta: <a %s>உதவி தேவையா?</a> எங்களுடைய ஆண்ட்ராய்டுக்கான பயர்பாக்ஸ் தளத்தை பார்க்கவும்.
th: <a %s>ต้องการความช่วยเหลือ?</a> เข้าดูเว็บช่วยเหลือของ Firefox สำหรับ Android

source: Download and test the build that’s right for you.
bn_bd: বিল্ড ডাউনলোড এবং পরীক্ষা করুন যেটি আপনার জন্য সঠিক।
br: Pellgargit ha klaskit an handelv a zere evidoc'h.
ga_ie: Íosluchtaigh agus tástáil an leagan is oiriúnaí duit.
gd: Luchdaich a-nuas am build a tha ceart dhutsa agus cuir fo dheuchainn e.
km: ទាញ​យក​ ហើយ​សាកល្បង​បង្កើត​សិទ្ធិ​សម្រាប់​អ្នក។
ms: Muat turun dan cuba binaan yang sesuai dengan anda.
oc: Telecargatz e testatz la version qu'es faita per vos.
ta: உருவாக்கப்பட்டதில் உங்களுக்கு சரியானதை பதிவிறக்கி சோதிக்கவும்.
th: ดาวน์โหลดและทดสอบรุ่นที่เหมาะกับคุณ

source: See all our channels for mobile »
bn_bd: মোবাইলের জন্য আমাদের সব চ্যানেল দেখুন »
br: Gwelout an holl sanelloù evit an hezougell »
ga_ie: Féach ar na cainéil go léir do Firefox Soghluaiste »
gd: Seall a h-uile seanail againn airson Firefox son innealan-làimhe »
km: មើល​ឆានែល​របស់​យើង​ទាំងអស់​សម្រាប់​ឧបករណ៍​ចល័ត »
ms: Lihat semua saluran kami untuk mudah alih »
oc: Vejatz totes nòstres canals per mobil »
ta: கைப்பேசிக்கான எங்களுடைய அனைத்து வழித்தடங்களையும் பார் »
th: ดูช่องทางการปรับรุ่นทั้งหมดของ »

source: Free from the Google Play Store
bn_bd: গুগল প্লে স্টোর থেকে বিনামূল্যে পাওয়া যায়
br: Digoust war Google Play
ga_ie: Saor in aisce ó Shiopa Google Play
gd: Saor an-asgaidh o bhùth Google Play
km: ឥត​គិត​ថ្លៃ​ពី​ហាង​កម្សាន្ត Google
ms: Percuma dari Gedung Google Play
oc: Gratuit sus la botiga Google Play
ta: கூகுள் இணைய கடையிலிருந்து இலவசம்
th: ฟรีจาก Google Play Store
