Repository: translate/mozilla-lang
Catalog: */mozspaces.lang.po
Languages: fr, gd, oc

source: Mozilla Spaces
fr: Espaces Mozilla
gd: Àitichean Mozilla
oc: Espacis Mozilla

source: Address:
fr: Adresse&nbsp;:
gd: Seòladh:
oc: Adreça :

source: E-mail:
fr: Courriel&nbsp;:
gd: Post-d:
oc: Adreça electronica :

source: Auckland
gd: Tāmaki Makaurau/Auckland

source: The first of our new spaces. We opened our doors in New Zealand in July 2011.
fr: Le premier de nos espaces. Nous avons ouvert nos portes en Nouvelle Zélande en juillet 2011.
gd: Seo a' chiad àite ùr againn. Dh'fhosgail sinn ar dorsan ann an Sealainn Nuadh san Iuchar 2011.
oc: Lo primièr de nòstres novèls espacis. A dobèrt sas pòrtas en Nòva Zelanda en Julhet de 2011.

source: Beijing
fr: Pékin
gd: Běijīng

source: Paris
gd: Paras
oc: París

source: The Paris space will be moving to a bigger location. Site visits are happening in December 2011 and we're targeting to open the new space in the second quarter of 2012.
fr: L'espace Mozilla de Paris déménagera bientôt dans de nouveaux locaux plus spacieux. Les visites ont commencé en 2011 et nous prévoyons l'ouverture du nouvel espace mi-2012.
gd: Nì sinn imrich gu àite nas motha ann am Paras. Bha sinn a' tadhal air làraichean san Dùbhlachd 2011 agus tha sinn ag amas air gluasadh dhan àite ùr san dàrna ràithe ann an 2012.
oc: L'espaci Mozilla de París mudarà lèu dins de locals novèls mai espacioses. Las visitas an començat en 2011 e prevesèm la dobertura de l'espaci novèl per mièg-2012.

source: We are excited to announce that our new San Francisco space was launched in September 2011 right on the Embarcadero.
fr: Nous sommes très heureux de vous annoncer que notre nouvel espace à San Francisco a ouvert ses portes en Septembre 2011 sur l'Embarcadero.
gd: Tha sinn fìor thoilichte 's an t-àite againn ann an San Francisco air fhosgladh san t-Sultain 2011, air an Embarcadero fhèin.
oc: Sèm fòrça uroses de vos anonciar que nòstre novèl espaci a San Francisco a dobèrt sas pòrtas en Setembre de 2011 sus l'Embarcadero.

source: Toronto
gd: Tkaronto/Toronto

source: August 2011 brought the launch of our new Mozilla Space in Toronto, complete with Signature espresso machine.
fr: Nous avons inauguré l'ouverture de notre nouvel espace Mozilla à Toronto en août 2011 et disposons même d'une machine espresso Signature.
gd: 'S ann san Lùnastal 2011 a chuir sinn air bhog an t-àite againn ann an Toronto, air làn-uidheamachadh le inneal espresson.
oc: Inaugurèrem la dobertura de nòstre novèl espaci Mozilla a Toronto en agost de 2011 e dispausam quitament d'una maquina espresso Signature.

source: We are in the process of revamping our Vancouver space. We’re staying in the same building, just expanding to incorporate a new community area that will launch early in 2012. Hope to see you there!
fr: Nous réaménageons en ce moment notre espace à Vancouver. Nous restons dans le même immeuble, mais nous nous agrandissons pour incorporer un nouvel espace communautaire qui sera lancé début 2012. Nous espérons vous y retrouver&nbsp;!
gd: Tha sinn ag ath-sgeadachadh an àite againn ann am Vancouver. Bidh sinn san aon togalach fhathast ach bidh raon coimhearsnachd ùr againn a-mach o thoiseach 2012. Tha sinn an dòchas gum faic sinn ann sibh!
oc: Reamaïnatjam, d'aquesta passa, nòstre espaci a Vancouver. Demoram dins lo meteis immòble, mas nos agrandissèm per incorporar un novèl espaci comunautari que serà aviat a la debuta de 2012. Esperam vos i retrobar&nbsp;!

source: London
fr: Londres
gd: Lunnainn
oc: Londres

source: This space is currently under construction and coming along nicely. We’ll be opening our doors in January 2012.
fr: Cet espace est actuellement en construction et avance bien. Nous ouvrirons nos portes en Janvier 2012.
gd: Tha an t-àite seo 'ga thogail an-dràsta fhèin 's a' tighinn air adhart gu deas. Fosglaidh sinn ar dorsan ann san Fhaoilleach 2012.
oc: Aqueste espaci es actualament en construccion e avança plan. Dobrirem nòstras pòrtas en Genièr de 2012.

source: The search is under way! Stay tuned for updates on tours, building locations and construction kick-off. We’re targeting to open our doors in the second half of 2012.
fr: Les recherches sont en cours&nbsp;! Restez informés sur les mises à jour concernant les visites, l'emplacement des bâtiments et le lancement des travaux. Nous prévoyons d'ouvrir nos portes pour le second semestre 2012.
gd: Àite 'ga lorg fhathast! Cum cluas ri claisneachd mu thursan, ionadan is toiseach tòiseachaidh na togalach. Tha sinn ag amas air àite ann san dàrna leth de 2012.
oc: Las recèrcas son en cors&nbsp;! Demoratz informats sus las mesas a jorn a prepaus de las visitas, l'emplaçament dels bastiments e l'aviada de las òbras. Prevesèm de dobrir nòstras pòrtas pel segond semèstre de 2012.

source: We’ll be launching our Taipei space in 2012. Stay tuned for more details.
fr: Nous inaugurerons prochainement notre espace à Taipei en 2012. Restez informés pour plus de détails.
gd: Cuiridh sinn air bhog an t-àite againn ann an Taipei ann an 2012. Cum cluas ri claisneachd son barrachd naidheachdan.
oc: Inaugurarem lèu nòstre espaci a Taipei en 2012. Demoratz informats per mai de detalhs.

source: Sign up for Mozilla Spaces updates
fr: Inscrivez-vous pour recevoir plus d'informations sur les espaces Mozilla
gd: Clàraich airson naidheachdan mu àitichean Mozilla
oc: Inscrivissètz-vos per recebre mai d'informacions suls espacis Mozilla

source: We’re hiring
fr: Nous recrutons
gd: Tha sinn a' fastadh dhaoine
oc: Recrutam

source: Get involved
fr: Participez
gd: Gabh pàirt ann
oc: Participatz

source: Twitter:
fr: Twitter&nbsp;:

source: IRC:
fr: IRC&nbsp;:
