Repository: translate/mozilla-lang
Catalog: */newsletter.lang.po
Languages: bn_bd, br, es_mx, km, mai, te

source: Get Monthly News
es_mx: Obtener noticias mensuales
km: យក​ព័ត៌មាន​ប្រចាំ​ខែ
mai: महीनाक समाचार पाउ
te: ప్రతీనెలా వార్తలను పొందండి

source: Your Email Address
es_mx: Tu dirección de correo
km: អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក
mai: अहाँक ईमेल पता
te: మీ ఈమెయిలు చిరునామా

source: Your email address:
bn_bd: আপনার ইমেইল ঠিকানাঃ
br: Ho chomlec'h postel:
es_mx: Tu dirección de correo:
km: អាសយដ្ឋាន​អ៊ីមែល​របស់​អ្នក៖
te: మీ ఈమెయిలు చిరునామా:

source: Text
es_mx: Texto
km: អត្ថបទ
mai: पाठ
te: పాఠ్యం

source: Available Languages
bn_bd: বিদ্যমান ভাষাসমূহ
br: Yezhoù hegerz
es_mx: Idiomas disponibles
km: ភាសា​ដែល​មាន
mai: उपलब्ध भाषा
te: అందుబాటులో ఉన్న భాషలు

source: Language:
bn_bd: ভাষা:
br: Yezh :
es_mx: Idioma:
km: ភាសា៖

source: Select country
bn_bd: দেশ নির্বাচন করুন
br: Diuzañ ur vro
es_mx: Elige un país
km: ជ្រើស​ប្រទេស
mai: देश चुनू
te: దేశాన్ని ఎంచుకోండి

source: Country:
bn_bd: দেশ:
br: Bro :
es_mx: País:
km: ប្រទេស៖

source: Whoops! Be sure to enter a valid email address.
es_mx: ¡Uy! Asegúrate de introducir un correo electrónico válido.
km: អ៊ូប! សូម​ប្រាកដ​ថា​អ្នក​បាន​បញ្ចូល​អាសយដ្ឋាន​អ៊ីមែល​ត្រឹមត្រូវ ។
mai: ओह! एकटा बैध ईमेल पता दिअ'.
te: అయ్యో! దయచేసి సరైన ఈమెయిలు చిరునామాని ఇవ్వండి.

source: Please read the Mozilla Privacy Policy and agree by checking the box.
es_mx: Por favor, lee la política de privacidad de Mozilla y acepta marcando la casilla.
km: សូម​អាន​គោល​នយោបាយ​ឯកជន​របស់ Mozilla និង​យល់ព្រម​ដោយ​គូស​ធីក​លើ​ប្រអប់​ ។
mai: कृपया मोजिला गोपनीयता नीति पढू आओर पेटी पर चेक कएक सहमति दिअ.
te: దయచేసి మొజిల్లా యొక్క గోప్యతా విధానాన్ని చదవండి ఆపై ఈ క్రింద పెట్టెలో టిక్కు పెట్టి అంగీకరించండి.

source: I agree to the <a href="%s">Privacy Policy</a>
es_mx: Acepto la <a href="%s">política de privacidad</a>
km: ខ្ញុំ​យល់ព្រម​និង <a href="%s">គោល​នយោបាយ​ឯកជន</a>
mai: हम <a href="%s">गोपनीयता नीति</a> सँ सहमत छी.
te: <a href="%s">గోప్యతా విధానాని</a>కి నేను అంగీకరిస్తున్నాను

source: Sign me up!
bn_bd: আমাকে সাইন আপ করুন!
br: Koumanantiñ a ran !
es_mx: ¡Suscribirme!
km: ចុះ​ឈ្មោះ​ខ្ញុំ!
mai: हमरा साइन अप करू!
te: నన్ను చేర్చుకోండి!

source: We will only send you Mozilla-related information.
bn_bd: আমরা কেবল আপনাকে মোজিলা সম্পর্কিত তথ্য পাঠাবো।
br: Kaset e vo titouroù deoc'h diwar-benn Mozilla nemetken.
es_mx: Solo te enviaremos información relacionada con Mozilla.
km: យើង​នឹង​ផ្ញើ​ឲ្យ​អ្នក​តែ​ព័ត៌មាន​ដែល​ទាក់ទង​ទៅ​និង Mozilla ប៉ុណ្ណោះ ។
mai: हमलोकनि अहाँक मोजिलासँ जुड़ल सूचना भेजब.
te: మేము మీకు మొజిల్లా-సంబంధిత సమాచారాన్ని మాత్రమే పంపిస్తాము.

source: Thanks for Subscribing!
bn_bd: সাবস্ক্রাইব করার জন্য ধন্যবাদ!
br: Trugarez deoc'h da vezañ koumanantet !
es_mx: ¡Gracias por suscribirte!
km: អរគុណ​សម្រាប់​ការ​ជាវ​ជា​ប្រចាំ!
mai: सदस्यताक लेल धन्यवाद!
te: చందాచేరినందుకు కృతజ్ఞతలు!

source: We look forward to soon begin sharing tips &amp; tricks on getting the most out of Firefox, as well as exciting news about Mozilla and how we’re working to create a better Web.
es_mx: Estamos deseando comenzar a compartir contigo trucos y consejos sobre cómo sacar el máximo partido de Firefox, las noticias más increíbles sobre Mozilla y todo el trabajo que hacemos para crear una web mejor.
km: យើង​សង្ឃឹម​ថា​នឹងអាច​ចែក​រំលែក​ដំណោះ​ស្រាយ​ខ្លីៗ​ក្នុង​ការ​ប្រើប្រាស់ Firefox យ៉ាង​មាន​ប្រសិទ្ធិភាព រួម​ទាំង​ព័ត៌មាន​រីករាយ និង​ព័ត៌មាន​ពី​របៀប​ដែល​ពួក​យើង​កំពុង​តែ​ធ្វើ​ដើម្បី​ឲ្យ​តំបន់​បណ្ដាញ​កាន់​តែ​ប្រសើរ ។
mai: फायरफाक्सक सबसँ बेसी लाभ लेबाक लेल संकेत आओर युक्तिक साझा करबाक लेल सोचि रहल छी, साथे मोजिलाक संबंधमे रोचक समाचारक क लेल और कहिना हम नीक वेब बनाए रहल छी.
te: ఫైర్‌ఫాక్స్‌ని మరింత సమర్థవంతంగా ఉపయోగించుకోడానికి చిట్కాలనూ &amp; మెళకువలనూ అలానే మొజిల్లా గురించి మరియు జాలాన్ని మెరుగుపరచడానికి మేము ఎలా పనిచేస్తున్నామో తెలిపే ఉత్సాహకరమైన వార్తలనూ మీతో త్వరలోనే పంచుకోడానికి ఎదురుచూస్తున్నాం.

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
bn_bd: মাসিক হালনাগাদ এবং সাম্প্রতিক মজিলার খবর রাখতে সাবস্ক্রাইব করুন, সর্বশেষ পরামর্শ এবং কৌশল সহ ফায়ারফক্স ব্রাউজারের সকল কিছু পেতে। সব সময় যোগাযোগ রাখতে এটাই আমাদের জন্য সঠিক উপায়!
es_mx: Suscríbete para recibir actualizaciones mensuales y estar al día de las novedades de Firefox, incluyendo los últimos trucos y consejos para sacar el máximo partido a tu navegador. ¡Es la forma perfecta de que sigamos en contacto contigo!
km: ជាវ​ប្រចាំ​បច្ចុប្បន្ន​ភាព​ប្រចាំ​ខែ និងទទួល​បាន​ព័ត៌មាន​ថ្មីៗ​ពី Mozilla រួម​បញ្ចូល​ទាំង​ដំណោះ​ស្រាយ​ខ្លីៗ​ក្នុង​ការ​ប្រើប្រាស់​កម្មវិធី​រុករក Firefox យ៉ាង​មាន​ប្រសិទ្ធិភាព ។ វា​ជា​វិធី​មួយ​យ៉ាង​ប្រសើរ​បំផុត​ក្នុង​ការ​រក្សា​ទំនាក់ទំនង​ជាមួយ​គ្នា!
mai: मासिक अपडेटक सदस्यता लिअ' आओर मोजिल्ला समाचारक सँग बनल रहू, जकरा मे सबसँ हालक टिप्स-ट्रिक्स रहए जकरासँ अहाँ फायरफाक्सकेँ सबसँ बेसी फायदा लाए सकी. ई हमरा लेल संपर्क में रहब लेल सबसँ नीक तरीका अछि!
te: నెలవారీ నవీకరణలకు సబ్‌స్క్రైబై తాజా మొజిల్లా వార్తలు పొందండి, సరికొత్త చిట్కాలు మరియు మెళుకువల గురించి తెలుసుకొనుట ద్వారా మీ ఫైర్‌ఫాక్స్ విహారిణి గురించి మరింత తెలుసుకొనండి. మాకు చేరువలో వుండుటకు యిది మంచి మార్గం!

source: We just sent you a confirmation message by email. Click on the confirmation link in this email to validate your subscription to this mailing list.
es_mx: Te enviamos un mensaje de confirmación por correo. Haz clic en el enlace de confirmación para validar tu suscripción a esta lista de correo.
km: យើង​ទើប​តែ​ផ្ញើ​សារ​អះអាង​ទៅ​អ្នក​តាម​រយៈ​អ៊ីមែល ។ ចុច​លើ​តំណ​អះអាង​ក្នុង​អ៊ីមែល​នេះ​ដើម្បី​បញ្ជាក់​ការ​ជាវ​ជា​ប្រចាំ​របស់​ចំពោះ​បញ្ជី​សំបុត្រ​រួម​នេះ ។
mai: हम अहाँक अखन एकटा ईमेल पुष्टिक लेल कएन छी. ईमेलमे पुष्टि लिंक पर क्लिक करू अहाँक ई मेलिंग लिस्टपर सदस्यताक वैध करबाक लेल क्लिक करू.
te: మేము ఇప్పుడే మీ ఈమెయిల్‌కు ఒక నిర్థారణ సందేశాన్ని పంపించాము. ఈ మెయిలింగ్ జాబితాకు మీ చందాను నిర్ధారించేందుకు ఆ ఈమెయిల్ లోని నిర్థారణ లంకెపై నొక్కండి.

source: Read all about it in our <span>newsletter</span>
bn_bd: আমাদের <span>নিউজলেটার</span> সম্পর্কে সব কিছু পড়ুন
es_mx: ¡Lee toda la información sobre Firefox en <span>nuestro boletín!</span>
km: អាន​វា​ទាំងអស់​នៅ​ក្នុង​ទ្រង់ទ្រាយ <span>ព្រឹត្តិបត្តិ​ព័ត៌មាន</span>
mai: हमर <span>न्यूजलेटर</span> मे सभचीज हमर बारे मे पढ़ू
te: దీని గురించి అంతా మా <span>వార్తాలేఖ</span>లో చదవండి

source: Your newsletter subscription has been confirmed.
bn_bd: আপনার নিউজলেটার সাবস্ক্রিপশন নিশ্চিত হয়েছে।
br: Kadarnaet eo bet ho koumanant d'al lizher kelaouiñ.
es_mx: Tu suscripción al boletín ha sido confirmada.
km: ការ​ជាវ​ប្រចាំ​ព្រឹត្តិបត្តិ​ព័ត៌មាន​របស់​អ្នក​បាន​បញ្ជាក់ ។
te: మీ వార్తాలేఖ చందా నిర్ధారించబడింది.

source: Format
es_mx: Formato
km: របស់​អ្នក
mai: प्रारूप
te: ఫార్మాట్

source: You’re All Set! <span>But Wait, There’s More</span>
es_mx: ¡Ya estás listo! <span>Pero espera, hay más</span>
km: រួចរាល់​ហើយ! <span>តែ​ចាំ​មួយ​ភ្លែត មាន​បន្ថែម​ទៀត</span>
mai: अहाँ तैआर छी! <span>मुदा रुकू, आओर बहुते चीज अछि</span>
te: అంతా సిద్ధమే! <span>ఆగండి, ఇంకా ఉన్నాయి</span>

source: Want to get the most relevant info? Tell us a little more about yourself. And while you’re here, sign up for other Mozilla news.
es_mx: ¿Deseas recibir la info más relevante? Cuéntanos un poco más de ti. Y ya que estás, suscríbete a otras noticias de Mozilla.
km: ចង់​ទទួល​បាន​ព័ត៌មាន​ដែល​ទាក់ទង? ប្រាប់​យើង​បន្ថែម​ពី​ខ្លួន​អ្នក ។ ហើយ​ខណៈ​​ដែល​អ្នក​នៅ​ទីនេះ សូម​ចុះ​ឈ្មោះ​សម្រាប់​ព័ត៌មាន Mozilla ផ្សេង​ទៀត ។
mai: सबसँ बेसी जरूरी जानकारी चाहैछी? हमरा अपना संबंधमे आओर बताउ. आओर, जखन अहाँ एतए छी, मोजिल्ला समाचारक लेल साइन अप करू.
te: మరింతగా సరిపోలు సమాచారం పొందాలనుకొంటున్నారా? మీగురించి మాకు యింకా కొంత చెప్పండి. మీరు యిక్కడ వున్నప్పుడు, యితర మొజిల్లా వార్తలకు సైనప్ కండి.

source: Firefox & You
bn_bd: ফায়ারফক্স এবং আপনি
br: Firefox ha c'hwi
es_mx: Firefox y Tú
km: Firefox & អ្នក
mai: फायरफाक्स आओर अहाँ
te: ఫైర్‌ఫాక్స్ & మీరు

source: A monthly newsletter and special announcements giving you tips to improve your experience with Firefox on your desktop and Android device.
bn_bd: একটি মাসিক নিউজলেটার এবং বিশেষ ঘোষণা ডেস্কটপ এবং অ্যান্ড্রয়েড ডিভাইসে আপনার ফায়ারফক্স অভিজ্ঞতাকে আরও ভালো করতে বিভিন্ন পরামর্শ দেয়।
br: Ul lizher kelaouiñ miziek ha kemennoù arbennik evit reiñ alioù a-benn gwellaat ho arver Firefox war ho urzhiataer pe ho trevnad Android.
es_mx: Un boletín mensual y avisos especiales dándote consejos para mejorar tu experiencia con Firefox en tu escritorio y dispositivo Android.

source: Firefox OS News
bn_bd: ফায়ারফক্স ওএস এর খবরাখবর
br: Keleier a-zivout Firefox OS
es_mx: Noticias de Firefox OS

source: A monthly newsletter and special announcements on how to get the most from your Firefox OS device, including the latest features and coolest Firefox Marketplace apps.
bn_bd: নতুন নতুন ফিচার এবং মার্কেটপ্লেসের চমকপ্রদ অ্যাপ সম্পর্কিত তথ্য সহ আপনার ফায়ারফক্স ওএস ডিভাইসের সর্বোচ্চ ব্যবহার সম্পর্কে জানতে পারবেন এই মাসিক নিউজলেটার এবং বিশেষ ঘোষণায়।
br: Ul lizher kelaouiñ miziek ha kemennoù arbennik evit gouzout penaos kaout ar pep gwellañ eus ho trevnad Firefox OS, keweriusterioù diwezhañ hag arloadoù gwellañ ar Firefox Marketplace en o zouez.
es_mx: Un boletín mensual y avisos especiales sobre como sacar el mejor provecho de tu dispositivo Firefox OS, incluyendo las últimas características y las más geniales aplicaciones en el Marketplace de Firefox.

source: Mozilla Communities
bn_bd: মজিলা কমিউনিটি
br: Kumuniezhioù Mozilla
es_mx: Comunidades de Mozilla

source: Bringing you the best new opportunities to help support the open Web.
bn_bd: ওপেন ওয়েবকে সমর্থনে সাহায্য করার সর্বোৎকৃষ্ট নতুন নতুন সুযোগ আপনাকে এনে দেয়।
br: Kinnig a reomp deoc'h an degouezhioù gwellañ evit skoazell ar web digor.
es_mx: Ofreciéndote nuevas y mejores oportunidades para ayudar con el soporte de una Web abierta.
km: នាំ​មក​នូវ​​ឱកាស​ថ្មី​ប្រសើរ​បំផុត​ដើម្បី​ជួយ​គាំទ្រ​បណ្ដាញ​បើក​ទូលាយ។

source: Firefox Student Ambassadors
bn_bd: ফায়ারফক্স স্টুডেন্ট অ্যাম্বাসেডর
br: Kannadourien Studierien Firefox
es_mx: Embajadores estudiantiles de Firefox

source: A monthly newsletter on how to get involved with Mozilla on your campus.
bn_bd: কিভাবে আপনার ক্যাম্পাসে মজিলার সাথে সমৃক্ত হতে পারেন এ সংক্রান্ত একটি নিউজলেটার।
br: Ul lizher kelaouiñ miziek evit gouzout penaos kemer perzh e Mozilla en ho skol-Veur.
es_mx: Un boletín mensual sobre como involucrarse con Mozilla en tu campus.
km: សំបុត្រ​សារព័ត៌មាន​​ប្រចាំខែ​លើ​របៀប​ចូលរួម​ជាមួយ Mozilla លើ​បណ្ដាញ​របស់​អ្នក។

source: A monthly newsletter to keep you up to date with the Firefox Affiliates program.
bn_bd: ফায়ারফক্স অ্যাফিলিয়েট প্রোগ্রাম সম্পর্কে আপনাকে হালনাগাদ রাখে এমন একটি নিউজলেটার।
br: Ul lizher kelaouiñ miziek da chom gant titouroù hizivaet a-zivout ar programm Firefox Affiliates.
es_mx: Un boletín mensual para mantenerte al día sobre el programa Firefox Affiliates.
km: ព្រឹត្តិបត្រ​ព័ត៌មាន​​ប្រចាំខែ​​ធ្វើ​ឲ្យ​អ្នក​ទទួល​បាន​បច្ចុប្បន្នភាព​ជាមួយ​កម្មវិធី​ Firefox Affiliates។

source: Firefox Apps & Hacks
bn_bd: ফায়ারফক্স অ্যাপ এবং হ্যাক
br: Arloadoù & tunioù Firefox
es_mx: Firefox aplicaciones y hacks

source: News for developers about Firefox OS, Firefox Marketplace and the Open Web apps ecosystem.
bn_bd: ফায়ারফক্স ওএস, ফায়ারফক্স মার্কেটপ্লেস এবং ওপেন ওয়েব অ্যাপ ইকোসিস্টেম সম্পর্কে ডেভেলপারদের জন্য খবরাখবর।
br: Keleier evit an diorroerien a-zivout Firefox OS, Firefox Marketplace ha trevreizhiad arloadoù ar web digor.
es_mx: Noticias para desarrolladores acerca de Firefox&nbsp;OS, Firefox Marketplace y el ecosistema de aplicaciones de Web abierta.
km: ព័ត៌មាន​សម្រាប់​អ្នក​អភិវឌ្ឍន៍​អំពី Firefox OS, Firefox Marketplace និង​ប្រព័ន្ធ​អេកូ​កម្មវិធី​បណ្ដាញ​បើក​ចំហ។

source: Mozillians
bn_bd: মজিলিয়ান
br: Mozillianed
es_mx: Mozilleros

source: Firefox for desktop
bn_bd: ডেস্কটপের জন্য ফায়ারফক্স
br: Firefox evit urzhiataerioù
es_mx: Firefox para escritorio
km: Firefox សម្រាប់​ផ្ទៃតុ

source: Don’t miss the latest announcements about our desktop browser.
bn_bd: আপনার ডেস্কটপ ব্রাউজার সম্পর্কে সর্বশেষ ঘোষণা মিস করবেন না যেন।
br: Arabat deoc'h c'hwitout kemennoù diwezhañ diwar-benn hor merdeer burev.
es_mx: No te pierdas los últimos avisos acerca de nuestro navegador de escritorio.
km: កុំ​ភ្លេច​សេចក្ដី​ប្រកាស​ព័ត៌មាន​ចុងក្រោយ​អំពី​កម្មវិធី​អ៊ីនធឺណិត​លើ​កុំព្យូទ័រ​របស់​អ្នក។

source: Firefox for Android
bn_bd: অ্যান্ড্রয়েড এর জন্য ফায়ারফক্স
br: Firefox evit Android
es_mx: Firefox para Android
km: Firefox សម្រាប់ Android

source: Keep up with releases and news about Firefox for Android.
bn_bd: অ্যান্ড্রয়েডের জন্য ফায়ারফক্সের খবরাখবর এবং মুক্তি সম্পর্কিত খবর জানুন।
br: Chomit titouret diwar-benn ermaeziadennoù ha nevezadennoù Firefox evit Android.
es_mx: Entérate de los nuevos lanzamientos y noticias acerca de Firefox para Android.

source: Be the first to know when Firefox OS devices are available in your country.
es_mx: Sé el primero en saber cuando los dispositivos Firefox OS estén disponibles en tu país.
km: ធ្វើ​ជា​​មនុស្ស​ដំបូង​ដែល​ដឹង​ថា​ពេល​ណា​ឧបករណ៍​ប្រើ​​ប្រព័ន្ធ​ប្រតិបត្តិការ Firefox មាន​នៅ​ក្នុង​ប្រទេស​របស់​អ្នក។

source: Special announcements and messages from the team dedicated to keeping the Web free and open.
bn_bd: ওয়েবকে ফ্রি ও উন্মুক্ত রাখতে উৎসর্গকৃত দলের কাছ থেকে বার্তা ও বিশেষ ঘোষণা।
br: Kemennoù arbennik ha kemennadennoù a-berzh ar skipailh a ra war-dro derc'hel ar Web digoust ha digor.
es_mx: Avisos especiales y mensajes del equipo dedicado a mantener la Web libre y abierta.

source: Know when the coolest apps hit the Marketplace for your platform:
es_mx: Entérate cuando las más geniales aplicaciones lleguen al Marketplace para tu plataforma:

source: Firefox OS smartphone owner?
bn_bd: ফায়ারফক্স ওএস স্মার্টফোনের মালিক?
br: Ur poellgomz Firefox OS a zo ganeoc'h ?
es_mx: ¿Dueño de un teléfono inteligente Firefox OS?

source: Don’t miss important news and updates about your Firefox OS device.
bn_bd: আপনার ফায়ারফক্স ওএস ডিভাইস সম্পর্কি খবর এবং হালনাগাদ তথ্য সম্পর্কিত গুরুত্বপূর্ণ খবর মিস করবেন না যেন।
br: Arabat deoc'h c'hwitout ar c'heleier hag an hizivadennoù pouezus diwar-benn ho trevnad Firefox OS.
es_mx: No te pierdas importantes noticias y actualizaciones acerca de tu dispositivo Firefox OS.

source: Our Other Newsletters:
es_mx: Otros boletines de Mozilla:
km: ព្រឹត្តិបត្តិ​ព័ត៌មាន​ផ្សេង​ទៀត​របស់​យើង ៖
mai: हमर आन न्यूजलेटर:
te: మా ఇతర వార్తాలేఖలు:

source: Get the latest tips and tricks for getting the most out of your favorite browser.
es_mx: Recibe los últimos trucos y consejos sobre cómo sacar el máximo partido a tu navegador favorito.
km: យក​គន្លឹះ​ចុងក្រោយ​បំផុត​សម្រាប់​កម្មវិធី​រុករក​អ៊ីនធឺណិត​សំណព្វ​ចិត្ត​របស់​អ្នក ។
mai: अपन पसिन्नक ब्राउजरसँ बेसी फायदा लेल लेल सलाह आओर युक्ति बताउ.
te: సరికొత్త చిట్కాలూ మెళుకువల గురించి తెలుసుకొనుట ద్వారా మీ అభీష్ట విహారిణి నుండి ఎక్కువ పొందండి.

source: Learn about the hottest new add-ons and features for Firefox mobile.
es_mx: Conoce los nuevos complementos y características más populares en Firefox para dispositivos móviles.
km: សិក្សា​បន្ថែម​ពី​កម្មវិធី​បន្ថែម និង​លក្ខណៈ​បន្ថែម​ថ្មី​បំផុត​សម្រាប់ Firefox សម្រាប់​ទូរសព្ទ ។
mai: फायरफाक्सकेँ सबसँ नव सहयुक्ति आओर फीचरक संबंधमे आओर जानू.
te: ఫైర్‌ఫాక్స్ మొబైల్ కొరకు సరికొత్త పొడిగింతలు మరియు విశేషణాల గురించి తెలుసుకోండి.

source: Beta News
bn_bd: বেটা এর খবর
br: Keleier an handelv Beta
es_mx: Noticias Beta
km: ព័ត៌មាន Beta
mai: बीटा समाचार
te: బీటా వార్తలు

source: Let’s Be Friends!
es_mx: ¡Seamos amigos!
km: តោះ​ធ្វើ​ជាមិត្ត​និង​គ្នា !
mai: आउ हम मित्र बनू!
te: మిత్రులుగా వుందాం రండి!

source: Firefox is also on your favorite social networking sites. Connect with us and join the conversation.
es_mx: Firefox está también en tus redes sociales favoritas. Conecta con nosotros y únete a la conversación.
km: Firefox ក៏​មាន​នៅ​លើ​បណ្ដាញ​ទំនាក់ទំនង​សង្គម​ចំណូល​ចិត្ត​របស់​អ្នក​ដែរ។ ភ្ជាប់​ជាមួយ​យើង និង​ចូលរួម​ការ​ភិក្សា។
mai: फायरफाक्स अहाँक मनपसिन्न सोसल नेटवर्किंग साइटो पर अछि. हमरा संग जुड़ू आओर गप-सप मे भाग लिअ.
te: ఫైర్‌ఫాక్స్ మీ అభీష్ట సోషల్ నెట్వర్కింగ్ సైట్ల పైనకూడా వుంది. మాతో కలిసి చర్చలో పాల్గొనండి.

source: Manage your <span>Newsletter Subscriptions</span>
bn_bd: আপনার <span>নিউজলেটার সাবস্ক্রিপশন </span> পরিচালনা করুন
br: Ardeiñ ho <span>koumanantoù</span>
es_mx: Administrar tus <span>suscripciones a los boletines</span>
km: គ្រប់គ្រង<span>ការ​ជាវ​ប្រចាំ​ព្រឹត្តិបត្តិ​ព័ត៌មាន</span>​របស់​អ្នក
mai: अपन <span>न्यूजलेटर सदस्यता</span> प्रबंधित करू
te: మీ <span>వార్తాలేఖ చందాల</span> నిర్వహణ

source: Manage your Email Preferences
bn_bd: আপনার ইমেইল সংক্রান্ত পছন্দ ঠিক করুন
br: Merañ ho gwellvezioù postel
es_mx: Administra las preferencias de tu correo electrónico

source: We love sharing updates about all the awesome things happening at Mozilla.
bn_bd: মজিলা ঘটছে এমন অসাধারণ ঘটনার হালনাগাদ খবর আমরা শেয়ার করতে ভালবাসি।
br: Entanet omp o rannañ nevezadennoù diwar-benn an holl traoù dreist o c'hoarvezout e Mozilla.
es_mx: Amamos compartir actualizaciones acerca de todas las cosas increíbles que están sucediendo en Mozilla.

source: Set your preferences below to make sure you always receive the news you want.
bn_bd: সবসময় আপনার কাঙ্খিত খবর পেতে পারেন তা নিশ্চিত করতে নিচে আপনার পছন্দ সেট করুন।
br: Arventennit ho kwellvezioù dindan evit bezañ sur e resevit ar c'heleier a fell deoc'h.
es_mx: Establece tus preferencias en la parte de abajo para asegurar que siempre recibirás las noticias que quieras.

source: Newsletters
bn_bd: নিউজলেটার
br: Lizhiri kelaouiñ
es_mx: Boletines

source: Getting too much email from us?
bn_bd: আমাদের কাছ থেকে অনেক বেশি ইমেইল পাচ্ছেন?
br: Re a posteloù eus hor ferzh a vez resevet ganeoc'h ?
es_mx: ¿Te están llegando muchos correos electrónicos de nosotros?
km: តើ​ទទួល​បាន​អ៊ីមែល​ច្រើន​ពេក​ពី​យើង​មែន​ទេ?

source: Not interested in our newsletters, but like those special announcements? No problem.
bn_bd: আমাদের নিউজলেটারে আগ্রহী না, কিন্তু এমন বিশেষ ঘোষণায় আগ্রহী? সমস্যা নেই।
br: N'hoc'h ket dedennet en hol lizhiri kelaouiñ, met plijout a ra deoc'h ar c'hemennoù arbennik ? Kudenn ebet.
es_mx: ¿No te interesan nuestros boletines ni tampoco los anuncios especiales? No hay problema.

source: We can keep in touch with occasional messages that matter most to you.
bn_bd: যা আপনার জন্য বেশি প্রজোয্য এমন গুরুত্বপূর্ণ বার্তা নিয়ে আপনার সাথেই আছি।
br: Gallout a reomp chom e darempred gant kemennadennoù a gavit pouezus bep an amzer.
es_mx: Podemos mantenernos en contacto con mensajes ocasionales que verdaderamente te interesen.

source: Check all categories that apply to you, and we promise to keep the mail to a minimum.
bn_bd: আপনার ক্ষেত্রে প্রযোজ্য বিষয়শ্রেণী নির্বাচন করুন, এবং মেইলের সংখ্যা নূন্যতম রাখার প্রতিজ্ঞা করছি আমরা।
br: Gwiriekait an holl rummadoù ho peus c'hoant, ha prometiñ a reomp derc'hel ar posteloù d'an izelañ.
es_mx: Selecciona todas las categorías que van contigo, te prometemos que mantendremos el correo electrónico al mínimo.

source: I’m interested in:
bn_bd: আমি আগ্রহী:
br: Dedennet on e :
es_mx: Me interesa:

source: Subscribe
bn_bd: সাবস্ক্রাইব করুন
br: Koumanantiñ
es_mx: Suscribirme
km: ជាវ​ប្រចាំ
mai: सदस्यता लिअ
te: చందాచేరు

source: Unsubscribe
bn_bd: আনসাবস্ক্রাইব করুন
br: Digoumanantiñ
es_mx: Cancelar suscripción
km: ឈប់​ជាវ​ប្រចាំ
mai: सदस्यता छोड़ब
te: చందావిరమించు

source: Check here if you’d like to be removed from all Mozilla emails
es_mx: Marca aquí si deseas darte de baja de todos los correos de Mozilla
km: ធីក​ទីនេះ បើ​អ្នក​ចង់​ដក​ចេញ​ពី​អ៊ីមែល​របស់ Mozilla ទាំងអស់
mai: एकरा जाँचू जँ अहाँ सभ मोजिल्ला ईमेलसँ हटाबैक लेल चाहैछी
te: అన్ని మొజిల్లా ఈమెయిళ్ళ నుండి తీసివేయాలంటే ఇక్కడ టిక్కు పెట్టండి

source: Remove me from all Mozilla emails
bn_bd: সব মোজিলা ইমেইল থেকে আমাকে অপসারণ করুন
br: Digoumanantiñ ac'hanon eus an holl lizhiri kelaouiñ eus Mozilla
es_mx: Darme de baja de todos los correos de Mozilla
km: យក​ខ្ញុំ​ចេញ​ពី​អ៊ីមែល Mozilla ទាំងអស់
mai: सभ मोजिल्ला ईमेलसँ हमरा हटाबू
te: నన్ను అన్ని మొజిల్లా ఈమెయిళ్ళ నుండి తీసివేయి

source: Save Preferences
bn_bd: পছন্দসমূহ সংরক্ষণ করুন
br: Enrollañ ar gwellvezioù
es_mx: Guardar preferencias
km: រក្សា​ទុក​ចំណូល​ចិត្ត
mai: वरीयता सहेजू
te: అభీష్టాలను భద్రపరచు

source: Thanks for updating your email preferences.
bn_bd: আপনার ইমেইল পছন্দসমূহ হালনাগাদ করার জন্য ধন্যবাদ।
br: Trugarez deoc'h da vezañ hizivaet ho kwellvezioù.
es_mx: Gracias por actualizar tus preferencias de correo.
km: អរគុណ​សម្រាប់​ការ​ធ្វើ​បច្ចុប្បន្ន​ភាព​ចំណូល​ចិត្ត​អ៊ីមែល​របស់​អ្នក ។
mai: अपन ईमेल वरीयताक अपडेट करबाक लेल धन्यवाद.
te: మీ ఈమెయిల్ అభీష్టాలను నవీకరించినందుకు ధన్యవాదములు.

source: You've been unsubscribed.
es_mx: Has cancelado tu suscripción.
km: អ្នក​បាន​ឈប់​ជាវ​ប្រចាំ ។
mai: अहाँक सदस्यता वापस लए लेल गेले.
te: మీరు చందా విరమించారు.

source: We’re sorry to see you go. Would you mind telling us why you’re leaving?
es_mx: Lamentamos que te vayas. ¿Te importaría contarnos por qué te marchas?
km: យើង​ពិត​ជា​សោក​ស្ដាយ​ណាស់​ដែល​អ្នក​ចាក​ចេញ ។ តើ​អ្នក​អាច​ប្រាប់​ពួក​យើង​បាន​ទេ ហេតុ​អ្វី​បាន​ជា​អ្នក​ចាកចេញ?
mai: हमरा माफ करू जे अहाँ छोड़ि रहल छी. की अहाँ बताबै लेल चाहब जे अहाँ किआ छोड़ि रहल छी?
te: మీరు విడిచి వెళుతున్నందుకు భాదగా వుంది, మీరు యేమీ అనుకోకపోతే యెందుకు విడిచి వెళుతున్నారో మాకు చెప్పగలరా?

source: You send too many emails.
bn_bd: আপনি অনেকগুলি ইমেইল পাঠান।
br: Kas a rit re a bosteloù.
es_mx: Recibo demasiados correos.
km: អ្នក​ផ្ញើ​អ៊ីមែល​ច្រើន​ពេក​មក​ខ្ញុំ ។
mai: अहाँ बहुते ईमेल भेजै छी.
te: మీరు చాలా ఈమెయిల్స్ పంపారు.

source: Your content wasn't relevant to me.
bn_bd: তোমার বিষয়বস্তু আমার সাথে প্রাসঙ্গিক ছিল না।
br: An endalc'had ne oa ket talvoudus evidon.
es_mx: El contenido no me parecía relevante.
km: មាតិការ​របស់​អ្នក​មិន​ទាក់ទង​ជាមួយ​ខ្ញុំ ។
mai: अहाँक अंतर्वस्तु हमरासँ संबंधित नहि अछि.
te: మీ విషయం(కాంటెంట్) నాకు సంభందించినదిగా లేదు.

source: Your email design was too hard to read.
bn_bd: আপনার ই-মেইল শৈলী পড়ার জন্য খুব বেশি কঠিন।
br: Re ziaes da lenn e oa ho postel
es_mx: El diseño del correo no facilitaba la lectura.
km: ការ​រចនា​អ៊ីមែល​របស់​អ្នក​ពិបាក​ក្នុង​ការ​អាន​ណាស់ ។
mai: अहाँक ईमेल पढबामे बहुत कठिन छल.
te: మీ ఈమెయిల్ రూపు చదువుటకు చాలా కష్టంగా వుంది.

source: I didn't sign up for this.
bn_bd: আমি এইজন্য সাইন আপ করিনি।
br: N'em eus ket koumanantet d'an dra-se.
es_mx: No me di de alta en esta suscripción.
km: ខ្ញុំ​មិន​បាន​ចុះ​ឈ្មោះ​ទេ ។
mai: हम एकरा लेल साइन अप नहि कएने रही.
te: దీని కొరకు నేను సైనప్ కాలేదు.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
bn_bd: আমি ফেসবুক ও টুইটারের পরিবর্তে মোজিলার সঙ্গে যোগাযোগ রাখছি।
br: Mont a ran e darempred gant Mozilla war Facebook pe dTwitter en e lec'h.
es_mx: Prefiero seguir en contacto con Mozilla en Facebook y Twitter.
km: ខ្ញុំ​នឹង​នៅ​តែ​មាន​ទំនាក់ទំនង​ជាមួយ Mozilla តាម​រយៈ Facebook និង Twitter ។
mai: हम फेसबुक आओर ट्विटर पर मोजिल्लाक संपर्क में छी.
te: బదులుగా నేను ఫేస్‌బుక్ మరియు ట్విట్టర్ నందు మొజిల్లాతో చేరువలో వుంటాను.

source: Submit
bn_bd: জমা দিন
br: Kas
es_mx: Enviar
km: ដាក់​ស្នើ
mai: सुपुर्द करू
te: దాఖలుచెయ్యి

source: Thanks for telling us why you’re leaving.
bn_bd: আপনার চলে যাওয়ার কারণ সম্পর্কে আমদের বলার জন্য ধন্যবাদ।
br: Trugarez deoc'h da vezañ lavaret deomp perak ez it kuit.
es_mx: Gracias por contarnos por qué te vas.
km: អរគុណ​សម្រាប់​ការ​ប្រាប់​ពួក​យើង​ពី​មូលហេតុ​ដែល​អ្នក​ឈប់​ប្រើ ។
mai: हमरा बताउ जे किआ अहाँ छोड़ि रहल छी.
te: మీరు యెందుకు విడిచి వెళుతున్నారో మాకు చెప్పినందులకు ధన్యవాదములు.

source: Mozilla Newsletters
es_mx: Boletines de Mozilla
km: ព្រឹត្តិបត្រ​ព័ត៌មាន​ Mozilla
mai: मोजिल्ला न्यूजलेटर
te: మొజిల్లా వార్తాలేఖలు

source: Thanks! Please check your inbox to confirm your subscription.
bn_bd: ধন্যবাদ! আপনার সাবস্ক্রপশন নিশ্চত হওয়ার জন্য আপনার ইনবক্স পরীক্ষা করুন।
br: Trugarez ! Mar plij, gwirit ho poest degemer evit kadarnaat ho koumanantiñ.
es_mx: ¡Gracias! Por favor, revisa tu buzón de correo para confirmar tu suscripción.
km: អរគុណ! សូម​ពិនិត្យ​មើល​ប្រអប់​សំបុត្រ​របស់​អ្នក​ដើម្បី​​បញ្ជាក់​ការ​ជាវ​របស់​អ្នក។
mai: धन्यवाद! अपन सदस्यताक पुष्टिक लेल अपन इनबाक्स जाँचू.
te: కృతజ్ఞతలు! మీ చందాను నిర్ధారించడానికి మీ ఇన్‌బాక్స్‌లో మెయిలును చూడండి.
