Repository: translate/mozilla-lang
Catalog: */newsletter.lang.po
Languages: bn_bd, br, es_mx, km, mai, te

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
bn_bd: আপনার সাবস্ক্রিপশন নিশ্চিত হতে mozilla@e.mozilla.org থেকে একটি ই-মেইল পাবেন। যদি আপনি তা দেখতে না পান, স্প্যাম ফিল্টার পরীক্ষা করুন। আমাদের নিউজলেটার পাওয়ার জন্য আপনাকে আপনার সাবস্ক্রিপশন নিশ্চিত করতে হবে।
br: Ur postel a berzh mozilla@e.mozilla.org a zegemerot evit kadarnaat ho koumanantiñ. Ma ne welit ket anezhañ, gwirit ho siloù spam. Ret eo deoc'h kadarnaat ho koumanantiñ evit degemer hol lizhiri kelaouiñ.
es_mx: Recibirás un correo de mozilla@e.mozilla.org para confirmar tu suscripción. Si no lo ves, verifica tu filtro de spam. Debes confirmar tu suscripción para recibir nuestro boletín.
km: អ្នក​នឹង​ទទួល​បាន​អ៊ីមែល​ពី mozilla@e.mozilla.org ដើម្បី​បញ្ជាក់​ការ​ជាវ​របស់​អ្នក។ បើ​អ្នក​មិន​ឃើញ​វា​ទេ សូម​ពិនិត្យ​មើល​​ក្នុង​តម្រង​​សារ​ឥត​បាន​ការ​របស់​អ្នក។ អ្នក​ត្រូវតែ​បញ្ជាក់​ការ​ជាវ​របស់​អ្នក​ដើម្បី​ទទួល​បាន​​ព្រឹត្តិបត្រ​របស់​យើង។
mai: अहाँ mozilla@e.mozilla.org सँ पुष्टि करबाक लेल एकटा ईमेल पाएब. जँ अहाँक ई नहि भैटल, अपन स्पैम फिल्टरक संग एकरा जाँचू जाहिसँ अहाँ हमर न्यूजलेटर पाबि सकैछी.
te: మీ చందాను నిర్ధారించేందుకు మీకు mozilla@e.mozilla.org నుండి ఈమెయిలు వస్తుంది. అది కనబడకపోతే, మీ స్పాము వడపోతలను సరిచూసుకోండి. మా వార్తాలేఖను అందుకోవాలంటే మీరు తప్పనిసరిగా మీ చందాను నిర్ధారించాలి.

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
bn_bd: অনুগ্রহ করে আমাদের ইমেইল পাঠানোর ঠিকানা: mozilla@e.mozilla.org যোগ করা নিশ্চত করুন আপনার ঠিকানা বুকে যাতে আমরা সবসময় আপনার ইনবক্সে পৌছতে পারি তা নিশ্চত করার জন্য।
br: Mar plij, ouzhpennit hor chomlec'h kas : mozilla@e.mozilla.org d'ho karned chomlec'hioù evit bezañ sur e c'hellimp tizhout ho poest degemer.
es_mx: Por favor, añade nuestra dirección de envío mozilla@e.mozilla.org a tu libreta de direcciones para asegurarte de que siempre lleguemos a tu buzón.
km: សូម​ប្រាកដ​ដើម្បី​បន្ថែម​អាសយដ្ឋាន​ផ្ញើ​របស់​ពួក​យើង៖ mozilla@e.mozilla.org ចំពោះ​សៀវភៅ​អាសយដ្ឋាន​របស់​អ្នក​ដើម្បី​ប្រាកដ​ថា​យើង​​បាន​ទៅ​ដល់​ប្រអប់​​ទទួល​របស់​អ្នក​ជានិច្ច។
mai: कृपया अपन भेजैबला पता जोड़ब कए पक्का करू: mozilla@e.mozilla.org केँ अपन पता पुस्तिकामे जाहिसँ हम पक्का कए सकी जे हम अहाँक इनबाक्समे हमेशा पहुँच सकी.
te: మా సందేశాలు ఎప్పుడూ మీ ఇన్‌బాక్స్‌కే చేరేలా మేం పంపే చిరునామా mozilla@e.mozilla.org ను మీ అడ్రస్ బుక్‌లో చేర్చుకోండి.

source: Get Firefox news
es_mx: Recibe noticias sobre Firefox
km: ទទួល​បាន​ព័ត៌មាន Firefox
te: ఫైర్‌ఫాక్స్ వార్తలను పొందండి

source: YOUR EMAIL HERE
es_mx: TU CORREO AQUÍ
km: អ៊ីមែល​របស់​អ្នក​នៅទីនេះ
te: ఇక్కడ మీ ఈమెయిలు

source: Sign me up
es_mx: ¡Suscribirme!
km: ចុះ​ឈ្មោះ​ខ្ញុំ
mai: हमरा साइन अप करू
te: నన్ను చేర్చుకోండి

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
es_mx: Me parece bien que Mozilla gestione mi información según se indica en <a href="%s">esta Política de privacidad</a>
km: ខ្ញុំ​យល់ព្រម​ជាមួយ​ការ​គ្រប់គ្រង Mozilla ​ព័ត៌មាន​របស់​ខ្ញុំ​ដូច​ដែល​បាន​ពន្យល់​នៅ​ក្នុង <a href="%s">គោលនយោបាយ​ឯកជន​នេះ</a>

source: The supplied link has expired. You will receive a new one in the next newsletter.
bn_bd: সরবরাহকৃত লিঙ্কটির মেয়াদ শেষ হয়ে গেছে। আপনি পরের নিউজলেটারে নতুন একটি পাবেন।
br: Diamzeret eo an ere bet pourchaset. Degemeret e vo un ere nevez ganeoc'h e-barzh al lizher kelaouiñ da zont.
es_mx: El enlace proporcionado ha caducado. Recibirás una nueva en el próximo boletín.
km: តំណ​ដែល​បាន​ផ្ដល់​បាន​ផុត​កំណត់។ អ្នក​នឹង​ទទួល​បាន​តំណ​ថ្មី​មួយ​ក្នុង​សំបុត្រ​សារព័ត៌មាន​បន្ទាប់។

source: Something is amiss with our system, sorry! Please try again later.
bn_bd: আপনার সিস্টেমে কোন ভুল রয়েছে, দুঃখিত! অনুগ্রহ করে পরে আবার চেষ্টা করুন।
br: Degouezhet ez eus bet ur fazi gant hor reizhiad, digarezit ! Klaskit en-dro diwezhatoc'h, mar plij.
es_mx: Algo no esta bien en nuestro sistema, discúlpanos. Inténtalo de nuevo más tarde.
km: មាន​កំហុស​អ្វី​មួ​ជាមួយ​ប្រព័ន្ធ​របស់​ពួក​យើង, សូមទោស! សូម​ព្យាយាម​ម្ដងទៀត​ពេលក្រោយ។

source: English&nbsp;only
bn_bd: ইংরেজি&nbsp;কেবলমাত্র
br: Saozneg&nbsp;nemetken
es_mx: Sólo en&nbsp;inglés
km: អង់គ្លេស&nbsp;only

source: Newsletter Subscriptions
bn_bd: নিউজলেটারে সাবস্ক্রিপশন
br: Koumanantoù d'al lizher kelaouiñ
es_mx: Suscripción a boletines
km: ការ​ជាវ​សំបុត្រ​សារព័ត៌មាន

source: Newsletter confirm
bn_bd: নিউজলেটার নিশ্চিত করুন
br: Kadarnaat ar c'houmanant d'al lizher kelaouiñ
es_mx: Confirmar boletín
km: ការ​បញ្ជាក់​សំបុត្រ​សារព័ត៌មាន​

source: Format:
bn_bd: বিন্যাস:
br: Mentrezh :
es_mx: Formato:
km: របស់​អ្នក៖

source: You’ve been unsubscribed.
bn_bd: আপনি আনসাবস্ক্রাইব হয়েছেন।
br: Digoumanantet oc'h bet.
es_mx: Has cancelado tu suscripción.
km: អ្នក​បាន​ឈប់​ជាវ​​ជា​ប្រចាំ​ហើយ ។

source: We’re sorry to see you go.
bn_bd: আপনাকে চলে যেতে দেখে আমরা দুঃখিত।
br: Trist omp da welout ac'hanoc'h o vont kuit.
es_mx: Lamentamos verte partir.
km: យើង​សោកស្ដាយ​ដែល​ឃើញ​អ្នក​ទៅ។

source: Would you mind telling us why you’re leaving?
bn_bd: যদি কিছু মনে না করেন আমাদের বলবেন কেন আপনি চলে যাচ্ছেন?
br: Fellout a ra deoc'h lavar deomp perak ez it kuit ?
es_mx: ¿Te molestaría decirnos por qué te estás yendo?
km: តើ​​អ្នក​ប្រកាន់​ក្នុង​ការ​ប្រាប់​យើង​ហេតុ​អ្វី​អ្នក​ចាក​ចេញ?

source: Other…
bn_bd: অন্যান্য...
br: All…
es_mx: Otra…
km: ផ្សេង…

source: While here, why not check out some more Firefox awesomeness.
bn_bd: যখন এখানে আছেন, ফায়ারফক্সের আরও কিছু অসাধারণ ব্যাপার দেখে নিন।
br: Kemerit tro ac'hano evit dizoleiñ keweriusterioù all eus Firefox.
es_mx: Ya que estás aquí, por qué no descubres más cosas de Firefox que te sorprenderán
km: ខណៈ​ពេល​នៅ​ទៅ​នេះ, ហេតុ​អ្វី​មិន​ពិនិត្យមើល​ភាព​គួរ​ឲ្យ​ភ័យ​ខ្លាច​សម្រាប់ Firefox បន្ថែម​មួយ​ចំនួន​ទៀត។

source: Get up and go
bn_bd: উঠুন এবং চলুন
br: Deomp dezhi
es_mx: En pie y en marcha
km: ចាប់ផ្ដើម ហើយ​បន្ត

source: It’s your Web anywhere you go.
bn_bd: আপনি যেখানেই যান না কেন এটি আপনারই ওয়েব।
br: Kemerit ho Web da forzh pelec'h ez eot.
es_mx: La Web es tuya adonde quiera que vayas.
km: វា​ជា​បណ្ដាញ​របស់​អ្នក​នៅ​កន្លែង​ណាមួយ​ដែល​អ្នក​ទៅ។

source: Get Firefox for mobile!
bn_bd: মোবাইলের জন্য ফায়ারফক্স নিন!
br: Ho pezet Firefox evit an hezougelloù !
es_mx: Firefox para móviles
km: Firefox សម្រាប់​​ឧបករណ៍​ចល័ត!

source: Added extras
bn_bd: বাড়তি যোগ হয়েছে
br: Keweriusterioù ouzhpenn
es_mx: Extras
km: បាន​បន្ថែម

source: Make Firefox do more with add-ons.
bn_bd: ফায়ারফক্স অ্যাড-অন দিয়ে আরও অনেক কিছু করুন।
br: Ouzhpennit keweriusterioù nevez da Firefox a-drugarez d'an askouezhioù.
es_mx: Consigue que Firefox haga mucho más con los complementos.
km: ធ្វើ​ឲ្យ Firefox មាន​ច្រើន​ជាមួយ​កម្មវិធី​បន្ថែម។

source: Find out how!
bn_bd: খুঁজে দেখুন কিভাবে!
br: Dizoloit penaos hen ober !
es_mx: ¡Descubre cómo!
km: រក​ឃើញ​​របៀប!

source: About us
bn_bd: আমাদের পরিচিতি
br: Diwar hor penn
es_mx: Acerca de nosotros
km: អំពី​យើង

source: What’s Mozilla all about?
bn_bd: মজিলা সম্পর্কে সব কিছু?
br: Petra eo Mozilla ?
es_mx: ¿Qué es Mozilla?
km: តើ​ផ្នែក​ទាំងអស់​របស់ Mozilla មាន​អ្វី​ខ្លះ?

source: We’re glad you asked!
bn_bd: আপনি জিজ্ঞাসা করায় আমরা আনন্দিত!
br: Trugarez da vezañ goulennet !
es_mx: ¡Nos alegra que preguntes!
km: យើង​រីករាយ​ឲ្យ​អ្នក​សួរ!

source: A monthly newsletter packed with tips to improve your Firefox experience.
bn_bd: আপনার ফায়ারফক্স অভিজ্ঞতার উন্নয়নে বিভিন্ন পরামর্শ দিয়ে পূর্ণ একটি মাসি নিউজলেটার।
br: Ul lizher kelaouiñ miziek gant tunioù da wellaat ho toare d'ober gant Firefox.
es_mx: Un boletín mensual repleto de consejos para mejorar tu experiencia Firefox.
km: សំបុត្រ​សារព័ត៌មាន​បញ្ចូល​ជាមួយ​ព័ត៌មាន​ជំនួយ​ដើម្បី​ឲ្យ​ Firefox របស់​អ្នក​ប្រសើរ​ឡើង។

source: Tips and tricks to use Firefox on your Android phone.
es_mx: Consejos y trucos para usar Firefox en tu teléfono Android.
km: គន្លឹះ និង​ល្បិច​ក្នុង​ការ​ប្រើប្រាស់ Firefox នៅ​លើ​ទូរស័ព្ទ​ Android របស់​អ្នក។

source: Firefox OS news, tips, launch information and where to buy.
bn_bd: ফায়ারফক্স ওএসের সংবাদ, পরামর্শ, মুক্তির তথ্য এবং কোথায় কিনতে পাওয়া যাবে।
br: Keleier a-zivout Firefox OS, tunioù, al lec'hioù gwerzhañ ha titouroù diwar-benn al lañsañ.
es_mx: Noticias, consejos e información del lanzamiento y donde comprar Firefox OS.
km: ដំណឹង ជំនួយ ព័ត៌មាន​ការ​ដាក់​ឲ្យ​ប្រើប្រាស់ និង​កន្លែង​ទិញ Firefox OS ។

source: Be the first to know when Firefox is available for iOS devices.
bn_bd: iOS ডিভাইসে ফায়ারফক্স কখন পাওয়া যাবে তা সবার আগে জানুন।
br: Bezit an hini gentañ da c'houzout peur vo hegerz Firefox war an trevnadoù iOS.
es_mx: Se el primero en saber cuando Firefox este disponible para dispositivos iOS

source: Discover the latest, coolest HTML5 apps on Firefox OS.
bn_bd: আবিষ্কার করুন ফায়ারফক্স ওএসে নতুন, দারুন সব HTML5 অ্যাপ।
br: Dizoloit an arloadoù disparañ diwezhañ evit an HTLM5 war on Firefox OS.
es_mx: Descubre lo último, las más geniales aplicaciones en HTML5 para Firefox OS.
km: រកមើល​កម្មវិធី HTML5 ដ៏​ងាយស្រួល​ចុងក្រោយ​បំផុត​នៅ​លើ Firefox OS ។

source: Get a weekly tip on how to super-charge your Firefox experience.
bn_bd: আপনার ফায়ারফক্স অভিজ্ঞতাকে আরও সুপার-চার্জ করতে সপ্তাহিক পরামর্শ পান।
br: Kaout un tun sizhuniek evit gouzout penaos mont don gant arver Firefox.
es_mx: Obtén un consejo semanal sobre cómo recargar tu experiencia Firefox.
km: ទទួល​បាន​ជំនួយ​ប្រចាំ​សប្ដាហ៍​អំពី​របៀប​​បញ្ចូល​​បំពេញ​បទពិសោធន៍​ Firefox របស់​អ្នក។

source: Read about the latest features for Firefox desktop and mobile before the final release.
bn_bd: ফায়ারফক্স ডেস্কটপ এবং মোবাইলের জন্য সর্বশেষ বৈশিষ্ট্য সম্পর্কে চূড়ান্ত রিলিজের আগে পড়ুন।
br: Lennit traoù a-zivout keweriusterioù diwezhañ an handelvoù evit an urzhiataerioù burev hag an hezougelloù eus Firefox a-raok an ermaeziadur diwezhañ.
es_mx: Lee todo acerca de las últimas características en Firefox para escritorio y dispositivos móviles antes de que se publique la versión final.
km: អាន​ព័ត៌មាន​លក្ខណៈ​បន្ថែម​ចុងក្រោយ​បំផុត​សម្រាប់ Firefox លើ​កុំព្យូទ័រ និង​ទូរសព្ទ​មុន​ពេល​ចេញ​កំណែ​ចុងក្រោយ ។
mai: फायरफाक्स डेस्कटाप आओर मोबाइलक सबसँ हालक फीचरक संबंधमे अंतिम रिलीजक पहिने पढू.
te: అంతిమ విడుదలకు ముందుగా ఫైర్‌ఫాక్స్ డెస్కుటాప్ మరియు మొబైల్ గురించిన సరికొత్త విశేషాలను చదవండి.

source: News from the Mozilla Project.
bn_bd: মজিলা প্রকল্পের খবর।
br: Keleier a-berzh Raktres Mozilla.
es_mx: Noticias del Proyecto Mozilla.
km: ដំណឹង​ពី​គម្រោង Mozilla ។

source: Periodic email updates about our annual international film competition.
bn_bd: আমাদের বার্ষিক আন্তর্জাতিক চলচ্চিত্র প্রতিযোগিতায় সম্পর্কে নিয়মিত ইমেইল আপডেট।
br: Hizivadennoù ar postel trovezhiek a-zivout hor c'hevezadeg etrevroadel ar filmoù.
es_mx: Actualizaciones periódicas por correo sobre nuestro concurso cinematográfico internacional anual.
km: បច្ចុប្បន្នភាព​តាម​អ៊ីមែល​​​ដោយ​ពេល​អំពី​​​ការ​ប្រកួត​ភាពយន្ត​​អន្តរជាតិ​ប្រចាំ​ឆ្នាំ​​របស់​យើង។

source: Email updates for vouched Mozillians on mozillians.org.
bn_bd: mozillians.org এ মজিলিয়ানের ভাউচ সম্পর্কিত হালনাগাদ ইমেইল।
br: Hizivadennoù evit ar posteloù evit ar Vozillianed war mozillians.org.
es_mx: Actualizaciones por correo para mozilleros recomendados en mozillians.org.
km: បច្ចុប្បន្នភាព​អ៊ីមែល​សម្រាប់​អះអាង Mozillians នៅ​លើ mozillians.org ។

source: Former University program from 2008-2011, now retired and relaunched as the Firefox Student Ambassadors program.
bn_bd: সাবেক বিশ্ববিদ্যালয় প্রোগ্রাম 2008-2011, এখন অবসর নিয়ে এবং ফায়ারফক্স স্টুডেন্ট অ্যাম্বাসেডর প্রোগ্রাম নামে পুনরায় আরম্ভ করা হয়।
br: Anvet a-raok 'Programm ar Skolioù-Meur' etre 2008 ha 2011e oa bet dilamet hag adlañset bremañ gant an anv 'Programm Kannaded-Studierien Firefox.
es_mx: El anterior programa universitario de 2008-2011, a terminado y comenzado de nuevo como el programa de embajadores estudiantiles de Firefox.
km: កម្មវិធី​អតីតៈ​​សាកលវិទ្យាល័យ​​​ពី​ឆ្នាំ ២០០៨-២០១១ ឥឡូវ​នេះ​បាន​បញ្ចប់​ និង​​បើក​ដំណើរការ​ឡើងវិញ​ជា​កម្មវិធី​ Firefox Student Ambassadors ។

source: Firefox Mobile
km: Firefox សម្រាប់​ទូរសព្ទ
mai: फायरफाक्स मोबाइल
te: ఫైర్‌ఫాక్స్ మొబైల్

source: I’m okay with you handling this info as you explain in your <a href="%s">Privacy Policy</a>
te: <a href="%s">గోప్యతా విధానం</a>లో చెప్పినట్లుగా ఈ సమాచారంతో మీరు వ్యవహరించడానికి నేను సమ్మతిస్తాను
