Repository: translate/mozilla-lang
Catalog: */snippets.lang.po
Languages: af, ar, bn_in, es_mx, ga_ie, mai, ml

source: Take Firefox anywhere you go! The latest Firefox for Android is live and ready for you to enjoy. <a href="%s">Get it now</a>.
af: Neem Firefox oral saam! Die jongste Firefox vir Android is gereed om te gebruik en te geniet. <a href="%s">Kry dit nou!</a>
ar: اصطحب فَيَرفُكس معك أينما ذهبت. فَيَرفُكس على أندرويد جاهز لتستمتع به. <a href="%s">احصل عليه الآن</a>.
bn_in: আপনার সাথে Firefox-কে নিয়ে চলুন! The latest Firefox for Android-র সাথে ব্যবহারযোগ্য Firefox-র নতুন সংস্করণ এখন আপনার ব্যবহারের জন্য উপলব্ধ রয়েছে। <a href="%s">অবিলম্বে প্রাপ্ত করুন।</a>
es_mx: ¡Lleva Firefox contigo a cualquier lado! La última versión de Firefox para Android está aquí y lista para que la disfrutes. <a href="%s">Obtenla ya.</a>
ga_ie: Beir Firefox leat! Tá an leagan is déanaí de Firefox ar Android réidh. <a href="%s">Faigh anois é.</a>
mai: फायरफाक्स केँ मनमर्जी अपना संग ले चलू! एंड्रायडक लेल ताजा फायरफाक्स लाइव अछि आओर अहाँ एकर आनंद लए सकैछी. <a href="%s">एकरा अखन पाउ.</a>
ml: നിങ്ങളോടൊപ്പം ഫയര്‍ഫോക്സ് കൊണ്ടു് നടക്കുക! ആന്‍ഡ്രോയിഡിനുള്ള ഏറ്റവും പുതിയ ഫയര്‍ഫോക്സ് <a href="%s">ഉടന്‍ ലഭ്യമാക്കുക.</a>

source: Now that you've got the latest version, <a href="%s">learn about all the cool things</a> you can do with your Firefox.
ar: بعد أن حصلت على أحدث نسخة، <a href="%s">اطّلع على الأشياء الرائعة</a> التي يتيح لك فَيَرفُكس القيام بها.
mai: आब जखन अहाँक संग ताजा संस्करण अछि, <a href="%s">ओ किछु बेसी नीक चीजक संबंधमे जानू</a> जकरा अहाँ फायरफाक्सक लेल उपयोग कए सकैछी.

source: You're not on the latest version of Firefox. <a href="%s">Upgrade today</a> to get the best of the Web!
af: U gebruik nie die jongste weergawe van Firefox nie. <a href="%s">Gradeer vandag op</a> om die beste van die web te ervaar!
ar: نسختك ليست أحدث نسخة من فَيَرفُكس. <a href="%s">رقِّ الآن</a> لتحصل على أفضل ما في الوب!
bn_in: আপনি Firefox-র সর্বশেষ সংস্করণ ব্যবহার করছেন না। ওয়েবের সর্বোত্তম ব্যবহারের জন্য <a href="%s">অবিলম্বে আপগ্রেড করুন</a>!
es_mx: No estás usando la última versión de Firefox. ¡<a href="%s">Actualiza ahora</a> para obtener lo mejor de la web!
ga_ie: Níl an leagan is déanaí de Firefox agat. <a href="%s">Nuashonraigh inniu</a> chun an taitneamh is mó a bhaint as an nGréasán!
mai: अहाँ फायरफाक्सक ताजा संस्करण पर नहि छी. वेबक सर्वश्रेष्ठ लेबाक लेल <a href="%s">आइ उन्नत करू</a>!
ml: ഫയര്‍ഫോക്സിന്റെ ഏറ്റവും പുതിയ പതിപ്പു് നിങ്ങളുടെ പക്കലില്ല. വെബിന്റെ ഏറ്റവും മെച്ചപ്പെട്ടതു് കിട്ടുന്നതിനായി <a href="%s">ഉടന്‍ പരിഷ്കരിയ്ക്കുക</a>!

source: Get the latest Firefox features first in <a href="%s">Aurora</a>.
ar: احصل على أحدث مزايا فَيَرفُكس أولًا بأول في <a href="%s">أورورا</a>.
mai: ताजा फायरफाक्सक विशेषताकेँ <a href="%s">आरोरा</a> मे पाउ.

source: Get a sneak preview of the future of Firefox. <a href="%s">Download Firefox Aurora</a> and test the latest features.
af: Kry ’n blik op die toekoms van Firefox. <a href="%s">Laai Firefox Aurora af</a> en toets die jongste funksies.
ar: عاين بنفسك شكل فَيَرفُكس المستقبليّ. <a href="%s">نزّل فَيَرفُكس أورورا</a> لتختبر أحدث المزايا.
bn_in: Firefox-র ভবিষ্যেতের একটি ঝলক দেখে নিন। <a href="%s">Firefox Aurora ডাউনলোড করুন</a> ও নতুন বৈশিষ্ট্যগুলি পরীক্ষা করুন।
es_mx: Obtén un adelanto del futuro de Firefox. <a href="%s">Descarga Firefox Aurora</a> y prueba las últimas características.
ga_ie: Faigh réamhamharc ar thodhchaí Firefox. <a href="%s">Íosluchtaigh Firefox Aurora</a> agus bain triail as na gnéithe is déanaí.
mai: भविष्यक फायरफाक्सक चुपके सँ दर्शन करू. <a href="%s">फायरफाक्स आरोरा डाउनलोड करू</a> आओर नवीनतम विशेषताक जाँच करू.
ml: ഫയര്‍ഫോക്സിന്റെ ഭാവിയിലേക്കു് ഒരു തിരനോട്ടം. <a href="%s">ഫയര്‍ഫോക്സ് അറോറാ ഡൌണ്‍ലോഡ് ചെയ്തു്</a> ഏറ്റവും പുതിയ വിശേഷതകള്‍ പരീക്ഷിയ്ക്കുക.

source: Before Firefox there's Beta, and before Beta there's Aurora. <a href="%s">Try Firefox Aurora</a> now for the latest cutting edge features.
ar: قبل الإصدارة النهائية هناك إصدارة بيتا، وقبل إصدارة بيتا هناك إصدارة أورورا. <a href="%s">جرّب فَيَرفُكس أورورا</a> الآن لمشاهدة المزايا الجديدة.
mai: फायरफाक्सक पहिने एकगोट बीटा उपलब्ध अछि आओर बीटाक पहिने आरोरा अछि. अत्याधुनिक विशेषताक लेल <a href="%s">फायरफाक्स आरोरा लगाकए देखू</a>.

source: <a href="%s">Become a Firefox Affiliate</a> and get everything you need to share Firefox with the world!
af: <a href="%s">Word ’n Firefox-verspreider</a> en kry alles wat nodig is om Firefox met die wêreld te deel!
ar: <a href="%s">كُن حليفًا لفَيَرفُكس</a> واحصل على كل ما تحتاج لتتشارك فَيَرفُكس مع العالم!
bn_in: <a href="%s">Firefox Affiliate হন</a> ও সারা বিশ্বে Firefox সম্পর্কে প্রচার করার জন্য সকল সুবিধা প্রাপ্ত করুন!
es_mx: ¡<a href="%s">Conviértete en simpatizante de Firefox</a> y consigue todo lo necesario para compartir Firefox con el mundo!
ga_ie: <a href="%s">Bí i do Bholscaire Firefox</a> agus faigh gach rud a theastaíonn uait le Firefox a chur chun cinn!
mai: <a href="%s">फायरफाक्ससँ संबद्ध होउ</a> आओर ओ सबकिछु पाउ जकरा फायरफाक्सकेँ अहाँ दुनियासँ साझा करबाक लेल चाहैछी!
ml: <a href="%s">ഫയര്‍ഫോക്സിന്റെ ഭാഗമായി</a> അതു് മറ്റുള്ളവരുമായി പങ്കിടുവാനുള്ള വിവരങ്ങള്‍ ലഭ്യമാക്കുക!

source: Firefox is proudly non-profit and free to innovate on your behalf without compromise. <a href="%s">Learn more</a> about our mission.
af: As organisasie sonder winsmotief mag ons namens u innoveer sonder enige druk tot kompromieë. <a href="%s">Vind meer uit</a> oor ons missie.
ar: فَيَرفُكس يفتخر بأنه غير ربحي وحرّ ليبتكر من أجلك بلا قيود أو ضغوط. <a href="%s">اعرف المزيد</a> عن مهمتنا.
bn_in: Firefox অলাভজনক সংস্থার পরিচয় গর্বের সাথে বহন করে এবং আপনার সবুধার্থে কোনো চাপের সামনে নতিস্বীকার না করে নতুন উদ্ভাবনা করতে পারে। আমাদের উদ্দেশ্য সম্পর্কে <a href="%s">অধিক বিবরণ</a> প্রাপ্ত করুন।
es_mx: Firefox es orgullosamente sin fines de lucro y libre de innovar en tu nombre sin compromiso. <a href="%s">Conoce más</a> acerca de nuestra misión.
ga_ie: Is eagraíocht neamhbhrabúis é Mozilla, agus tá cead againn obair a dhéanamh ar do shon gan aon chomhghéilleadh a dhéanamh. Faigh <a href="%s">tuilleadh eolais</a> faoinár misean.
mai: फायरफाक्सकेँ गौरव अछि जे ई बिनु लाभबला संस्था अछि आओर एकरामे केओ नव काज करबाक लेल कोनो बाधा नहि अछि. हमर मिशन केँ संबंधमे <a href="%s">आओर जानू</a>.
ml: ഫയര്‍ഫോക്സ് ഒരു നോണ്‍-പ്രോഫിറ്റ് സ്ഥാപനമാകുന്നു, അതു് കൊണ്ടു് തന്നെ നിങ്ങളുടെ ആവശ്യങ്ങള്‍ സന്തോഷം നിറവേറ്റുന്നു. ഞങ്ങളുടെ ലക്ഷ്യത്തെപ്പറ്റി <a href="%s">കൂടുതല്‍ അറിയുക</a>.

source: Fast, flexible and secure, Firefox is the only browser that puts you first. <a href="%s">Learn more</a> about what makes us different by design.
af: Firefox is vinniger, veiliger, meer aanpasbaar, en is die enigste blaaier wat gebruikers eerste plaas. <a href="%s">Vind uit</a> hoekom ons uit die staanspoor uit anders is.
ar: فَيَرفُكس سريع ومرن وآمن، وهو المتصفح الوحيد الذي يضعك في قمة أولوياته <a href="%s">اعرف المزيد</a> عما يجعل فَيَرفُكس مختلفًا من الأساس.
bn_in: দ্রুত, নমনীয় ও নিরাপদ, Firefox আপনাকেই সর্বাধিক গুরুত্বপূর্ণ প্রদান করে। স্বাধীন চিন্তায় আমাদের ভিন্নতা সম্পর্কে <a href="%s">অধিক বিবরণ</a> প্রাপ্ত করুন।
es_mx: Rápido, flexible y seguro, Firefox es el único navegador para el que tú eres lo primero. De todos, para todos. <a href="%s">Descubre</a> lo que nos hace diferentes.
ga_ie: Sciobtha, solúbtha, agus sábháilte, is é Firefox an brabhsálaí amháin a thugann tús áite duitse. Faigh <a href="%s">tuilleadh eolais</a> faoi Mhozilla.
mai: तेज, लचीला आओर सुरक्षित, फायरफाक्स असगर ब्राउजर अछि जे अहाँक सबसँ उप्पर राखए. हमरा ई डिजायन कहिना अलग करैछे <a href="%s">आओर जानू</a>.
ml: വേഗതയും, ഉചിതവും, സുരക്ഷിതവുമായ ഫയര്‍ഫോക്സ്, മറ്റെന്തിനേക്കാള്‍ നിങ്ങള്‍ക്കു് പ്രധാന്യം നല്‍കുന്നു. മറ്റുള്ളവരില്‍ നിന്നും ഞങ്ങള്‍ എങ്ങനെ വ്യത്യസ്ഥരെന്നു് <a href="%s">അറിയുക</a>.

source: <a href="%s">Download Firefox on your Android tablet</a> and put the power of the Web right in your hands. Get it now.
af: <a href="%s">Laai Firefox af vir ’n Android-tablet</a> en ervaar die krag van die Web in u eie hande. Kry dit nou!
ar: <a href="%s">نزّل فَيَرفُكس على جهاز أندرويد اللوحي</a> واحصل على قوة الوب بين يديك الآن. احصل عليه الآن
bn_in: <a href="%s">Android ট্যাবলেটের মধ্যে Firefox ডাউনলোড করুন</a> ও ওয়েবের শক্তি নিজের হাতের মুঠোয় পেয়ে যান। অবিলম্বে প্রাপ্ত করুন।
es_mx: <a href="%s">Descarga Firefox en tu tableta con Android</a> y pon el poder de la Web justo en tus manos. Obtenlo ahora.
ga_ie: <a href="%s">Íosluchtaigh Firefox ar do tháibléad Android</a> agus cuir cumhacht an Ghréasáin i do lámha. Faigh anois é!
mai: <a href="%s">फायरफाक्सकेँ अपन एंड्राइड टैब्लेट पर डाउनलोड करू</a> आओर अपन हाथमे वेबकेँ पावर दिअ. एकरा पाउ.
ml: <a href="%s">നിങ്ങളുടെ ആന്‍ഡ്രോയിഡ് ടാബ്ലറ്റിലേക്കു് ഫയര്‍ഫോക്സ് ഡൌണ്‍ലോഡ് ചെയ്തു്</a> വെബ് പരമാവധി ഉപയോഗിയ്ക്കുക. ഉടന്‍ ലഭ്യമാക്കുക.

source: Keep your plugins up to date and stay safe online with <a href="%s">Plugin Check</a>.
af: Hou inproppe op datum en bly veilig aanlyn met die <a href="%s">Inpropkontrole</a>.
ar: أبقِ ملحقاتك محدّثة وابق آمنًا أثناء التصفح بوجود <a href="%s">التحقق من الملحقات</a>.
bn_in: <a href="%s">Plugin Check</a> সহযোগে প্লাগ-ইনগুলি আপ-টু-ডেট রাখুন ও অন-লাইন নিরাপদ থাকুন।
es_mx: Asegúrate ed que tus plugins están actualizados y permanece seguro en linea con <a href="%s">Plugin Check</a>.
ga_ie: Coinnigh do chuid forlíontán cothrom le dáta agus bí sábháilte ar líne leis an <a href="%s">Seiceálaí Forlíontán</a>.
mai: अपन प्लगइन केँ अप टू डेट राखू आओर <a href="%s">प्लगइन जाँच</a> सँ आनलाइन सुरक्षित रहू.
ml: നിങ്ങളുടെ പ്ലഗിനുകള്‍ പരിഷ്കരിച്ചു്, <a href="%s">പ്ലഗിന്‍ പരിശോധന</a> മുഖേന സുരക്ഷിതമായിരിയ്ക്കുക.

source: Keep your Firefox in style. Dress it up in the latest <a href="%s">Personas</a>.
ar: اجعل تصميم فَيَرفُكس على ذوقك. ألبسه ما يعجبك من أحدث <a href="%s">البِرسُنا</a> المتاحة.
mai: फायरफाक्सकेँ स्टाइल मे राखू. एकरा ताजा <a href="%s">रूपाकार</a> मे राखू.

source: Too many tabs? Reclaim your browser from the clutter with <a href="%s">Panorama</a>.
ar: تشتكي من وجود الكثير من الألسنة؟ الحل بسيط وسهل الآن مع وجود <a href="%s">بانوراما</a>.
mai: बहुते टैब? <a href="%s">Panorama</a> केर संग अपना ब्राउजरकेँ फेर सँ पाउ.

source: No two Firefox users are alike. <a href="%s">Add any button to your browser</a> or remove the ones you don't use. Right-click on home and select Customize.
ar: كل مستخدم لفَيَرفُكس مختلف عن الآخر. <a href="%s">أضِف أي زر لمتصفحك</a> أو أزل الأزرار التي لا تستخدمها. انقر بالزر الأيمن على زر البداية واختر ”خصص“.
mai: केओ दुइ फायरफाक्स प्रयोक्ता एकजहिना नहि अछि. <a href="%s">अपन ब्राउजरमे कोनो बटन जोड़ू</a> अथवा ओकरा हटाए दिअ जे अहाँ उपयोग नहि करैछी. होम पर दहिन्ना क्लिक करू आओर पसंदीदा करू केँ चुनू.

source: Dress up your Firefox with Personas. Roll over to try, click to apply. Or visit the <a href="%s">gallery</a> for thousands more!
ar: زيّن متصفحك باستخدام البِرسُنا. مرّر مؤشر الفأرة فوقها لتجربتها، أو انقر عليها لتثبيتها، أو زُر <a href="%s">المعرض</a> لرؤية آلاف أخرى منها!
mai: रूपाकारसँ फायरफाक्सकेँ सजाउ. आजमाबै लेल रोल करू आओर लागू करबाक लेल क्लिक. अथवा <a href="%s">दीर्घा</a> मे आओर सभक देखबाक लेल जाउ!

source: Get a first look at the latest features, even before they go to Beta. <a href="%s">Download Firefox Aurora.</a>
ar: ألقِ نظرة على أحدث المزايا قبل ظهورها في بيتا حتى. <a href="%s">نزّل فَيَرفُكس أورورا</a>.
mai: नवीन फीचर पर पहिल ध्यान दिअ, बीटाक पहिने. <a href="%s">फायरफाक्स अरोरा डाउनलोड करू.</a>

source: <a href="%s">Download Firefox Aurora</a> to test features and help us determine what makes it to Beta.
ar: <a href="%s">نزّل فَيَرفُكس أورورا</a> لاختبار المزايا ومساعدتنا على تحديد ما سيكون في بيتا.
mai: <a href="%s">फायरफाक्स अरोरा डाउनलोड करू</a> फीचर जाँचबाक आओर हमरा ई निर्धारित करबामे मदति करब लेल जे ई किआ बीटा अछि.

source: Get in early and help shape the future of Firefox. <a href="%s">Download Firefox Aurora.</a>
ar: كُن ممن يصنع الحدث وشارك في تشكيل مستقبل فَيَرفُكس. <a href="%s">نزّل فَيَرفُكس أورورا.</a>
mai: पहिने आउ आओर फायरफाक्सक ठीक करबाक लेल मदति करू. <a href="%s">फायरफाक्स अरोरा डाउनलोड करू.</a>

source: Firefox for Android is now optimized for the way you browse on tablets. <a href="%s">Get the power of the Web at your fingertips</a>.
ar: حسّنّا فَيَرفُكس على أندرويد ليعمل بشكل أفضل مع الأجهزة اللوحية. <a href="%s">احصل على قوة الوب عند أطراف أصابعك</a>.
mai: एंड्राएडक लेल फायरफाक्स ओ तरीकाक लेल अनुकूलित अछि जे अहाँ टैब्लेट पर ब्राउज करैछी. <a href="%s">अपन फिंगरटिप पर वेबक पावर पाउ</a>.

source: Download Firefox on your Android tablet and put the power of the Web right in your hands. <a href="%s">Get it now</a>.
ar: نزّل فَيَرفُكس على جهاز أندرويد اللوحي واحصل على قوة الوب بين يديك. <a href="%s">احصل عليه الآن</a>.
mai: अपन एंड्राइड टैब्लेट परसँ फायरफाक्स डाउनलोड करू आओर अपन हाथमे वेबक पावर दिअ. <a href="%s">एकरा आब पाउ</a>.

source: <a href="%">Download Firefox Beta</a>, provide feedback and help make the next Firefox even more awesome for our 450 million users.
ar: <a href="%">نزّل فَيَرفُكس بيتا</a>، وأطلعنا بانطباعاتك وساعد في جعل الإصدارة التالية من فَيَرفُكس أكثر روعة لإسعاد 450 مليون مستخدم.
mai: <a href="%">फायरफाक्स बीटा डाउनलोड करू</a>, फीडबैक दिअ आओर हमर 450 मिलियन प्रयोक्ताक लेल आगाँक फायरफाक्स बनाबैमे मदति करू.

source: Test features, refine and polish them and help us make our next version better than ever. <a href="%">Download Firefox Beta today!</a>
ar: اختبر الخصائص وساعد على تحسينهم وتهذيبهم لجعل إصدارتنا التالية أفضل من أي وقت مضى. <a href="%">نزّل فَيَرفُكس بيتا الآن!</a>
mai: फीचर जाँचू, ओकरा परिष्कृत आओर पौलिश करू आओर अगिला संस्करणकेँ हमरा नीक बनाबैमे मदति करू. <a href="%">फायरफाक्स बीटा आइ डाउनलोड करू!</a>

source: Love Firefox? Want to help make our next version even better? <a href="%">Download Firefox Beta</a> and give us feedback today!
af: Lief vir Firefox? Lus om te help om die nuwe weergawe beter te maak? <a href="%">Laai Firefox Beta af</a> en gee sommer vandag nog terugvoer!
ar: أتحب فَيَرفُكس؟ <a href="%">نزّل فَيَرفُكس بيتا</a> وأخبرنا بانطباعاتك اليوم.
bn_in: Firefox-কে পছন্দ করেন? পরবর্তী সংস্করণকে আরো উন্নত করতে ইচ্ছুক কি? <a href="%">Firefox বিটা ডাউনলোড করুন</a> ও আপনার মতামত আজই জানান!
es_mx: ¿Te encanta Firefox? ¿Quieres hacer que nuestra nueva versión sea incluso mejor? ¡<a href="%">Descarga Firefox Beta</a> y danos tus opiniones y sugerencias!
ga_ie: An dtaitníonn Firefox leat? Ar mhaith leat an chéad leagan eile a fheabhsú? <a href="%">Íosluchtaigh Firefox Béite</a> agus tabhair aiseolas dúinn inniu!
mai: फायरफाक्ससँ प्यार अछि? हमरा अगिला संस्करण आओर नीक बनाबैक लेल चाहैछी? <a href="%">फायरफाक्स बीटा डाउनलोड करू</a> आओर हमरा आइ फीडबैक दिअ!
ml: ഫയര്‍ഫോക്സ് ഇഷ്ടമോ? അടുത്ത പതിപ്പു് ഉത്തമമാക്കണമോ? <a href="%">ഫയര്‍ഫോക്സ് ബീറ്റാ ഡൌണ്‍ലോഡ് ചെയ്തു്</a> ഇന്നു് തന്നെ അഭിപ്രായം അറിയിയ്ക്കുക!

source: Are you running the latest Firefox Beta? <a href="%">Get it now</a> and help us test the latest features.
ar: هل تستخدم أحدث فَيَرفُكس بيتا؟ <a href="%">احصل عليه الآن</a> وساعدنا في اختبار أحدث الخصائص.
mai: की अहाँ नवीनतम फायरफाक्स बीटा चलाबैछी? <a href="%">आइ एकरा लिअ</a> आओर हमरा सबसँ हालक फीचरकेँ जाँचबामे मदति करू.

source: Not on the latest Firefox Beta? <a href="%">Get it today</a> to stay on top of what we're working on for our next version.
ar: لا تستخدم آخر فَيَرفُكس بيتا؟ <a href="%">احصل عليه الآن</a> واطلع على ما نطوّره لإصدارتنا التالية.
mai: नवीनतम फायरफाक्स बीटा पर नहि छी? <a href="%">आइ एकरा लिअ</a> अगिला संस्करणमे हम .

source: Want to share your feedback? <a href="%">Find out how</a> and help make the next version of Firefox even more awesome.
ar: أتريد أن تشاركنا انطباعاتك؟ <a href="%">اعرف كيف</a> وساعدنا على جعل إصدارتنا التالية أفضل من أي وقت مضى.
mai: अपन फीडबैक देबाक लेल चाहैछी? <a href="%">पता करू कहिना</a> आओर फायरफाक्सक अगिला संस्करणकेँ आओर नीक बनाबैमे मदति करू.

source: Firefox Beta users: Don't forget to <a href="%">provide feedback</a> to help us put the final tweaks on our next version.
ar: لمستخدمي فَيَرفُكس بيتا: لا تنسَ <a href="%">إطلاعنا على انطباعاتك</a> لمساعدتنا على وضع اللمسات الأخيرة على إصدارتنا التالية.
mai: फायरफाक्स बीटा प्रयोक्ता: अगिला संस्करणमे परिवर्तनक लेल <a href="%">फीडबैक देनाइ</a> नहि बिसरू.

source: Help make the next version of Firefox even more awesome. <a href="%">Become an Affiliate</a> and share Firefox Beta with your friends.
ar: ساعد على جعل إصدارتنا التالية أكثر روعة. <a href="%">أصبح حليفا لنا</a> وشارك فَيَرفُكس مع أصدقائك.
mai: फायरफाक्सक अगिला संस्करणकेँ आओर विलक्षण बनाबैक लेल मदति करू. <a href="%">हमरासँ जुड़ु</a> अपन दोस्तसभक संग फायरफाक्सक साझा करू.

source: Invite friends to preview upcoming Firefox features. <a href="%">Become an Affiliate</a> and share Firefox Aurora today.
ar: ادعُ أصدقائك للاطلاع على خصائص فَيَرفُكس التالية. <a href="%">أصبح حليفا لنا</a> وشارك فَيَرفُكس أرورا اليوم.
mai: आबैबला फायरफाक्स फीचरक पूर्वावलोकनमे दोस्तसभक आमंत्रित करू. <a href="%">हमरासँ जुड़ु</a> आओर फायरफाक्स अरोरा साझा करू.

source: Using Firefox on several computers? Now you can synchronize your add-ons across them all. <a href="%">Find out how to activate Sync.</a>
af: Gebruik u Firefox op verskeie rekenaars? Mens kan nou byvoegings tussen hulle sinkroniseer. <a href="%">Vind uit hoe om Sync te aktiveer.</a>
ar: هل تستخدم فَيَرفُكس على أكثر من حاسوب؟ يمكنك مزامنة إضافاتك بينهم الآن. <a href="%">اعرف كيف تُفعّل المزامنة.</a>
bn_in: একাধিক কম্পিউটারে Firefox ব্যবহার করছেন কি? অতিরিক্ত সামগ্রীগুলি এখন সব কম্পিউটারে সুসংগত করুন।<a href="%">সুসংগতি প্রক্রিয়া সক্রিয় করার উপায় জেনে নিন।</a>
es_mx: ¿Usas Firefox en muchas computadoras? Ahora puedes sincronizar tus complementos en todas ellas. <a href="%">Aprende como activar Sync.</a>
ga_ie: An mbaineann tú úsáid as Firefox ar ríomhairí éagsúla? Anois is féidir leat do chuid breiseán a shioncrónú ar do ríomhairí go léir. <a href="%">Foghlaim conas is féidir Sync a úsáid.</a>
mai: फायरफाक्सकेँ बहुते कंप्यूटरपर उपयोग कए रहल छी? आब अहाँ सभटा पर सहयुक्तिसभकेँ सिंक कए सकैछी. <a href="%">पता करू जे कहिना सिंक सक्रिय कएल जाए सकैछ.</a>
ml: അനവധി കമ്പ്യൂട്ടറുകളില്‍ ഫയര്‍ഫോക്സ് ഉപയോഗിയ്ക്കുന്നുവോ? ഇനി മുതല്‍ നിങ്ങളുടെ ആഡ്-ഓണുകള്‍ സിന്‍ക്രൊണൈസ് ചെയ്യാം. <a href="%">സിന്‍ക് എങ്ങനെ സജീവമാക്കണമെന്നു് കണ്ടുപിടിയ്ക്കുക.</a>

source: Fast, fast, fast. <a %s>Firefox for Android just got a big upgrade</a>. Help us spread the word.
ar: سريع، سريع، سريع. <a %s>حصل فَيَرفُكس لأندرويد على تحديث كبير </a>. ساعدنا على نشر الأخبار.
mai: तेज, तेज, तेज. <a %s>एंड्राएडक लेल फायरफाक्समे पैघ उन्नयन आएल अछि</a>. एकरा बारेमे प्रचार करू.

source: Firefox has new features to make getting to your next task even faster! <a href="%">Check out the video to learn more.</a>
ar: لفَيَرفُكس خصائص جيدة تساعدك على أداء مهامك أسرع. <a href="%">اطّلع على هذا الفديو لتعرف المزيد.</a>
mai: फायरफाक्स अहाँक अगिला काजकेँ तेज बनाबैक लेल नव फीचर जोड़लकाह! <a href="%">आओर जानब लेल वीडियाकेँ जाँचू.</a>

source: Love Firefox Beta? <a href="%s">Invite your friends</a> to get a sneak peek of what's coming soon to Firefox.
ar: أتحب فَيَرفُكس بيتا؟ <a href="%s">ادعُ أصدقائك</a> للاطلاع على ما سيأتي قريبا في فَيَرفُكس.

source: I use Firefox Beta to get a sneak peek at the latest features and innovations coming soon to Firefox. <a href="%s">Check it out</a>.
ar: أستخدم فَيَرفُكس بيتا لأطّلع على أحدث الخصائص والإبداعات القادمة قريبا في فَيَرفُكس. <a href="%s">اطلع عليه</a>.

source: Thanks for using Firefox Beta to help make Firefox more awesome. Now <a href="%s">invite your friends</a> to give it a try.
ar: شكرا على استخدام فَيَرفُكس بيتا للمساعدة في جعل فَيَرفُكس أروع. والآن، <a href="%s">ادعُ أصدقائك</a> لتجربته.

source: I use Firefox Beta to help test the latest features and make Firefox more awesome. <a href="%s">Give it a try</a>.
ar: أستخدم فَيَرفُكس بيتا لأختبر أحدث الخصائص لجعل فَيَرفُكس أروه. <a href="%s">جربّه</a>.

source: Be the master of your social circle with <a href="%s">Facebook Messenger for Firefox</a>. Try it today and let all your Facebook friends know.
ar: كُن سيدًا لدائرتك الاجتماعية مع <a href="%s">مرسال فيسبوك في فَيَرفُكس</a>. جربه اليوم وأخبر جميع أصدقائك في فيسبوك عنه.
bn_in: আপনার সোশ্যাল সার্কেলের মাস্টার হোন <a href="%s">Firefox-র জন্য Facebook Messenger</a>-এর সাথে। আজকেই এটিকে চেষ্টা করুন এবং আপনার সকল Facebook বন্ধুকে জানান।
es_mx: Sé el maestro de tu círculo social con el <a href="%s">Facebook Messenger para Firefox</a>. Pruébalo hoy y compártelo con tus amigos de Facebook.
ga_ie: Bí i gceannas ar do chiorcal sóisialta le <a href="%s">Facebook Messenger ar Firefox</a>. Bain triail as anois, agus inis do do chuid cairde ar Facebook.
ml: <a href="%s">ഫയര്‍ഫോക്സിനുള്ള ഫെയിസ്ബൂക്ക് മെസ്സഞ്ചര്‍</a> മുഖേന എല്ലാവരുമായി സ്ഥിരമായി ബന്ധപ്പെടുക. ഇന്നു് തന്നെ ഉപയോഗിച്ചു തുടങ്ങുക, കൂട്ടുകാരെയും അറിയ്ക്കുക.

source: Keep up with friends wherever you go on the Web with <a href="%s">Facebook Messenger for Firefox</a>. Add it to Firefox today!
ar: ابق على تواصل مع أصدقائك أينما كنت في الوب مع <a href="%s">مرسال فيسبوك في فَيَرفُكس</a>. أضفه إلى فَيَرفُكس الآن!
bn_in: বন্ধুদের সাথে থাকুন যেখানেই আপনি যান না কেন <a href="%s">Firefox-এর জন্য Facebook Messenger</a>-এর মাধ্যমে। এটিকে Firefox-এ যোগ করুন আজকেই!
es_mx: Mantente al día con amigos donde quiera que vayas en la web con el <a href="%s">Facebook Messenger para Firefox </a>. ¡Agrégalo a Firefox hoy!
ga_ie: Fan i dteagmháil le cairde chuile áit ar an nGréasán le <a href="%s">Facebook Messenger ar Firefox</a>. Cuir le Firefox é, anois!
ml: എവിടെയാണെങ്കിലും കൂട്ടുകാരുമായി <a href="%s">ഫയര്‍ഫോക്സിനുള്ള ഫെയിസ്ബൂക്ക് മെസ്സഞ്ചറിലൂടെ</a>ബന്ധപ്പെടുക. ഫയര്‍ഫോക്സില്‍ ഇന്നു് തന്നെ ചേര്‍ക്കുക!

source: Be the master of your social circle with Facebook Messenger for Firefox. <a href="%s">Watch the video</a> to learn more.
ar: كن سيدًا لدائرتك الاجتماعية مع مرسال فيسبوك في فَيَرفُكس. <a href="%s">شاهِد الفيديو</a> لتعرف المزيد.
bn_in: Firefox-এর জন্য Facebook Messenger-এর মাধ্যমে আপনার সোশ্যাল সার্কেলের মাস্টার হোন। <a href="%s">ভিডিওটি দেখুন</a> আরও জানার জন্য।
es_mx: Sé el maestro de tu círculo social con el Facebook Messenger para Firefox. <a href="%s">Ve el video </a> para obtener más información.
ga_ie: Bí i gceannas ar do chiorcal sóisialta le Facebook Messenger ar Firefox. <a href="%s">Féach ar an bhfíseán</a> chun tuilleadh eolais a fháil.
ml: ഫയര്‍ഫോക്സിനുള്ള ഫെയിസ്ബൂക്ക് മെസ്സഞ്ചര്‍ മുഖേന എല്ലാവരുമായി സ്ഥിരമായി ബന്ധപ്പെടുക. കൂടുതല്‍ അറിയുന്നതിനായി <a href="%s">വീഡിയോ കാണുക</a>.

source: Get Facebook Messenger for Firefox and chat with friends while you browse. <a href="%s">Watch the video</a> to learn how.
ar: استخدم مرسال فيسبوك في فَيَرفُكس لتحادث أصدقاءك وأنت تتصفح. <a href="%s">شاهد الفيديو</a> لتعرف كيف.
bn_in: Firefox-এর জন্য Facebook Messenger পান এবং ব্রাউজ করার সময় বন্ধুদের সাথে চ্যাট করুন। <a href="%s">ভিডিওটি দেখুন</a> কিভাবে হয় সেটি শিখতে।
es_mx: Obtén Facebook Messenger para Firefox y chatea con tus amigos mientras navegas. <a href="%s">Ve el video </a> para saber cómo hacerlo.
ga_ie: Faigh Facebook Messenger ar Firefox agus déan comhrá le cairde le linn brabhsála. <a href="%s">Féach ar an bhfíseán</a> chun tuilleadh eolais a fháil.
ml: ഫയര്‍ഫോക്സിനുള്ള ഫെയിസ്ബൂക്ക് മെസ്സഞ്ചര്‍ ലഭ്യമാക്കി കൂട്ടുകാരുമായി ചാറ്റ് ചെയ്യുക. കൂടുതല്‍ അറിയുന്നതിനായി <a href="%s">വീഡിയോ കാണുക</a>.

source: You're the director. Mobile is the star. <a href="%s">Enter Firefox Flicks, our global video contest about the power of mobile</a>.
ar: أنت المخرج، وفيرفكس الجوال هو النجم. <a href="%s">ادخل منافسة فيرفكس فليكس، منافسة الفيديو العالمية، وموضعها قوة فيرفكس الجوال</a>.
bn_in: আপনিই ডিরেক্টর। মোবাইল হল তারকা। <a href="%s">Firefox Flicks-এ প্রবেশ করুন, আমাদের গ্লোবাল ভিডিও কন্টেস্ট মোবাইলের পাওয়ার সম্পর্কে</a>।
es_mx: Tú eres el director. El móvil es la estrella. <a href="%s">Participa en Firefox Flicks, nuestro concurso mundial de videos sobre el poder de los móviles</a>.
ga_ie: Is tusa an stiúrthóir. Is é Firefox Soghluaiste an réalta. <a href="%s">Glac páirt i bhFirefox Flicks, ár gcomórtas domhanda a léiríonn cumhacht na réabhlóide soghluaiste</a>.
ml: നിങ്ങളാണു് ഡയറക്ടര്‍. മൊബൈലാണു് സ്റ്റാര്‍. <a href="%s"മൊബൈലിന്റെ ശക്തി കാണിയ്ക്കുന്നതിനുള്ള ഗ്ലോബല്‍ വീഡിയോ മത്സരമായ ഫയര്‍ഫോക്സ് ഫ്ലിക്ക്സില്‍ പങ്കു് ചേരുക</a>.
