Repository: translate/mozilla-lang
Catalog: */snippets.lang.po
Languages: af, ar, bn_in, es_mx, ga_ie, mai, ml

source: You don’t have to know how to code to get involved with Mozilla. <a href="%s">Learn more about our volunteer opportunities</a>.
af: Geen programmeerkennis is nodig om by Mozilla betrokke te raak nie. <a href="%s">Lees meer oor ons geleenthede vir vrywilligers</a>.
ar: لست بحاجة إلى أن تكون مبرمجًا لتستطيع المساهمة في موزيلا. <a href="%s">اعرف المزيد عن فرص المتطوعين</a>.
bn_in: আপনাকে Mozilla-এর সাথে যোগদান করতে গেলে জানতে হবে না যে কিকরে কোড করতে হয়। <a href="%s">আমাদের স্বেচ্ছাসেবার সুযোগ সম্পর্কে আরও জানুন</a>।
es_mx: No necesitas saber programar para colaborar con Mozilla. <a href="%s">Aprende más sobre nuestras oportunidades de participación</a>.
ga_ie: Ní gá duit a bheith i do ríomhchláraitheoir chun cabhrú le Mozilla. <a href="%s">Tuilleadh eolais faoi conas is féidir cabhrú linn</a>.
ml: മോസില്ലയില്‍ പങ്കു് ചേരുന്നതിനായി നിങ്ങള്‍ക്കു് കോഡിങ് അറിയണമെന്നില്ല. <a href="%s">ഞങ്ങളുടെ വോളന്റിയര്‍ പ്രവര്‍ത്തനങ്ങളെപ്പറ്റി കൂടുതല്‍ അറിയുക</a>.

source: Celebrity judges and great prizes. <a href="%s">Learn more about Firefox Flicks</a>, our global video contest about the power of mobile.
ar: الحكّام من المشاهير، والجوائز عظيمة. <a href="%s">اعرف المزيد عن فيرفكس فليكس</a>، منافسة الفيديو العالمية عن قوة فيرفكس الجوال.
bn_in: সেলিব্রিটি জাজেরা এবং অসাধারণ পুরষ্কারসমূহ। <a href="%s">Firefox Flicks সম্পর্কে আরও জানুন</a>, মোবাইলের পাওয়ার সম্পর্কে আমাদের গ্লোবাল ভিডিও প্রতিযোগিতা।
es_mx: Jueces famosos y fantásticos premios <a href="%s">Aprende más acerca de Firefox Flicks</a>, nuestro concurso mundial de videos acerca del poder de los móviles.
ga_ie: Breithiúna mór le rá agus bronntanais iontacha. <a href="%s">Tuilleadh eolais faoi Firefox Flicks</a>, ár gcomórtas domhanda a léiríonn cumhacht na réabhlóide soghluaiste.
ml: സെലിബ്രറ്റി ജഡ്ജുകളും അടിപൊളി സമ്മാനങ്ങളും. മൊബൈലിന്റെ ശക്തി കാണിയ്ക്കുന്നതിനുള്ള ഗ്ലോബല്‍ വീഡിയോ മത്സരമായ <a href="%s">ഫയര്‍ഫോക്സ് ഫ്ലിക്ക്സിനെപ്പറ്റി കൂടുതല്‍ അറിയുക</a>.

source: The annual State of Mozilla report is out now. <a href="%s">Read it</a> to see how we're continuing to build a better Web.
af: Die jaarverslag "State of Mozilla" is nou beskikbaar. <a href="%s">Lees dit</a>en sien hoe ons aanhou om 'n beter Web te bou.
bn_in: Mozilla রিপোর্টের সর্বশেষ স্টেটটি বেরিয়ে গেছে। <a href="%s">সেটি পড়ুন</a> জানতে যে কিভাবে আমরা একটি উন্নত ওয়েব বানাতে সাহায্য করছি।
es_mx: El informe anual sobre el Estado de Mozilla ya está disponible. <a href="%s">Léelo</a> para saber cómo seguimos trabajando construyendo una Web mejor.
ga_ie: Tá an tuairisc bhliantúil ó Mhozilla ar fáil anois. <a href="%s">Léigh é</a> agus féach ar na bealaí éagsúla a bhfuilimid ag tógáil Gréasáin níos fearr.
