Repository: translate/mozilla-lang
Catalog: */survey1.lang.po
Languages: gd

source: Thank you for helping with this research. We would like to ask you some questions about using the internet, in particular the browser software you use to do this. The term “browser” is the name of the application which displays web pages and allows you to surf the internet. The questionnaire should take about 3 minutes to complete should you qualify.
gd: Mòran taing airson ar cuideachadh leis an rannsachadh seo. Bu mhath leinn grunn cheistean a chur ort mu na dòighean air a chleachdas tu an lìon, gu h-àraidh a thaobh bhrabhsairean-lìn. 'S e sin na prògraman a chleachdas tu gus coimhead air duilleagan-lìn agus a bheir comas dhut siubhal air an eadar-lìon. Chan fheum thu fad a bharrachd air trì mionaidean airson a' cheisteachain ma tha thu ann an earrann de dhaoine a tha sinn ag iarraidh beachdan uapa.

source: Which of the following age bands do you fall into?
gd: Dè an aois a tha thu?

source: Please indicate your gender
gd: Dè do ghnè?

source: Male
gd: Fireann

source: Female
gd: Boireann

source: Which of the following web browsers do you use on your desktop computer or laptop at the moment, either at home or at work?
gd: Dè na brabhsairean-lìn a chleachdas tu air a' choimpiutair no laptop agad an-dràsta, aig an taigh no aig an obair?

source: Another browser
gd: Brabhsair eile

source: Don’t know
gd: Chan eil fhios agam

source: How likely or unlikely are you to recommend Firefox to a friend or colleague?
gd: Am moladh tu Firefox do charaid no do cho-obraiche?

source: I am very likely and would consider making a recommendation without being asked
gd: Molaidh gu dearbh agus mholainn e fiù gun daoine faighneachd dhìom

source: I am quite likely to recommend Firefox and would do so if I was asked
gd: Chanainn gum mol mi Firefox agus dhèanainn sin nan cuireadh cuideigin ceist orm

source: I am neither likely nor unlikely
gd: Tha mi leth-choma mu dheidhinn

source: I am quite unlikely to recommend Firefox
gd: Cha chanainn gum mol mi Firefox

source: I am very unlikely to recommend Firefox and would even consider recommending against using Firefox
gd: Cha mhol mi Firefox idir agus ar leam gum mol mi do dhaoine gun a bhith a' cleachdadh Firefox

source: And how much do you like or dislike Firefox?
gd: Agus ciamar a tha Firefox a' còrdadh riut?

source: Dislike a great deal
gd: 'S fìor bheag orm e

source: Dislike a little
gd: 'S beag orm e

source: Neither like nor dislike
gd: Tha mi leth-choma mu dheidhinn

source: Like a little
gd: 'S toigh leam e

source: Like a great deal
gd: 'S toigh leam e gu mòr

source: So overall, taking everything into account, how satisfied or dissatisfied are you with Firefox?
gd: San fharsaingeachd, le gach rud a-staigh sa chunntas, dè cho riaraichte 's a tha thu le Firefox?

source: Extremely dissatisfied
gd: Chan eil mi riaraichte idir

source: Dissatisfied
gd: Chan eil mi riaraichte

source: Somewhat dissatisfied
gd: Caran mì-riaraichte

source: Neither satisfied nor dissatisfied
gd: Chan eil mi riaraichte no mì-riaraichte leis

source: Somewhat satisfied
gd: Caran riaraichte

source: Satisfied
gd: Riaraichte

source: Extremely satisfied
gd: Glè riaraichte

source: For each of the following statements, could you please indicate whether you:
gd: Tha grunn bheachdan gu h-ìosal, saoil an innis thu dhuinn:

source: Were aware of this and believe it to be correct
gd: a bheil fhios agad mu dheidhinn agus gu bheil thu dhen bheachd gu bheil sin ceart

source: Have seen this but were unsure if it was right
gd: am faca tu seo ach nach eil thu cinnteach an ann fìor a bha e

source: Have not heard of this before today, or I don’t know
gd: nach cuala tu mu dheidhinn ron a seo no nach eil fhios agad

source: There are no right or wrong answers, so please answer as honestly as you can.
gd: Chan eil freagairtean cearta no cearra ann, feuch 's innis dhuinn an fhìrinn.

source: A. Firefox is made by Mozilla
gd: A. Tha Firefox air a dhèanamh le Mozilla

source: B. Mozilla is a non-profit organisation
gd: B. Chan ann a chum prothaid a tha Mozilla

source: C. Mozilla’s mission is to make the web a better place
gd: C. Tha Mozilla a' dèanamh a dhìcheall gus an lìon a leasachadh airson a h-uile duine

source: D. Firefox was the first web browser
gd: D. B' e Firefox a' chiad bhrabhsair a-riamh

source: Which of the following would you say is your browser of choice?
gd: Dè am brabhsair as fhearr leat?

source: Which if any of the following Firefox services had you heard of before today?
gd: Dè na seirbheisean Firefox air an robh thu eòlach ro an-diugh?

source: Firefox Sync
gd: Sioncronachadh Firefox

source: A service that gives you secure access to your bookmarks, open tabs, and browsing history from any computer or smartphone with Firefox
gd: Seo seirbheis leis am faigh thu cothrom air na comharran-ìn, na tabaichean fosgailte 's an eachdraidh brabhsaidh agad o choimpiutair no smartphone sam bith le Firefox

source: Firefox for Android
gd: Firefox airson Android

source: The Firefox browser on an Android smartphone or tablet
gd: Am Firefox air smartphone Android no tablaid

source: Mozilla Persona
gd: Pearsa Mozilla

source: An identity system that allows you to sign in to sites using an email address you choose.
gd: Siostam dearbh-aithne a leigeas leat clàradh a-steach do làraichean le post-d a thagh thusa.

source: Mozilla Marketplace
gd: Margaid Mozilla

source: Mozilla's online store for Open Web apps
gd: Bùth Mozilla air loidhne airson aplacaidean an lìn fhosgailte

source: Addons for Firefox
gd: Tuilleadain airson Firefox

source: Customisations you can make to Firefox to add more functionality to the browser.
gd: Rudan beaga leis an urrainn dhut Firefox a ghnàthachadh dhut gus comasan a bharrachd a thoirt dhan bhrabhsair.

source: None of these
gd: Chan eil gin dhiubh

source: Which if any of the following Firefox services are you using at the moment?
gd: Dè na seirbheisean Firefox a tha thu 'gan cleachdadh an-dràsta?

source: Based on these descriptions, which if any, would you be interested in using in the future?
gd: A-rèir an tuairisgeul a chì thu ann, am biodh ùidh agad gin dhe na leanas a chleachdadh uaireigin?

source: Approximately how long have you been using Firefox?
gd: Cuin a thòisich thu air Firefox a chleachdadh?

source: Up to 6 months
gd: Sna 6 mìosan seo chaidh

source: 6 months to a year
gd: Eadar 6 mìosan is bliadhna air ais

source: 1 to 2 years
gd: Bliadhna no dhà air ais

source: 2 to 3 years
gd: 2 no 3 bliadhna air ais

source: 3 to 4 years
gd: 3 no 4 bliadhna air ais

source: 4 to 5 years
gd: 4 no 5 bliadhna air ais

source: More than 5 years
gd: Barrachd air 5 bliadhna air ais

source: Do you use any of the following to browse the internet?
gd: A cleachd thu gin dhe na leanas gus siubhal air an eadar-lìon?

source: Home PC or desktop computer
gd: PC no desktop dachaigh

source: Work PC or desktop computer
gd: PC no desktop obrach

source: Home laptop
gd: Laptop dachaigh

source: Work laptop
gd: Laptop obrach

source: Smartphone (eg: iPhone, Android phone)
gd: Smartphone (can iPhone, fòn Android)

source: Tablet (eg: iPad)
gd: Tablaid (can iPad)

source: On average, approximately how many hours each day do you use the internet or browse web pages?
gd: Sa chuibheas, cò mheud uair a bheir thu seachad gach latha a' cleachdadh an lìn no a' brabhsadh duilleagan-lìn?

source: Less than half an hour each day
gd: Nas lugha na leth-uair a thìde gach latha

source: About an hour a day
gd: Mu uair a thìde gach latha

source: 2 hours a day
gd: 2 uair a thìde gach latha

source: 3 hours a day
gd: 3 uairean a thìde gach latha

source: 4 hours a day
gd: 4 uairean a thìde gach latha

source: 5 hours a day
gd: 5 uairean a thìde gach latha

source: More than 6 hours a day
gd: Barrachd air 6 uairean a thìde gach latha

source: That is the end of the questionnaire. Thank you for your time.
gd: Seo deireadh a' cheisteachain. Tapadh leat airson ar cuideachadh.

source: Please enter a response
gd: Cuir a-steach freagairt

source: Illegal characters for single code input
gd: Caractaran mì-dhligheach airson ion-chur còd singilte

source: Illegal characters for multi code input
gd: Caractaran mì-dhligheach airson ion-chur ioma-còd

source: Please enter numbers only
gd: Na cuir a-steach ach àireamhan

source: Answer is outside of
gd: Tha an fhreagairt taobh a-muigh

source: No answer code cannot be mixed with other codes
gd: Cha ghabh còd freagairt a cho-mheasgachadh le còdan eile

source: Too many replies maximum of …
gd: Cus fhreagairtean, àireamh as motha: …

source: Number of replies must be exactly …
gd: Feumaidh na leanas de fhreagairtean a bhith ann …

source: Too many characters
gd: Cus charactaran

source: Illegal string for this template
gd: Sreath mì-dhligheach airson na teamplaid seo

source: Click here to go back into the survey
gd: Briog an-seo gus tilleadh dhan t-suirbhidh

source: Please answer highlighted question(s)
gd: Saoil am freagair thu na ceistean a chaidh a chomharradh?

source: Please select one answer only.
gd: Feuch is tagh aon fhreagairt a-mhàin.

source: Please select as many answers as apply.
gd: Tagh uiread a dh'fhreagairtean a tha ceart.
