Repository: translate/mozilla-lang
Catalog: */upgradepromos.lang.po
Languages: gd, id, vi

source: Mozilla Firefox Web Browser — Free Download
gd: Brabhsair-lìn Mozilla Firefox — Luchdaich a-nuas saor an-asgaidh
id: Peramban Mozilla Firefox — Unduh Gratis
vi: Trình duyệ web Mozilla Firefox — Tải miễn phí

source: How fast is <span>your Firefox?</span>
gd: Dè cho luath 's a tha <span>am Firefox agadsa?</span>
id: Seberapa cepat <span>Firefox anda?</span>

source: New Firefox is up to 7 times faster. (That’s a lot!) Check the speedometer to see if yours can keep up.
gd: Tha am Firefox ùr suas ri 7 turais nas luaithe. (Sin rud mòr!) Thoir suil air snàthad an astair ach am faic thu dè nì am fear agadsa.
id: Firefox yang baru lebih cepat 7x. (Sangat cepat!) Cek speedometer untuk membuktikan
vi: Bản Firefox mới nhất nhanh hơn tới 7 lần! Hãy xem bản của bạn có nhanh bằng không nào?

source: Old Firefox = <em>Sadface</em>
gd: Seann Firefox = <em>Obh obh</em>
id: Firefox Usang = <em>Sedih :(</em>
vi: Firefox cũ = <em>Mặt buồn</em>

source: New Firefox = <em>Yay!</em>
gd: Firefox ùr = <em>Math fhèin!</em>
id: Firefox Baru = <em>Horee!</em>
vi: Firefox mới = <em>Yay!</em>

source: That just isn’t going to cut it. Stop browsing in the past and <a %s>upgrade now!</a>
gd: Chan dèan sin a' chùis idir. Sguir dhen bhrabhsadh seann nòsach ud agus <a %s>ùraich an-dràsta!</a>
id: Benar-benar kacau. Berhenti berselancar di masa lampau dan <a %s>perbarui sekarang!</a>
vi: Như vậy là không được rồi. Hãy dừng duyệt web theo kiểu cũ và <a %s>nâng cấp ngay hôm nay!</a>

source: Now we’re talking!
gd: Tha sin fada fada nas fhearr!
id: Mantap!
vi: Như vậy mới được chứ!

source: Feels better, doesn’t it? Welcome to the future of the Web. It’s nice here.
gd: Nas fhearr, nach eil? Fàilte dhan dùthaich is àm ri teachd an lìn. Tha e snog an-seo.
id: Rasanya lebih hebat, bukan? Selamat datang di masa depan. Disini sangat hebat.
vi: Cảm giác thật tuyệt phải không? Chào mừng bạn đến với tương lai của Web.

source: Hey, looks like you’re using %BROWSER%. Why not grab Firefox and get up to speed.
gd: Sin thu, tha coltas gu bheil thu a' cleachdadh %BROWSER%. Carson nach feuch thu Firefox?
id: Halo! Nampaknya anda menggunakan %BROWSER%. Kenapa tidak mengunduh Firefox dan berselancar lebih cepat.
vi: Này, có vẻ như bạn đang sử dụng %BROWSER%. Tại sao không sử dụng Firefox để cải thiện tốc độ.

source: Hey, looks like you’re not using Firefox as your browser. Why not grab Firefox and get up to speed.
gd: Sin thu, tha coltas nach eil thu a' cleachdadh Firefox mar bhrabhsair. Carson nach feuch thu Firefox?
id: Halo! Nampaknya anda tidak menggunakan Firefox. Kenapa tidak mengunduh Firefox dan berselancar lebih cepat.
vi: Này, có vẻ như bạn không đang sử dụng trình duyệt Firefox. Tại sao không tải Firefox về để cải thiện tốc độ.

source: New Firefox is faster, free (as always), crashes less and protects your privacy more.
gd: Tha am Firefox nas luaithe, saor (mar a bha e riamh), cha tuislich e cho tric agus dìonaidh e do phrìobhaideachd fiù nas fhearr.
id: Firefox yang baru lebih cepat, dan gratis (seperti biasanya), error lebih sedikit dan lebih melindungi privasi anda
vi: Firefox bản mới nhanh hơn, tự do, miễn phí (luôn luôn như vậy), ít hỏng hóc hơn và bảo vệ quyền tự do cá nhân của bạn tốt hơn.

source: <a %s>Upgrading</a> takes less than a minute and you won’t lose your history or bookmarks. Hooray!
gd: Cha bheir <a %s>an t-ùrachadh</a> nas fhaide na mionaid agus cha chaill thu an eachdraidh no na comharran-lìn agad. Nach math sin?
id: <a %s>Memperbarui</a> hanya sebentar dan bookmark dan history yang ada tidak akan hilang. Horee!
vi: <a %s>Việc cập nhật</a> chỉ mất hơn một phút và bạn không bị mất lược sử và trang đánh dấu. Thật tuyệt vời!

source: Fewer Crashes <span>More Happiness</span>
gd: Nas lugha de thuislidhean <span>Barrachd toileachais</span>
id: Sedikit Error <span>Lebih Senang!</span>

source: Upgrade now and see how much happier browsing can be with the <b>newest and fastest Firefox</b>.
gd: Ùraich an-dràsta e ach an faic thu dè cho math 's a tha am brabhsadh leis <b>a' Firefox as ùire 's as luaithe</b>.
id: Perbarui sekarang dan lihat seberapa senang berselancar dengan <b>Firefox yang dan terbaru</b>.

source: Upgrade Firefox
gd: Ùraich Firefox
id: Perbarui Firefox
vi: Nâng cấp Firefox

source: Old Firefox
gd: Seann Firefox
id: Firefox Usang
vi: Firefox phiên bản cũ

source: New Firefox
gd: Firefox ùr
vi: Firefox phiên bản mới

source: 3, 2, 1<span>Ready to Go?</span>
gd: A trì, a dhà, a h-aon<span>Deiseil is deònach?</span>
id: 3, 2,1<span>Sudah Siap?</span>
vi: 3, 2, 1<span>Sẵn sàng để thử?</span>

source: Take your bookmarks and browsing history with you on a journey to a faster Firefox.
gd: Thoir leat na comharran-lìn is an eachdraidh brabhsaidh agad air turas a dh'ionnsaigh Firefox nas luaithe.
id: Bawa bookmark dan history bersama anda dengan Firefox yang lebih cepat!

source: Upgrade Firefox and take your bookmarks with you.
gd: Ùraich Firefox is thoir leat na comharran-lìn agad.
id: Perbarui Firefox dan bawa bookmark bersama anda
vi: Cập nhật Firefox và giữ lại các trang đánh dấu.
