Repository: translate/mozilla-lang
Catalog: */upgradedialog.lang.po
Languages: af, bn_in, br, ca, cy, gd, or

source: Get the Newest Firefox
af: Kry die nuutste Firefox
bn_in: সাম্প্রতিকতম Firefox-র সংস্করণ প্রাপ্ত করুন
br: Kaout handelv nevesañ Firefox
ca: Obteniu el Firefox més nou
cy: Estynnwch y Firefox Diweddaraf
gd: Faigh am Firefox as ùire
or: ନୂତନତମ Firefox କୁ ଗ୍ରହଣ କରନ୍ତୁ

source: The Newest Firefox is Here!
af: Die nuutste Firefox is hier!
bn_in: সাম্প্রতিকতম Firefox-র সংস্করণ এখন উপলব্ধ!
br: Amañ emañ handelv nevesañ Firefox !
ca: El Firefox més nou ja és aquí!
cy: Mae'r Firefox Diweddaraf Yma!
gd: Ràining am Firefox as ùire!
or: ନୂତନତମ Firefox ଏଠାରେ ଉପଲବ୍ଧ!

source: <a %s>Quick, easy and free update</a>
af: <a %s>Vinnige, maklike en gratis bywerking</a>
bn_in: <a %s>দ্রুত, সহজ ও বিনামূল্যে আপডেট করুন</a>
br: <a %s>Hizivadur herrek, aes ha digoust</a>
ca: <a %s>Actualització ràpida, fàcil i gratuïta</a>
cy: <a %s>Diweddariad cyflym, hawdd ac am ddim </a>
gd: <a %s>Ùrachadh a tha luath, eàsgaidh agus saor an-asgaidh</a>
or: <a %s>ତୀବ୍ର, ସହଜମୟ ଏବଂ ମାଗଣା ଅଦ୍ୟତନ</a>

source: Fresh new look
af: Vars nuwe voorkoms
bn_in: এক্কেবার নতুন রূপে
br: Neuz nevez flamm
ca: Nou aspecte fresc
cy: Golwg newydd gyffrous
gd: Le dreach ùr air
or: ନୂତନ ଅବତାର

source: Much faster than Firefox 3.6
af: Heelwat vinniger as Firefox 3.6
bn_in: Firefox ৩.৬-র তুলনায় অনেক দ্রুত
br: Kalz herrekoc'h eget Firefox 3.6
ca: Molt més ràpid que el Firefox 3.6
cy: Llawer cynt na Firefox 3.6
gd: Fada nas luaithe na Firefox 3.6
or: Firefox 3.6 ଠାରୁ ଅଧିକ ତୀବ୍ରତର

source: More awesomeness than ever
af: Beter as ooit
bn_in: আগের থেকে অনেক বেশি আকর্ষণীয়
br: Souezhusoc'h eget biskoazh
ca: Més fantàstic que mai
cy: Mwy anhygoel nag erioed
gd: Nas taghta na bha e riamh
or: ପୂର୍ବ ଅପେକ୍ଷା ଅଧିକ ପ୍ରଭାବଶାଳୀ

source: There’s a new version of Firefox that can better protect you against online attacks.
af: Daar’s 'n nuwe weergawe van Firefox wat beter beskerming bied teen aanvalle aanlyn.
bn_in: অন-লাইন আক্রমণের হাত থেকে প্রতিরোধ করতে সক্ষম Firefox-র একটি নতুন সংস্করণ বর্তমানে উপলব্ধ রয়েছে।
br: Un handelv nevez eus Firefox a zo, hag a c'hell gwareziñ ac'hanoc'h a-enep an tagadennoù enlinenn en un doare efedusoc'h.
ca: Hi ha una nova versió del Firefox que us protegirà millor contra els atacs en línia.
cy: Mae yna fersiwm newydd o Firefox sy'n gallu eich amddiffyn yn well rhag ymosodiadau ar-lein.
gd: Tha tionndadh nas ùire de Firefox ann a dhìonas tu nas fhearr o ionnsaighean air loidhne.
or: ଆପଣଙ୍କୁ ଅନଲାଇନ ଆକ୍ରମଣରୁ ରକ୍ଷା କରିବା ପାଇଁ Firefox ର ଏକ ନୂତନ ସଂସ୍କରଣ ଉପଲବ୍ଧ।

source: <a %s>Get the upgrade</a> — it’s fast & free!
af: <a %s>Kry die bywerking</a> — dis vinnig en gratis!
bn_in: <a %s>আপগ্রেড প্রাপ্ত করুন</a> - বিনামূল্যে ও দ্রুত!
br: <a %s>Kaout an hizivadenn</a> — Prim ha digoust eo !
ca: <a %s>Baixeu l'actualització</a>. És ràpid i gratuït!
cy: <a %s>Estyn y fersiwn newydd</a> - mae'n gyflym ac am ddim!
or: <a %s>ଉନ୍ନୟନକୁ ଗ୍ରହଣ କରନ୍ତୁ</a> - ଏହା ତୀବ୍ର ଏବଂ ମାଗଣା!

source: get the latest in security
af: kry die jongste in sekuriteit
bn_in: নিরাপত্তা সংক্রান্ত সর্বশেষ বৈশিষ্ট্যগুলি প্রাপ্ত করুন
br: tapit an diogelroez ziwezhañ
ca: obteniu les darreres funcions de seguretat
cy: derbyn y diogelwch diweddaraf
gd: faigh an teicneolas tèarainteachd as ùire
or: ନୂତନତମ ସୁରକ୍ଷା ଗ୍ରହଣ କରନ୍ତୁ

source: experience faster performance
af: ervaar beter werkverrigting
bn_in: দ্রুত কর্মক্ষমতা
br: arverit an digonusted primañ
ca: tingueu un rendiment millor
cy: profi pori cyflymach
gd: gabh cothrom air dèanadas nas luaithe
or: ତୀବ୍ରତମ କାର୍ଯ୍ୟଦକ୍ଷତା ହାସଲ କରନ୍ତୁ

source: enjoy greater customization
af: geniet meer aanpasbaarheid
bn_in: অধিক স্বনির্ধারিত বৈশিষ্ট্যের সুযোগ নিন
br: personelait en ur doare gwelloc'h c'hoazh
ca: gaudiu d'una personalització millor
cy: mwynhau gwell cyfaddasu
gd: gabh tlachd sa chomas ghnàthachaidh againn
or: ଅଧିକ ଇଚ୍ଛାରୂପଣ ସୁବିଧାକୁ ଉପଭୋଗ କରନ୍ତୁ

source: Your version of Firefox will soon be vulnerable to online attacks.
af: U weergawe van Firefox sal binnekort vatbaar raak vir aanvalle aanlyn.
bn_in: আপনার ব্যবহৃত Firefox-র সংস্করণে অতি শীঘ্রই অন-লাইন আক্রমণের আশঙ্কা দেখা দিতে পারে।
br: Ho handelv Firefox a vo breskoc'h d'an tagadennoù enlinenn a-benn nebeut.
ca: La vostra versió del Firefox aviat serà vulnerable als atacs en línia.
cy: Bydd eich fersiwn chi o Firefox yn agored i ymosodiadau cyn bo hir.
gd: Bidh an tionndadh de Firefox a tha agad buailteach do dh'ionnsaighean air loidhne a dh'aithghearr.
or: ଆପଣଙ୍କର ଏହି Firefox ସଂସ୍କରଣ ଅତିଶୀଘ୍ର ଅନଲାଇନ ଆକ୍ରମଣ ଦୃଷ୍ଟିରୁ ଅସୁରକ୍ଷିତ ହୋଇଯିବ।

source: Stay safe online
af: Bly veilig aanlyn
bn_in: অন-লাইন অবস্থায় নিরাপদ থাকুন
br: Chomit diarvar enlinenn
ca: Estigueu segur en línia
cy: Cadw'n ddiogel arlein
gd: Bidh sàbhailte air loidhne
or: ଅନଲାଇନରେ ସୁରକ୍ଷିତ ରୁହନ୍ତୁ

source: Enjoy new features
af: Geniet nuwe funksies
bn_in: নতুন বৈশিষ্ট্যের লাভ নিন
br: Bezit plijet gant keweriusterioù nevez
ca: Gaudiu de les noves funcions
cy: Mwynhau nodweddion newydd
gd: Gabh tlachd sna feartan ùra
or: ନୂତନ ବିଶେଷତାଗୁଡ଼ିକୁ ଉପଲବ୍ଧ କରନ୍ତୁ

source: URGENT!
af: DRINGEND!
bn_in: জরুরী সূচনা!
br: MALLUS !
cy: AR FRYS!
gd: ÈIGINNEACH!
or: ତୁରନ୍ତ!

source: Your version of Firefox is no longer protected against online attacks.
af: U weergawe van Firefox is nie meer beveilig teen aanvalle aanlyn nie.
bn_in: আপনার ব্যবহৃত Firefox-র সংস্করণটি অন-লাইন উৎপন্ন আক্রমণের হাত থেকে বর্তমানে সুরক্ষিত নয়।
br: N'eo ket gwareze ken ho handelv FIrefox a-enep an tagadennoù enlinenn.
ca: La vostra versió del Firefox ja no està protegida contra atacs en línia.
cy: Nid yw eich fersiwn chi o Firefox wedi'i ddiogelu rhag ymosodiadau ar-lein bellach.
gd: Chan eil an tionndadh de Firefox a tha agad dìonta o ionnsaighean air loidhne tuilleadh.
or: ଆପଣଙ୍କ Firefox ସଂସ୍କରଣ ବର୍ତ୍ତମାନ ଅନଲାଇନ ଆକ୍ରମଣରୁ ସୁରକ୍ଷିତ ନୁହଁ।

source: This is your last reminder before you will be automatically updated to the latest version
af: Hierdie is die laaste herinnering voordat Firefox outomaties na die jongste weergawe bygewerk sal word
bn_in: সর্বশেষ সংস্করণে আপগ্রেড করার পূর্বে আপনাকে এইবার সর্বশেষ সীচিত করা হচ্ছে
br: Ar c'hounadur diwezhañ eo a-raok ma vefe hizivaet en emgefreek d'an handelv ziwezhañ.
ca: Aquest és l'últim recordatori abans que us actualitzeu automàticament a la darrera versió
cy: Dyma'r rhybudd olaf cyn y byddwch yn cael eich diweddaru'n awtomatig i'r fersiwn diweddaraf
gd: Seo an cuimhneachan mu dheireadh a bheir sinn dhut mus dèid àrdachadh gun tionndadh as ùire gu fèin-obrachail.
or: ସ୍ୱୟଂଚାଳିତ ଭାବରେ ନୂତନତମ ସଂସ୍କରଣକୁ ଅଦ୍ୟତିତ କରିବା ପୂର୍ବରୁ ଏହା ଶେଷଥର ପାଇଁ ଆପଣଙ୍କୁ ସ୍ମରଣ କରାଉଛି

source: Firefox no longer supports your operating system version and will be vulnerable to online attacks.
af: Firefox ondersteun nie meer u bedryfstelselweergawe nie en gaan vatbaar wees vir aanvalle aanlyn.
bn_in: আপনার ব্যবহৃত অপারেটিং সিস্টেমের সংস্করণটি Firefox দ্বারা বর্তমানে সমর্থিত হয় না এবং এর ফলে অন-লাইন আক্রমণের আশঙ্কা দেখা দিতে পারে।
br: N'eo ket skoret ken ho reizhad korvoiñ gant Firefox ha breskoc'h e voc'h d'an tagadennoù enlinenn.
ca: El Firefox ja no és compatible amb la vostra versió del sistema operatiu i serà vulnerable a atacs en línia.
cy: Nid yw Firefox yn cynnal y fersiwn yma o'ch system weithredu bellach a bydd yn agored i ymosodiadau ar-lein.
gd: Chan eil taic aig Firefox tuilleadh ris an t-siostam-obrachaidh agad agus bidh e buailteach do dh'ionnsaighean air loidhne.
or: Firefox ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ପ୍ରଚାଳନ ତନ୍ତ୍ର ସଂସ୍କରଣକୁ ସହାୟତା କରୁନାହିଁ ଏବଂ ଅନଲାଇନ ଆକ୍ରମଣ ଦୃଷ୍ଟିରୁ ଅସୁରକ୍ଷିତ ହୋଇଯିବ।

source: We recommend:
af: Ons aanbevelings:
bn_in: আমাদের প্রস্তাব:
br: Aliañ a reomp :
ca: Recomanem:
cy: Rydym yn argymell:
gd: Mholamaid dhut na leanas:
or: ଆମ ପରାମର୍ଶ:

source: Upgrading your <a %s>operating system</a>
af: Gradeer u <a %s>bedryfstelsel</a> op
bn_in: <a %s>অপারেটিং সিস্টেম</a> আপগ্রেড করুন
br: Hizivaat ho <a %s>reizhad korvoiñ</a>
ca: Actualitzar el <a %s>sistema operatiu</a>.
cy: Diweddaru eich <a %s>system weithredu</a>
gd: Àrdaich an <a %s>siostam-obrachaidh agad</a>
or: ଆପଣଙ୍କର <a %s>ପ୍ରଚାଳନ ତନ୍ତ୍ର</a> କୁ ଅଦ୍ୟତନ କରୁଅଛି

source: Downloading a compatible browser
af: Laai 'n versoenbare blaaier af
bn_in: সুসংগত একটি ব্রাউজার ডাউনলোড করুন
br: Pellgargañ ur merdeer kenglotus
ca: Baixar un navegador compatible.
cy: Llwytho porwr cydnaws i lawr
gd: Luchdaich a-nuas brabhsair co-chòrdail
or: ଏକ ସୁସଙ୍ଗତ ବ୍ରାଉଜର ଆହରଣ କରୁଅଛି

source: Installing a free upgrade to your <a %s>operating system</a>
af: Installeer 'n gratis bywerking vir u <a %s>bedryfstelsel</a>
bn_in: ব্যবহৃত <a %s>অপারেটিং সিস্টেমের</a> জন্য উপলব্ধ সংস্করণে বিনামূল্যে আপগ্রেড করুন
br: Staliañ un hizivadenn digoust evit ho <a %s>reizhad korvoiñ</a>
ca: Instal·lar una actualització gratuïta del <a %s>sistema operatiu</a>.
cy: Gosod diweddariad am ddim i'ch <a %s>system weithredu</a>
gd: Stàilich àrdachadh saor an-asgaidh airson <a %s>an t-siostam-obrachaidh</a> agad
or: ଆପଣଙ୍କ <a %s>ପ୍ରଚାଳନ ତନ୍ତ୍ର</a> ରେ ଏକ ମାଗଣା ଉନ୍ନୟନ ସ୍ଥାପନ କରୁଅଛି

source: You will be prompted once more before being automatically updated.
af: U sal nog een keer ingelig word voordat dit outomaties bygewerk word.
bn_in: স্বয়ংক্রিয়ভাবে আপডেট করার পূর্বে আরো একবার আপনাকে সূচিত করা হবে।
br: Kelaouet e viot ur wech ouzhpenn a-raok bezan hizivaet en emgefreek.
ca: Se us preguntarà això un cop més abans d'actualitzar-vos automàticament.
cy: Byddwch yn cael eich annog unwaith eto cyn cael eich diweddaru'n awtomatig.
or: ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଅଦ୍ୟତନ କରିବା ପୂର୍ବରୁ ଆପଣଙ୍କୁ ପୁଣି ଥରେ ପଚରାଯିବ।
