Repository: translate/mozilla-lang
Catalog: */whatsnew.lang.po
Languages: mai, oc

source: Hooray! Your Firefox is up to date.
mai: हुर्रे! अहाँक फायरफाक्स अप टू डेट भ गेल
oc: Òsca ! Vòstre Firefox es a jorn.

source: Your Firefox is out of date.
mai: अहाँक फायरफाक्स पुरान अछि.
oc: Vòstre Firefox es pas a jorn.

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
mai: सुरक्षा कारणसँ, हम <a href="{url}">सबसँ हाल आओर बड़</a> संस्करणकेँ उन्नयनक लेल अनुशंसा कए रहल छी.
oc: Per de rasons de seguretat, vos recomandam de metre Firefox a jorn amb <a href="{url}">la tota darrièra version</a>.

source: You’re running an unknown version of Firefox.
mai: अहाँ फायरफाक्सक अनचिह्न संस्करणक चलाए रहल छी.
oc: Utilizatz una version desconeguda de Firefox.

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
mai: सुरक्षा कारणसँ, हम सुझाव दैछी जे अहाँ <a href="{url}">सबसँ हालक आओर महानतम संस्करण</a> केँ डाउनलोड करू.
oc: Per de rasons de seguretat, vos recomandam de telecargar <a href="{url}">la tota darrièra version</a>.

source: See how the new features in Firefox help you browse faster and more efficiently.
mai: देखू जे कहिना फायरफाक्सक नवीन फीचर अहाँक तेजी आओर कुशलतासँ ब्राउज करैमे मदति करैछ.
oc: Descobrissètz cossí las novèlas foncionalitats de Firefox vos ajudan a navigar mai rapidament e mai eficaçament.

source: Learn more about <a href="{url}">the New Tab feature »</a>
mai: <a href="{url}">नव टैब फीचर »</a> केँ संबंधमे आओर जानू
oc: Ne saber mai sul <a href="{url}">novèl onglet foncion »</a>

source: Learn more about our <a href="{url}">redesigned home page »</a>
mai: हमर <a href="{url}">फेरसँ बदलल होम पेज »</a> क संबंधमे आओर जानू.
oc: Ne saber mai sus nòstra <a href="{url}">novèla pagina d'acuèlh »</a>

source: Keep in touch
mai: संपर्कमे रहू
oc: Demoratz en contacte

source: Keep it moving
mai: एकरा जारी रहै दिअ
oc: Demòra en movement

source: Get Firefox » <b>for Android</b>
mai: फायरफाक्स » <b>केँ एंड्राएड</b> कए लेल पाउ
oc: Obténer Firefox » <b>per Android</b>

source: Keep it going
mai: एकरा चलैत रहै दिअ
oc: Seguissètz-nos !

source: Join Mozilla
mai: मोजिल्लामे सामिल होउ
oc: Rejonhètz Mozilla

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
oc: <a href="%s">Obten Firefox per Android</a> e tota la poténcia del Web dins tas mans. Es rapid, intelligent e segur !

source: Now get the mobile browser that’s got your back
oc: Ara, obten lo navigador mobil que te protegís

source: Firefox Features
oc: Foncionalitats de Firefox

source: Welcome to Firefox
oc: Benvenguda dins Firefox

source: Firefox Help
oc: Ajuda de Firefox

source: Firefox for Android artwork
oc: Material grafic de Firefox per Android

source: Fast. Smart. Safe.
oc: Rapid. Intelligent. Segur.

source: Get the mobile browser that’s got your back.
oc: Obten lo navigador mobil que te protegís

source: Get to your next task<br/>faster than ever
mai: अपना अगिला काज<br/>पहिनेसँ तेजी सँ करू

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
mai: एंड्राएड रोबोटकेँ कएल काजसँ तैआर कएल गेल अछि<a href="%s">गूगलसँ साझा कएल</a> आओर <a href="%s">Creative Commons 3.0 Attribution License</a> मे वर्णित शर्तक अनुसार प्रयोग कएल गेल अछि.
