Repository: translate/mozilla-lang
Catalog: dsb/firefox/includes/mwc_2014_schedule.lang.po
Languages: dsb

source: Schedule is subject to change.
dsb: Casowy plan pódlažy změnam.

source: Monday
dsb: Pónjeźele

source: February 24
dsb: 24. februara

source: Tuesday
dsb: Wałtora

source: February 25
dsb: 25. februara

source: Wednesday
dsb: Srjoda

source: February 26
dsb: 26. februara

source: Thursday
dsb: Stwórtk

source: February 27
dsb: 27. februara

source: Firefox OS: Today, Tomorrow and the Next Generation Design Story
dsb: Firefox OS: Źinsa, witśe a tšojenje wó designje pśiduceje generacije

source: Sharing Insights: Marketplace Content Partners and Firefox for Android
dsb: Źělenje póglědanjow: Wopśimjeśowe partnarje wikowanišća a Firefox za Android

source: Delivering Positive Social and Economic Impact Through Open Technology
dsb: Wugbanje pozitiwnego towarišnostnego a góspodarskego wliwa pśez wótworjónu technologiju

source: Customizing for Market Needs
dsb: Pśiměrjowanje za pótrěbnosći wikow

source: Firefox OS for Any Screen Size
dsb: Firefox OS za kuždu wjelikosć wobrazowki

source: Advancing the Web
dsb: Spěchowanje weba

source: The Future of Voice Panel Session with Brendan Eich, CTO & SVP Engineering, Mozilla
dsb: Pśichod podiumowego zarědowanja z Brendan Eich, CTO a SVP Engineering, Mozilla

source: HTML5 App Acceleration
dsb: Nałožeńske póspěšenje HTML5

source: Privacy Seminar with Alex Fowler, Chief Privacy Officer, Mozilla
dsb: Seminar wó priwatnosći z Alex Fowler, wjeducy społnomócnjony za šćit datow, Mozilla

source: Conference Pass Required
dsb: Konferencowy pa trěbny

source: Conference Village, Hall 4<br>Auditorium 2
dsb: Konferencowa wjas, hala 4<br>Słucharnja 2

source: Firefox for Android: Explore ways to customize Firefox for Android for partner distribution, integrate with 3rd party services, and how to connect with other people and devices.
dsb: Firefox za Android: Wuslěźćo móžnosći, Firefox za Android za partnarske rozšyrjenje pśiměriś, ze słužbami tśeśich kombiněrowaś a kak dajo se ze drugimi luźimi a rědami zwězaś.
