Repository: translate/mozilla-lang
Catalog: */foundation/annualreport/2011faq.lang.po
Languages: fr, hi_in, mr, ms

source: The State of Mozilla
fr: Rapport annuel de Mozilla
hi_in: मोज़िला के राज्य
mr: Mozillaची स्थिती
ms: Keadaan Mozilla

source: Frequently Asked Questions
fr: Foire aux questions
hi_in: अकसर पूछे जाने वाले प्रश्न
mr: वारंवार विचारले जाणारे प्रश्न
ms: Soalan Lazim Ditanya

source: What are the key projects for Mozilla in the next year? How do you plan to influence the market going forward?
fr: Quels sont les principaux projets de Mozilla pour l’année à venir&nbsp;? Quelles innovations comptez-vous développer ou encourager&nbsp;?
hi_in: अगले वर्ष में मोज़िला के लिए महत्वपूर्ण परियोजनाओं क्या हैं? आप आगे जा रही बाजार को कैसे प्रभावित करने की योजना है?
mr: पुढील वर्षासाठी Mozilla प्रकल्प सूची काय आहे? पुढे जाण्यासाठी आपण बाजारावर कसा काय प्रभाव पाडणार आहात?
ms: Apakah projek utama Mozilla pada tahun hadapan? Bagaimanakan anda merancang untuk mempengaruhi pasaran untuk maju ke hadapan?

source: The Firefox Web browser is and will continue to be a fundamental lever in driving the Web forward and advancing the Mozilla mission.
fr: Le navigateur web Firefox est et restera un pilier fondamental des avancées de Mozilla et d’Internet dans son ensemble.
hi_in: Firefox वेब ब्राउज़र है और वेब को आगे बढ़ाने एवं Mozilla मिशन को आगे बढ़ाने में एक मौलिक क्रिया जारी रहेगी.
mr: Firefox वेब ब्राऊझर वेब पुढे नेण्यात व Mozilla कार्याला बढत देण्याचे मूळ साधन आहे आणि राहणार.
ms: Pelayar Web Firefox adalah dan akan terus menjadi pembangkit asas dalam memacu Web ke hadapan dan memajukan misi Mozilla.

source: Firefox OS is Mozilla’s mobile operating system, based entirely on HTML5. Today, 50 percent of 2.3 Billion people who go online do so primarily through a mobile device, and that number is expected to grow. With Firefox OS, Mozilla has set out to develop and a completely open and standards-based Web as a platform for innovation. We've built the technologies and <abbr title="Application Program Interfaces">APIs</abbr> to make the Web a rich and viable option and we are committed to driving forward the adoption of HTML5 as a platform for the mobile industry.
fr: Firefox OS, le système d’exploitation mobile de Mozilla, est entièrement basé sur le HTML5. Aujourd’hui, 50&nbsp;&#37; des 2,3 milliards d’internautes dans le monde surfent sur le Web principalement au moyen d’un terminal mobile, un chiffre qui devrait encore croître. Avec Firefox OS, Mozilla s’est attachée à développer une plate-forme web entièrement ouverte et standardisée pour faciliter l’innovation. Nous avons mis au point des technologies et API qui ont contribué à faire du Web une ressource viable et attractive et entendons désormais encourager l’adoption du HTML5 pour les plateformes mobiles.
hi_in: Firefox OS HTML पे पूरी तरह आधारित, mozilla का ऑपरेटिंग सिस्टम हैं. आज, 2.3 लाख में से 50 प्रतिशत लोग मुख्य रूप से मोबाइल उपकरण से ही ऑनलाइन होते हैं, और यह बढ़ता जा रहा हैं. Firefox OS के साथ, Mozilla को डेवेलप के लिए और एक पूरी तरह से खुला और स्तर आधारित वेब नयी खोज के लिए एक प्लेटफार्म के रूप में स्थापित किया गया. हमलोग वेब को एक धनि और व्यवहार्य विकल्प देने के लिए <abbr title="Application Program Interfaces">APIs</abbr> और प्रौद्योगिकियों का निर्माण किये हैं और हमलोग मोबाइल उद्योग के लिए HTML को एक प्लेटफार्म के रूप में अपनाने के लिए प्रतिबद्ध हैं.
mr: Firefox OS ही Mozillaची मोबाईल ऑपरेटिंग सिस्टीम, पूर्णपणे HTML5वर आधारित आहे. आज, २.३ अब्जमधील ५० टक्के लोकं प्रामुख्याने मोबाईल उपकरणाच्या सहाय्याने ऑनलाईन जातात, आणि ही संख्या वाढणं अपेक्षित आहे. Firefox OS सोबत, डेवलप करायला आणि पूर्णपणे खुलं आणि मुल्यांवर आधारित असा कल्पकतेच्या व्यासपीठासाठी Mozillaने प्रस्थान केले आहे. आम्ही तंत्रज्ञान निर्माण केलं आहे आणि <abbr title="Application Program Interfaces">एपीआय</abbr> वेबला श्रीमंत आणि जननक्षम पर्याय बनवण्यासाठी आणि HTML5ची स्वीकृती मोबाईल उद्योगाचा प्लेटफॉर्म म्हणून पुढे नेण्यास आम्ही वचनबद्ध आहोत.
ms: Firefox OS adalah sistem pengoperasian mudah alih Mozilla, yang berasaskan HTML5. Hari ni, 50 peratus daripada 2.3 billion orang yang berada di talian dengan menggunakan peranti mudah alih, dan bilangan ini dijangkan akan meningkat. Dengan Firefox OS, Mozilla telah menetapkan untuk membangunkan dan selengkapnya terbuka dan berasaskan standard Web sebagai platform unntuk berinovasi. Kami membina teknologi dan <abbr title="Application Program Interfaces">APIs</abbr> untuk menjadikan Web sesuatu yang kaya dan pilihan yang berdaya maju dan kami komited untuk memacu ke hadapan penggunaan HTML5 sebagai platform untuk industri mudah alih.

source: With the Mozilla Webmaker program, we are aiming to move millions of people from Web users to active Web creators who will build the next great Web experiences. The goal is to create a more Web literate planet through tools and learning programs that fuel creativity on the Web.
fr: Grâce à notre programme Mozilla Webmaker, des millions d’internautes ont la possibilité de participer activement à la création des prochaines fonctionnalités du Web. L’objectif est d’éduquer au maximum les consommateurs aux technologies web grâce à des outils et de programmes de formation qui stimulent leur créativité sur la toile.
hi_in: मोज़िला Webmaker कार्यक्रम के साथ हम वेब उपयोगकर्ताओं से लोगों के लाखों लोगों के सक्रिय वेब रचनाकारों जो अगले महान वेब अनुभव का निर्माण करने के लिए स्थानांतरित करने के लिए लक्ष्य कर रहे हैं. लक्ष्य के लिए उपकरणों और सीखने के कार्यक्रमों के माध्यम से वेब पर ईंधन रचनात्मकता और अधिक वेब साक्षर ग्रह बनाने के लिए है.
mr: Mozilla Webmaker कार्यक्रमातून, आमचं लाखो लोकांना वेब वापरकर्त्यांपासून सक्रीय वेब निर्मात्यांपर्यंत हलविण्याच ध्येय आहे, हे लोक पुढचे भव्य वेब अनुभव निर्माण करतील. आमचं उद्दिष्ट साधनं आणि शैक्षणिक कार्यक्रमातून जास्तीतजास्त वेब साक्षर बनवण्याचं आहे जे वेबवर कल्पकतेला इंधन देईल.
ms: Dengan program Mozilla Webmaker, kami mensasarkan untuk mengalihkan jutaan orang daripada pengguna Web kepada pencipta Web aktif yang akan membina pengalaman Web yang hebat di masa depan. Matlamatnya adalah untuk mencipta planet yang lebih celik Web melalui peralatan dan program pembelajaran yang menjana kreativiti pada Web.

source: How do you measure success?
fr: À quoi mesurez-vous votre réussite&nbsp;?
hi_in: आप कामयाबी कैसे नापते है?
mr: आपण सफलता मापन कसे करता?
ms: Bagaimanakah anda mengukur kejayaan?

source: At Mozilla, we measure success by how much we are doing to improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations build build the traits and features we care about into competing products. For example, we view Google Chrome's recent implementation of the Do Not Track feature we pioneered to be a success for Mozilla and our mission.
fr: Chez Mozilla, la réussite se mesure aux efforts que nous déployons pour améliorer le Web, dans l’intérêt non seulement des utilisateurs, mais aussi des développeurs. Nous réussissons quand les gens adorent les produits que nous élaborons, et quand d'autres entreprises créent en s'inspirant des fonctionnalités auxquelles nous tenons pour élaborer des produits compétitifs. Ainsi, lorsque Google Chrome implémente des fonctions que nous avons développées, comme ça a récemment été le cas avec Do Not Track (&laquo;&nbsp;Ne pas me pister&nbsp;&raquo;), Mozilla estime sa mission accomplie.
hi_in: मोज़िला में, हम सफलता को मापने कि लिए यह देखते हैं कि हम वेब के समग्र स्वास्थ्य में सुधार और उपयोगकर्ताओं और डेवलपर्स की रूचि को बढ़ावा देने कि लिए कितना कर रहे है। हम सफल तब होते हैं जब हम ऐसे उत्पाद बनाते हैं जो लोगों को पसंद हो, और जब अन्य संघठन प्रतिस्पर्धा उत्पाद बनाते हैं उन विशेषताओं पर जिनकी हम परवाह करते हैं। उदाहरण के लिए, हमने गूगल क्रोम के हाल के कार्यान्वयन "दू नोट ट्रैक" की सुविधा को देखा जिसको हमने मोज़िला और हमारे मिशन के लिए एक सफल उत्पाद बनाया था|
mr: Mozillaमध्ये, आम्ही सफलता मापन आम्ही वेबच्या स्वास्थ्यासाठी व वापरकर्त्यांच्या आणि डेवलपर्सच्या पुढच्या हेतूंसाठी काय करतो आहे यानी करतो. आम्ही सफल तेव्हा होतो जेव्हा लोकांना आवडतील असे उत्पादनांच निर्माण करतो, जेव्हा दुसऱ्या संघटना गुणवैशिष्ट्यांसोबत उत्पाद निर्माण करतात तेव्हा आम्हाला उत्पादनांमधील स्पर्धेची काळजी वाटते. जसं की, Google Chromeचे पाठलाग नका करू ह्या वैशिष्ट्यामध्ये आम्ही अग्रसेरत्व पत्करून Mozillaसाठी व आपल्या कार्यासाठी सफलता मिळवली आहे.
ms: Di Mozilla, kami mengukur kejayaan dengan mengira berapa banyak yang kami telah lakukan terhadap peningkatan Web yang sihat secara keseluruhan dan memajukan minat pengguna dan pembangun. Kami telah berjaya apabila kami membina produk yang orang suka, dan apabila organisasi lain membina sifat dan ciri yang kami pedulikan dalam persaingan produk. Sebagai contoh, kami melihat implementasi terbaru Google Chrome untuk ciri Jangan Jejaki yang kami rintis menjadi kejayaan Mozilla dan misi kami.

source: Unlike our major competitors, Mozilla achieves success by helping more people make choices about what software they want to use, what level of participation they would like to have online, and how to take part in building a better Internet. When we see growth in community contributors, software localizations, and a competitive browser market, for example, we know we are moving toward our goals and we are seeing growth in these areas.
fr: Contrairement à nos principaux concurrents, notre réussite tient à la liberté de choix que nous offrons aux consommateurs, des logiciels qu’ils souhaitent utiliser mais aussi à leur degré de participation en ligne et des moyens mis en œuvre pour bâtir un meilleur Internet. L’expansion de notre communauté de contributeurs, la multiplication des versions localisées de nos logiciels et l’intensification de la concurrence sur le marché des navigateurs web sont autant de signes que nous nous approchons de notre but et que les choses avancent dans le bon sens.
hi_in: हमारे प्रमुख प्रतिद्वंद्वियों से भिन्न, Mozilla कैसे एक बेहतर वेब निर्माण में भाग ले, वे किस स्तर का सहभागिता ऑनलाइन चाहते हैं और कौन सा सॉफ्टवेर वे उपयोग करना चाहते हैं, इन सभी के बारे विकल्प बताने में अधिक लोगों की मदद करके सफलता हाशिल किया हैं. जब हमलोग योगदानकर्ता, सॉफ्टवेर स्थानीयकरण और एक प्रतियोगी ब्राउज़र बाजार समुदाय में इजाफा देखते हैं, जैसे की, हमलोग जानते है की हमलोग अपने लक्ष्य की और आगे बढ़ रहे हैं और हम इस क्षेत्रो में इजाफा देख रहे हैं.
mr: आमच्या मुख्य प्रतिस्पर्ध्यांपासून वेगळं, लोकांना कुठलं सॉफ्टवेअर वापरायचं आहे, त्यांना स्पर्धेचा स्तर ऑनलाईन कसा हवा आहे, आणि चांगलं इंटरनेट निर्माण करण्यात कसा भाग घेता येईल याबद्दल जास्तीतजास्त लोकांना पर्याय निवडण्यात मदत करून Mozilla सफलता प्राप्त करतं. आम्ही जेव्हा समुदाय अंशदात्यांमध्ये, सॉफ्टवेअर स्थानीयकरणांमध्ये आणि उदाहरण म्हणून, एक प्रतिस्पर्धी ब्राऊझर बाजार, पाहतो, आम्हाला कळतं आम्ही आमच्या ध्येयांकडे वाटचाल करतो आहे आणि आम्ही या क्षेत्रांमध्ये विकास पाहत आहोत.
ms: Tidak seperti pesaing besar kami, Mozilla mencapai kejayaan dengan membantu lebih ramai orang untuk membuat pilihan tentang apa perisian yang mereka mahu gunakan, apakah tahap penglibatan yang mereka mahukan dalan talian, dan bagaimankan untuk mengambil bahagian dalam membina Internet yang lebih baik. Apabila kami melihat perkembangan dalam komuniti penyumbang, lokalisasi perisian, dan pasaran pelayar yang kompetitif, sebagai contoh, kami tahu yang kami maju ke arah matlamat dan kami melihat perkembangan dalam bidang ini.

source: What was Mozilla’s total revenue for 2011?
fr: Quel chiffre d’affaires a généré Mozilla en 2011&nbsp;?
hi_in: मोज़िला का २०११ का कुल राजस्व कितना रहा?
mr: २०११ मध्ये Mozillaचा एकूण महसुल किती होता?
ms: Apakah jumlah pendapatan Mozilla bagi tahun 2011?

source: Mozilla’s consolidated reported revenue (Mozilla Foundation and all subsidiaries) for 2011 was $163M (US), up approximately 33 percent from $123M in 2010.
fr: Le chiffre d’affaires total déclaré par Mozilla (la Fondation Mozilla et toutes ses filiales incluses) pour 2011 s’élève à 163 millions de dollars, soit environ 33&nbsp;&#37; de plus qu’en 2010.
hi_in: 2011 के लिए मोज़िला समेकित सूचना राजस्व (मोज़िला फाउंडेशन एवं सभी सहायक) 2010 में लगभग 33 प्रतिशत $ 123M से, $ 163M (अमेरिका) था।
mr: २०११साठी Mozillaचे एकत्रित कळवलेले संयुक्त महसुल (Mozilla Foundation आणि सहायक कंपन्यामिळून) $१६३ दशलक्ष (US), २०१० मध्ये $१२३ दशलक्षपेक्षा ३३ टक्क्यांनी जास्त होते.
ms: Pendapatan gabungan Mozilla yang dilapporkan (Yayasan Mozilla dan semua anak syarikat) bagi 2011 adalah $163M (US), naik kira-kira 33 peratus daripada $123M pada tahun 2010.

source: How does Mozilla generate revenue?
fr: Quelles sont les sources de revenus de Mozilla&nbsp;?
hi_in: मोज़िला राजस्व कैसे बनाता है?
mr: Mozilla महसुल कसे उत्पन्न करतं?
ms: Bagaimanakah Mozilla menjana pendapatan?

source: The majority of Mozilla’s revenue is generated from search and commerce functionality included in our Firefox product through all major search partners including Google, Bing, Yahoo, Yandex, Amazon, Ebay and others. Mozilla’s reported revenues also include very important individual and corporate donations and grants, which are growing significantly, as well as other forms of income from our investable assets.
fr: L'essentiel des recettes de Mozilla provient des fonctionnalités commerciales et de recherche incluses dans Firefox dans le cadre de partenariats avec les plus grands éditeurs de moteurs et services de recherche comme Google, Bing, Yahoo, Yandex, Amazon, eBay et d’autres. Mozilla est également financé par des dons et subventions de particuliers et d’entreprises, en hausse significative, ainsi que par les revenus de ses actifs.
hi_in: Mozilla का अधिकांश राजस्व खोज और वाणिज्य कार्यात्मकता से, जो हमारे firefox प्रोडक्ट में शामिल सारे प्रमुख खोज पार्टनर जैसे google, Bing, Yahoo, Yandex, Amazon, Ebay और दुसरे से आता हैं. Mozilla का राजस्व अनुदान, कॉर्पोरेट दान और महत्वपूर्ण व्यक्ति और साथ ही हमारे निवेश सम्पति से और दुसरे आमदनी के माध्यम से आता हैं, जो लगातार बढ़ रहा हैं.
mr: Mozillaचे बहुसंख्य महसुल सर्चपासून आणि सर्व महत्त्वाचे सर्च साथी Google, Bing, Yahoo, Yandex, Amazon, Ebay आणि आदींपासून, प्रत्येक Mozilla उत्पादनासोबत सम्मिलित वाणिज्य सुविधेतून उत्पन्न होते. Mozillaचे कळवलेले महसुल महत्वाच्या व्यक्तिगत आणि सामुदायिक देणग्या आणि अनुदान, ज्याच्यात लाक्षणिक वाढ आहे, त्याचप्रमाणे गुंताविण्यायोग्य संपत्तीपासून उत्पन्नाचे इतर प्रकार आहेत.
ms: Majoriti pendapatan Mozilla dihasilkan daripada carian dan fungsi perdagangan yang termasuk di dalam produk Firefox melalui rakang carian terbesar termasuk Google, Bing, Yahoo, Yandex, Amazon, Ebay dan lain. Mozilla melaporkan pendapatan juga termasuk sumbangan dan geran penting individu dan korporat, yang mana berkembang secara mendadak, juga pendapatan dalamn bentuk asset yang boleh dilaburkan.

source: Are you exploring partnership opportunities to diversify your revenue stream?
fr: Envisagez-vous de conclure d’autres partenariats pour diversifier vos sources de revenus&nbsp;?
hi_in: आप अपने राजस्व धारा विविधता लाने के लिए भागीदारी के अवसर तलाश रहे हैं?
mr: महासुलच्या ओघात विविधता आणण्यासाठी आपण भागीदारी संधींच्या शोधात आहात का?
ms: Adakah anda sedang meneroka peluang perkongsian untuk mempelbagaikan aliran pendapatan?

source: We currently have several key business partnerships and are actively exploring new partnership opportunities as well as other potential revenue opportunities. We’ll continue to build great products that help people enjoy the richness of the Internet, and we’re confident that this allows us to identify appropriate sources of revenue that serve both the mission and our users.
fr: Nous collaborons déjà avec des partenaires de premier plan à l’international et cherchons toujours de nouvelles possibilités de partenariat et de diversification de nos sources de revenus. Notre objectif est de continuer à développer des produits innovants qui permettront aux utilisateurs de profiter de tout ce qu’Internet peut leur offrir. Cette démarche nous guidera vers des sources de revenus servant tant notre mission que les intérêts de nos utilisateurs.
mr: आमच्याकडे बऱ्याच व्यावसायिक भागीदारींच्या संधी आहेत आणि सक्रियपणे नविन भागीदारीच्या संधी त्याप्रमाणेच संभाविक महसुलाच्या संधीपण शोधत आहोत. आम्ही उत्तम उत्पाद बनवत राहू जे लोकांना इंटरनेटच्या समृद्धीचा आनंद घेण्यास मदत करतं, आणि आम्हाला विश्वास आहे की ह्यामुळे आम्ही योग्य महसुलाचे स्त्रोत ओळखु शकू जे कार्यासाठी आणि वापरकर्त्यांसाठी उपयोगी पडेल.
ms: Kami sini mempunyai beberapa rakan perniagaan utama dan sedang aktif merintis peluang perkongsian baru juga lain-lain peluang potensi keuntungan. Kami akan terus membina produk hebat yang akan membantu pengguna menikmati kemewahan Internet, dan kami yakin yanag ini akan membenarkan kami untuk mengenalpasti sumber pendapatan yang wajar yang dapat membantu kedua-dua misi dan pengguna kami.

source: Some key Mozilla Foundation projects, like Collusion, have received grants from organizations such as the Ford Foundation.
fr: Certains grands projets de la Fondation Mozilla, comme Collusion, ont été subventionnés par des organismes tels que la Fondation Ford.
hi_in: कुछ प्रमुख मोज़िला फाउंडेशन परियोजनाओं,जैसे की कोल्लुशन को कई संगठनों से अनुदान प्राप्त हुआ है जैसे कि फोर्ड फाउंडेशन |
mr: काही महत्वाचे Mozilla Foundation प्रकल्प, जसे Collusion, यांना Ford Foundation सारख्या संघटनांकडून अनुदान मिळाले आहे.
ms: Sebahagian projek utama Yayasan Mozilla, seperti Pakatan, telah menerima geran daripada organisasi seperti Yayasan Form.

source: What is the status of the organization’s search partnerships?
fr: Où en sont les partenariats de Mozilla avec les éditeurs de services de recherche&nbsp;?
hi_in: संगठन की खोज साझेदारी की स्थिति क्या है?
mr: संघटनेच्या शोध भागीदारींची काय स्थिती आहे?
ms: Apakah status perkongsian dengan organisasi pencari?

source: We currently have partnerships with a number of search providers that differ by market. In December 2011, we announced a new agreement with Google as the default search provider in Firefox. This new agreement extends our long-term search relationship with Google for at least three additional years. The specific terms of this commercial agreement are subject to traditional confidentiality requirements, and we’re not at liberty to disclose them.
fr: Nous collaborons actuellement avec plusieurs éditeurs de services de recherche dans le cadre de partenariats spécifiques à chaque marché. En décembre 2011, suite à la conclusion d’un nouvel accord, Google est devenu le moteur de recherche par défaut de Firefox. Notre collaboration de longue date est donc reconduite pour trois années supplémentaires. Les termes de cet accord commercial sont toutefois confidentiels. Nous ne sommes donc pas autorisés à les divulguer.
hi_in: हमलोग के पास अभी बहुत सारे खोज प्रदाताओ के साथ साझेदारी हैं जो हमें बाजार से अलग हैं. दिसम्बर 2011 में, हमलोगों ने Firefox में डिफ़ॉल्ट खोज प्रदाता के रूप में google के साथ एक नए समझोता की घोषणा की. यह नया समझोता कम से कम और तीन वर्ष के लिए Google के साथ हमारे लम्बे समय के खोज संबंध को बढ़ाएगा. इस वाणिज्यिक समझौते की विशिष्ट शर्ते पारंपरिक गोपनीयता की आवश्यकताओं का विषय हैं, और हमलोग उनका स्पष्टीकरण करने के लिए स्वतंत्र नहीं हैं.
mr: आमची सध्या बऱ्याच शोध पुरविणाऱ्यान्सोबत भागीदारी आहे जी बाजाराप्रमाणे बदलते. डिसेंबर २०११मधे, Firefoxमध्ये पूर्वनिर्धारीत शोध पुरविणारा म्हणून Googleसोबत आम्ही एका नवीन कराराची घोषणा केली. हा नवीन करार आमचे Googleसोबतचे दीर्घकालीन संबंध कमीतकमी तीन वर्षांसाठी वाढवतो. या वाणिज्यिक करारातल्या काही अटी पारंपारिक गोपनीयता गरजेच्या अधीन आहेत, आणि त्या उघड करण्याचं स्वातंत्र्य आमच्याकडे नाही.
ms: Kami masih memiliki perkongsian dengan beberapa penyedia carian yang berbeza mengikut pasaran. Pada disember 2011, kami mengumumkan perjanjian baru dengan Google sebagai penyedia carian lalai di Firefox. Perjanjian baru ini memanjangjan hubungan carian jangka panjang kami dengan Google untuk sekurang-kurangnya tiga tahun lagi. Terma spesifik perjanjian komersil ini tertakluk kepada keperluan kerahsiaan tradisi, dan kami tidak dapat mendedahkannya.

source: What is the status of your commercial relationship with Bing?
fr: Qu’en est-il du partenariat commercial entre Mozilla et Bing&nbsp;?
hi_in: Bing के साथ अपने व्यावसायिक रिश्ते की स्थिति क्या है?
mr: Bing सोबत आपल्या वाणिज्यिक संबंधांची काय स्थिती आहे?
ms: Apakah status hubungan komersil anda dengan Bing?

source: Bing is included as a search provider in the US versions of Firefox. The arrangement includes revenue-sharing based on traffic sent from Firefox to Bing's search service.
fr: Bing fait partie des moteurs de recherche des versions américaines de Firefox. Nous nous partageons les recettes du trafic généré par Firefox sur le service de recherche de Bing, conformément à notre accord.
hi_in: Firefox के यु एस संस्करण में Bing को खोज प्रदाता के रूप में शामिल किया गया हैं. यह समझोता राजस्व-साझाकरण को भी शामिल करता हैं जो ट्रैफ़िक Firefox से Bing के खोज सर्विस को भेजने के आधार पर हैं.
mr: Bing हा Firefoxच्या US रुपामध्ये शोध पुरविणारा म्हणून समाविष्ट केला गेला आहे. ह्या व्यवस्थेमध्ये समाविष्ट महसुल वाटणी Firefoxपासून ते Bingच्या शोध सुविधेपर्यंत वाहतूक पाठवण्यावर आधारित आहे.
ms: Bing termasuk di dalam penyedia carian di dalam Firefox versi US. Antara yang disepakati termasuk kongsi pendapatan berdasarkan trafik yang dihantar daripada Firefox kepada servis carian Bing.

source: What happened with Yandex? Is there anything you can update us on with that partnership?
fr: Comment évolue votre collaboration avec Yandex&nbsp;?
hi_in: यानडेक्स के साथ क्या हुआ? क्या वहाँ कुछ है जो आप हमे उस साझेदारी पर अद्यतन करा सकते हैं?
mr: Yandex सोबत काय झाले? त्या भागीदारीबद्दल काही अद्ययावत माहिती उपलब्ध आहे का?
ms: Apa yang berlaku kepada Yandex? Ada apa-apa yang anda boleh beritahu kami tentang perkongsian itu?

source: Google is the default search provider on the Russian builds of Firefox. Yandex will remain in the pre-installed list of search plug-ins. The change is part of the global search renewal that Mozilla entered into with Google, which makes Google the search default.
fr: Depuis la conclusion de notre nouvel accord avec Google, ce dernier est le moteur de recherche par défaut des versions russes de Firefox. Yandex reste néanmoins présent dans la liste des plug-ins de recherche préinstallés.
hi_in: गूगल फ़ायरफ़ॉक्स के रुसीयन संस्करण पर डिफ़ॉल्ट खोज प्रदाता हैं. यानडेक्स खोज प्लग-इन के पूर्व संस्थापित सूची में टिके रहेंगे. परिवर्तन वैश्विक खोज नवीकरण का एक भाग है की मोज़िला गूगल के साथ प्रविष्ट किया, जो गूगल को डिफ़ॉल्ट खोज बनाता हैं.
mr: रूसी बनावटीचा Firefoxमध्ये Googleहा पूर्वनिर्धारित शोध पुरविणारा आहे. Yandex हा पुर्वप्रतिष्ठापित शोध प्लग-इन्सच्या यादीमध्ये राहील. हा बदल जागतिक शोध नूतनीकरणाचा एक भाग आहे ज्यात Mozilla Googleसोबत उतरला आहे, हे Googleला शोध पूर्वनिर्धारित बनवतं.
ms: Google adalah penyedia carian lalai pada Firefix binaan Russia. Yandex akan kekal di senarai plugin carian dalam pra-pasang. Yang berubah adalah bahagian pembaharuan carian global yang Mozilla telah masukkan dengan Google, yang menjadikan Google sebagai carian lalai.

source: Mozilla and Yandex will continue to explore partnerships on a number of fronts, including the customized Yandex edition of the popular Firefox browser and the integration of Yandex search services in other regional builds.
fr: Nous continuerons d’explorer de nouvelles pistes de partenariat avec Yandex, notamment le lancement conjoint d’une édition du navigateur Firefox personnalisée par Yandex et l’intégration des services de recherche de Yandex à d’autres versions régionales de Firefox.
hi_in: Mozilla और Yandex, Firefox ब्राउज़र के विशिष्ट Yandex संस्करण एवं दुसरे क्षेत्रीय बिल्ड्स की Yandex सर्च सेवाओं के एकीकरण के साथ साथ कई मुख पृश्ठों के अन्वेषण करना जारी रखेंगे.
mr: Mozilla आणि Yandex बऱ्याच आघाड्यांवर भागीदारीच्या शोधात राहतील, प्रसिद्ध Firefox ब्राउझरची स्वपसंत Yandex आवृत्ती धरून आणि प्रादेशिक बनावटीमध्ये Yandex शोध सुविधेचे संकलन.
ms: Mozilla dan Yandex akan terus meneroka perkongsian daripada beberapa bidang, termasuk Yandix edisi khas untuk pelayar popular Firefox dan mengintegrasikan servis carian Yandex dalam binaan untuk rantau lain.
