Repository: translate/mozilla-lang
Catalog: */foundation/annualreport/2011faq.lang.po
Languages: fr, hi_in, mr, ms

source: What sort of commercial agreements do you have in place in mobile?
fr: Quels types d’accords commerciaux avez-vous conclus avec les acteurs du marché du mobile&nbsp;?
hi_in: मोबाइल के जगह में आपके पास किस तरह के व्यवसायिक समझौता हैं?
mr: मोबाईल संबंधी कुठल्या प्रकारचे वाणिज्यिक करार जागेवर आहेत?
ms: Penjanjian komersil yang bagaimanakan yang anda telah miliki untuk segmen mudah alih?

source: Mozilla has announced a commercial partnership with Telefonica for Firefox OS. The specific terms of the agreement are subject to traditional confidentiality requirements. We are developing new partnerships with additional <abbr title="Original Equipment Manufacturers">OEMs</abbr> and operators, which will be announced in due course through 2012 and into 2013. We also have numerous arrangements with app publishers who will be included in Firefox Marketplace.
hi_in: मोज़िला फ़ायरफ़ॉक्स ओएस के लिए टेलेफोनिका के साथ एक व्यावसायिक साझेदारी घोषित किये हैं. लिखित पत्र के विशिष्ट शर्ते पारंपरिक गोपनीयता की आवश्यकताओं का विषय हैं. हमलोग अतिरिक्त <abbr title="Original Equipment Manufacturers">ओइएम्स</abbr> और ऑपरेटर के साथ नया साझेदारी डेवलप कर रहे हैं, जो 2012 के माध्यम से और 2013 में घोषित किया जायेगा. हमलोग के पास भी ऐप्प प्रकाशकों के साथ कई व्यवस्थाएं हैं जो फ़ायरफ़ॉक्स मार्केटप्लेस में सम्मिलित किया जायेगा.
ms: Mozilla telah mengumumkan perkongsian komersil dengan Telefónica untuk Firefox OS. Terma spesifik perjanjian adalah tertakluk kepada keperluan kerahsiaan tradisi. Kami sedang membangunkan perkongsian baru dengan <abbr title="Original Equipment Manufacturers">OEMs</abbr> dan pengendali tambahan, yang akan di umumkan dalam masa terdekat dari tahun 2012 hingga 2013. Kami juga mempunyai beberapa penyusunan dengan penerbit aplikasi yang akan dimasukkan kedalam Firefox Marketplace.

source: How much revenue do you anticipate that will bring in the coming year and what is the business model/revenue model in those deals?
fr: Quelles recettes escomptez-vous pour l’année à venir et sur quels modèles commerciaux et de revenus miserez-vous&nbsp;?
hi_in: आप कितना राजस्व की उम्मीद करते हैं जो आने वाले वर्ष में लाएगा और उन सौदों मे व्यापार राजस्व मॉडल क्या हैं?
mr: येणाऱ्या वर्षी आपण किती महसुलाची अपेक्षा करत आहात आणि त्या सौद्यांसाठी व्यावसायिक मॉडेल/महसुल मॉडेल काय आहे?
ms: Berapa banyakkah pendapatan yang anda jangkakan akan perolehi pada tahun akan datang dan apakah model perniagaan/model pendapatan dalam perbincangan itu?

source: We are not providing forecasts or projections at this time. Our main focus is on creating and delivering offerings that address user, developer, and operator needs. At the same time we are continually exploring potential new revenue models that serve both the mission and our users.
fr: Il est encore trop tôt pour se prononcer à ce sujet. Notre priorité est de concevoir des offres en réponse aux besoins des utilisateurs, développeurs et opérateurs. En parallèle, nous recherchons constamment de nouvelles opportunités de revenus servant tant nos intérêts que ceux de nos utilisateurs.
hi_in: इस समय हम पूर्वानुमान अथवा परियोजना प्रोवाइड नहीं कर रहे । हमारा केंद्रिभूत , डेवलपर , और ऑपरेटर की ज़रूरत के ओफ्फेरिंग बनाने और पहुंचाने में है जो उपयोक्ता का पता कर सके । उसी समय हम लगातार खोज कर रहे हैं नए क्षमता वाले राजस्व आदर्श का जो हमारे मिशन और उपयोक्ता दोनों की सेवा करे ।
mr: आम्ही सध्या कुठल्याही प्रकारच्या अंदाज किंवा अनुमान उपलब्ध नाही करून देऊ शकत. आमचा मुख्य हेतू वापरकर्ता, डेवलपर, आणि ऑपरेटर्सला ज्याची गरज असेल ते बनविणे आणि पुरविणे आहे. त्याचवेळी आम्ही सामर्थ्यशाली नवीन महसुल मॉडेलच्या शोधात राहू जे कार्यासाठी आणि वापरकर्त्यांसाठी उपयोगी पडेल.
ms: Kami tidak menyediakan ramalan atau unjuran untuk kali ini. Fokus utama kami adalah untuk mencipta dan menawarkan sesuatu yang diperlukan pengguna, pembangun, dan pengendali. Pada masa sama kami akan terus menerokai potensi model pendapatan baru yang membantu kedua-dua misi dan pengguna kami.

source: What makes you think you can break into the smartphone market with two clearly dominant players?
fr: Comment comptez-vous vous imposer sur le marché des smartphones face aux géants Apple et Google&nbsp;?
hi_in: आपको ऐसा क्यों लगता है की आप ,दो प्रबल खिलाड़ियों के स्मार्टफोन बाज़ार में घुस सकते हैं?
mr: आपणाला कशामुळे वाटतं की आपण दोन प्रभावशाली प्रतीस्पर्धींसोबत स्मार्टफोन बाजारात घुसू शकता?
ms: Apa yang membuatkan anda terfikir yang anda dapat memecahkan pasaran telefon pintar yang kini dikuasai oleh dua pemain yang dominan?

source: Mozilla believes that the Web is the best platform for innovation, connecting, sharing and for building the world that we want. With Firefox OS, Mozilla is creating an operating system based entirely on open Web standards. HTML5 is an increasingly important technology, which more and more developers are embracing. There is also an HTML5 ecosystem of developers who are already creating applications for desktop web browsers, while many AppStore and Android applications have already been developed in HTML5.
fr: Pour Mozilla, le Web est la meilleure des platesformes pour innover, créer de nouveaux liens, partager et bâtir un monde conforme à ses attentes. Avec Firefox OS, Mozilla a créé un système d’exploitation entièrement basé sur les standards ouverts du Web. Le HTML5 gagne progressivement du terrain, séduisant un nombre croissant de développeurs. Ce langage a également fédéré tout un écosystème de développeurs qui créent des applications pour navigateurs web de bureau, tandis que l’AppStore et Android proposent déjà quantité d’applications en HTML5.
mr: Mozillaला वाटतं की वेब हा कल्पकता, जोडण्यासाठी, शेअर करण्यासाठी आणि आपल्याला हवं तसं जग निर्माण करण्यासाठी श्रेष्ठ मंच आहे. Firefox OS सोबत, Mozilla पूर्णपणे खुल्या वेब मुल्यांवर आधारित ऑपरेटिंग सिस्टीम निर्माण करत आहे. HTML5 अधिकाधिक महत्त्व प्राप्त होत चाललेलं तंत्रज्ञान आहे, जे जास्तीतजास्त डेवलपर अंगीकारत आहेत. डेवलपर्सची HTML5 परिस्थितीक व्यवस्था पण आहे जे आधीपासूनच डेस्कटॉप वेब ब्राउझर्ससाठी ॲप्लिकेशन्स निर्माण करत आहेत, जेथे बरेच AppStore आणि Android ॲप्लिकेशन्स आधीपासून HTML5मध्ये विकसित केले गेले आहेत.
ms: Mozilla percaya yang Webadalah platform terbaik untuk berinovasi, berhubung, berkongsi dan untuk membina dunia yang kita mahukan. Dengan Firefox OS, Mozilla sedang mencipta sistem pengoperasian baru yang keseluruhannya berasaskan kepada standard Web terbuka. HTML5 adalah teknologi penting yang sedang meningkat naik, yang mana ramai dan ramai pembangun yang mendakapnya. Terdapat juga ekosistem HTML5 yang terdiri dari pembangun yang telah mencipta aplikasi untuk pelayar web komputer meja, sementara banyak aplikasi AppStore dan Android telah dibangunkan dalam HTML5.

source: How many operator/carrier partners do you have signed up for Firefox OS?
fr: Avec combien d’opérateurs avez-vous signé un partenariat pour Firefox OS&nbsp;?
hi_in: फ़ायरफ़ॉक्स ओएस के लिए आप कितने ऑपरेटर/वाहक हिस्सेदार के साथ हस्ताक्षर किये हैं.
mr: Firefox OSसाठी तुम्ही किती ऑपरेटर/कॅरीयर भागीदारांसोबत नोंदणी केली आहे?
ms: Berapa banyak rakan pengendali/pembawa yang telah berdaftar untuk Firefox OS?

source: The first Firefox OS-powered devices are expected to launch commercially in Latin American markets in early 2013 through Telefónica. We've also announced support for the Firefox OS from global network operators including Deutsche Telekom, Etisalat, Smart, Sprint, Telecom Italia and Telenor, so you can expect more device and OS news throughout 2013.
fr: Les premiers terminaux sous Firefox OS devraient être lancés en Amérique latine début 2013 par Telefónica. Parmi les autres opérateurs internationaux partenaires, citons Deutsche Telekom, Etisalat, Smart, Sprint, Telecom Italia et Telenor, qui devraient également commercialiser des terminaux sous Firefox OS courant 2013.
hi_in: Firefox OS संचालित पहेले उपकरण टेलेफोनिका के माध्यम से 2013 के शुरू में लैटिन अमेरिकी बाजारों में व्यावसायिक तौर पर शुरू करने की उम्मीद है । हम वैश्विक नेटवर्क प्रदाता से फ़ायरफ़ॉक्स ओएस के लिए समर्थन की घोषणा कर रहे हैं जैसे ड्यूश टेलीकॉम, एतिसलात, स्मार्ट, स्प्रिंट, टेलीकॉम इटालिया और टेलीनॉर सहित, तो आप 2013 में और अधिक डिवाइस और ओएस की खबर की उम्मीद कर सकते हैं.
mr: पहिले Firefox OSनी समर्थ असलेले उपकरणे व्यापारी दृष्टीने Telefónicaमधून २०१३च्या सुरुवातीला लॅटिन अमेरिकन बाजारात येणे अपेक्षित आहे. जागतिक नेटवर्क ऑपरेटर्स जसे Deutsche Telekom, Etisalat, Smart, Sprint, Telecom Italia आणि Telenor सोबत Firefox OSसाठी समर्थनाची घोषणा केली आहे, तर २०१३ मध्ये वर्षभर तुम्ही अजून उपकरण आणि OSबद्दल माहितीची अपेक्षा करू शकता.
ms: Peranti pertama yang dikuasakan oleh Firefox OS dijangkan akan dilancarkan secara komersil di pasaran Amerika Latin seawal 2013 melalui Telefónica. Kami juga mengumumkan sokongan untuk FIrefox OS daripada pengendali rangkaian global termasuk Deutsche Telekom, Etisalat, Smart, Sprint, Telecom Italia dan Telenor, jadi anda boleh jangkakan lebih banyak lagi berita peranti dan OS baru sepanjang 2013.

source: What OEM will you be working with?
fr: À quels équipementiers ferez-vous appel&nbsp;?
hi_in: आप किस ओईएम के साथ कम करेंगे?
mr: तुम्ही कुठल्या OEMसोबत काम करणार आहात?
ms: Dengan OEM manakah yang anda akan bekerjasama?

source: TCL Communication Technology (who own the Alcatel brand) and ZTE are leading partners to build the first handsets to run Firefox OS. We expect to announce additional OEM support soon.
fr: TCL Communication Technology (détenteur d’Alcatel) et ZTE seront les premiers à fabriquer des terminaux sous Firefox OS. La liste de nos équipementiers partenaires devrait bientôt s’allonger.
hi_in: टीसीएल कम्युनिकेशन (अल्काटेल ब्रांड के मालिक हैं जो) प्रौद्योगिकी और जेडटीई फ़ायरफ़ॉक्स ओएस चलाने के लिए पहले हैंडसेट का निर्माण करने के लिए भागीदारों के प्रमुख हैं। हम जल्द ही अतिरिक्त OEM समर्थन की घोषणा करने की उम्मीद है।
mr: TCL संचार तंत्रज्ञान (ज्यांच्याकडे Alcatel ब्रांडची मालकी आहे) आणि Firefox OSवर चालणारे पहिले हँडसेट बनवण्यासाठी ZTE प्रमुख भागीदार आहेत. आम्ही लवकरच जादा OEM सहायतेच्या घोषणेची अपेक्षा करतो आहे.
ms: TCL Communication Technology (yang memiliki jenama Alcatel) dan ZTE adalah rakan utama untuk membina telefon bimbit pertama untuk Firefox OS. Kami menjangkakan untuk mengumumkan sokongan OEM dalam masa terdekat.

source: When can we expect to see devices launching in the United States? Europe?
fr: Quand verrons-nous ces terminaux aux États-Unis ou encore en Europe&nbsp;?
hi_in: कब हम संयुक्त राज्य अमेरिका में उपकरणों का शुभारंभ देखने की उम्मीद कर सकते हैं? यूरोप?
mr: युरोपमध्ये? यूनायटेड स्टेट्सच्या बाजारात कधीपर्यंत उपकरणे येणे अपेक्षित आहे?
ms: Bila dapat kami jangkakan akan melihat peranti dilancarkan di Amerika? Eropah?

source: The first Open Web Devices will be launched in Latin American markets in early 2013. Other locations have yet to be announced.
fr: Les premiers terminaux Open Web seront lancés en Amérique latine début 2013. Les marchés suivants seront dévoilés ultérieurement.
hi_in: 2013 के पहले में ही लैटिन अमेरिका के बाजारों में पहला खुला वेब उपकरण लॉन्च किया जायेगा. दुसरे जगहों में अभी तक घोषणा करना बाकि हैं.
mr: पहिले खुले वेब उपकरणे २०१३च्या सुरुवातीला लॅटिन अमेरिकन बाजारात दाखल होतील. बाकी स्थळांची घोषणा अजून व्हायची आहे.
ms: Peranti Web Terbuka pertama akan dilancarkan di pasaran Amerika Latin pada awal 2013. Lokasi lain belum lagi diumumkan.

source: What is the business model for your app marketplace?
fr: Quel business model avez-vous choisi pour Firefox Marketplace &nbsp;?
hi_in: अापके अनुप्रयोग marketplace के लिए बिजनेस मॉडल क्या है?
mr: ॲप मार्केटप्लेससाठी तुमचे व्यावसायिक मॉडेल काय आहे?
ms: Apakah model perniagaan untuk pasaran app anda?

source: Firefox Marketplace will offer developers’ discovery, distribution and monetization opportunities and will also be customizable by partners. For example, with Telefónica, we will provide direct-to-bill capabilities in the device, in the event that app store owners would like to bill Telefónica customers directly. But app developers are free to use their own billing systems. You can read about this in the Telefónica Marketplace Payments Guide for further details of how payments will work.
hi_in: Firefox मार्केटप्लेस डेवलपर्स की खोज, वितरण और मुद्रीकरण के अवसर प्रदान करेगा और यह भी भागीदारों द्वारा अनुकूलन हो जाएगा. उदाहरण के लिए, टेलीफोनिका के साथ, हम एप्लिकेशन स्टोर मालिकों सीधे टेलेफोनीका ग्राहकों को बिल चाहते हैं कि घटना में, डिवाइस में डायरेक्ट-टू-बिल क्षमताओं प्रदान करेगा। लेकिन एप्लिकेशन डेवलपर्स अपने स्वयं के बिलिंग सिस्टम का उपयोग करने के लिए स्वतंत्र हैं. आप भुगतान कैसे काम करेगा की अधिक जानकारी के लिए Telefónica मार्केटप्लेस भुगतान गाइड में इस बारे में पढ़ सकते हैं.
ms: Firefox Marketplace akan menawarkan penemuan pembangunan, pengagihan dan peluang kewangan dan juga akan disesuaikan oleh sekutu. Sebagai contoh, dengan Telefónica, kami akan menyediakan keupayaan bil terus di dalam peranti, sekiranya pemilik aplikasi ingin mengebil pelanggan Telefónica secara terus. Tetapi pembangun aplikasi bebas untuk menggunakan sistem bil sendiri. Anda boleh membaca tentangnya di Telefónica Marketplace Payments Guide untuk lebih lanjut bagaimana pembayaran berfungsi.

source: What are your projections for growth in 2013 in desktop, mobile, OS?
fr: Quelles sont vos prévisions de croissance pour 2013 sur les marchés des ordinateurs fixes, des terminaux mobiles et des systèmes d’exploitation&nbsp;?
hi_in: डेस्कटॉप, मोबाइल, ओएस में 2013 में वृद्धि के लिए अापके क्या अनुमान हैं?
mr: २०१३साठी डेस्कटॉप, मोबाईल, OSमध्ये प्रगतीचे काय अनुमान आहेत?
ms: Apakan unjuran untuk perkembangan dalam 2013 bagi komputer meha, mudah alih, OS?

source: We are not providing forecasts or projections at this time.
fr: Il est encore trop tôt pour se prononcer.
hi_in: हम इस समय पूर्वानुमान या प्रोजेक्शन्स मुहैया नहीं करा रहे ।
mr: आम्ही सध्या कुठल्याही प्रकारच्या अंदाज किंवा अनुमान उपलब्ध नाही करून देऊ शकत.
ms: Kami tidak memberikan ramalan atau unjuran pada kali ini.
