Repository: translate/mozilla-lang
Catalog: */foundation/annualreport/2011.lang.po
Languages: hi_in

source: Firefox for Android
hi_in: Android के लिए Firefox

source: Welcome
hi_in: स्वागतम्

source: Mobilized
hi_in: संघटित किया

source: Action
hi_in: क्रिया

source: Community
hi_in: समुदाय

source: Sustainability
hi_in: संधारणीयता

source: Click to play this video
hi_in: यह वीडियो चलाने के लिए क्लिक करें

source: Mozilla‘s vision of the Internet is a place where anyone can access information, a place where everyone can hack and tinker; one that has openness, freedom and transparency; where users have control over their personal data and where all minds have the freedom to create and to consume without walls or tight restrictions.
hi_in: मोज़िला की दृष्टि में इंटरनेट एक जगह है जहाँ से कोई भी जानकारी को हासिल कर सकता है, एक ऐसी जगह जहाँ सभी लोग हैक और सुधार कर सकते है । वह एक जगह जहाँ खुलापन, स्वतंत्रता और पारदर्शिता है; जहाँ उपयोगकर्ता का अपने निजी डेटा पर नियंत्रण है और जहाँ मन की स्वतंत्रता बिना दीवारों या तंग प्रतिबंध के बनाने और उपभोग करने के लिए है.

source: In less than 20 years the Internet has changed our lives. It is a powerful platform with unprecedented opportunity and connectedness. But even with great growth and innovation there are significant challenges to this vision of a healthy Internet.
hi_in: 20 साल से कम में इंटरनेट ने हमारी जिंदगी बदल दी हैं. यह एक ताकतवर प्लेटफार्म हैं जिसमे आपके पास अनोखा मौका और जुड़ाव हैं. बहुत तरक्की और नवरचना के बाद भी काफी महत्वपूर्ण ललकार है इंटरनेट के इस वर्श़न को सेहतपूर्ण रखने के लिए.

source: Mozilla is mobilized to ensure the protection of the Web and to empower tomorrow’s webmakers and Web users. Today, Mozilla is growing — with more employees, contributors, products and locations — to ensure that the Web remains an open, vibrant ecosystem. Because, the Web is the platform for building the world we want.
hi_in: मोज़िला वेब की सुरक्षा सुनिश्चित करने के लिए और कल के वेबमेकर और वेब उपयोगकर्ताओं को सशक्त करने के लिए जुटाए है। वेब एक खुला, जीवंत पारिस्थितिकी तंत्र रहता है यह सुनिश्चित करने के लिए - अधिक कर्मचारियों, योगदानकर्ताओं, उत्पादों और स्थानों के साथ - आज, मोज़िला बढ़ रहा है। क्योंकि, दुनिया के निर्माण के लिए वेब मंच है।

source: Please explore this site to learn more about Mozilla, our priorities and focus areas that enable us to ensure the healthy growth of this large and precious global resource.
hi_in: कृपया मोज़िला, हमारी प्राथमिकता और प्रकाश क्षेत्र के बारे में ओर जानने के लिए इस साइट पे जायें जो इस विशाल और कीमती वैश्विक संसाधन के स्वस्थ विकास को सुनिश्चित करने के लिए हमें सक्रिय करता हैं.

source: Mozilla Mobilized
hi_in: संघटित मोज़िला

source: Mozilla is mobilizing millions of people to build the world they want. Mobilizing to set the mobile Web free from proprietary platforms and gatekeepers. Mobilizing to empower the world's next two billion Web users. And mobilizing to build a new generation of digital innovators, creators and webmakers.
hi_in: मोज़िला जैसा चाहते हैं वैसे दुनिया को बनाने के लिए लाखों लोग संगठित कर रहे हैं. मालिकाना प्लेटफार्मों और द्वारपालो से मुक्त मोबाइल वेब स्थापित करने के लिए संगठित कर रहे हैं. दुनिया के अगले दो अरब वेब उपयोगकर्ताओं को सशक्त करने के लिए संगठित कर रहे हैं. और डिजिटल अन्वेषक, रचनाकारों और वेबमेकर की एक नई पीढ़ी का निर्माण करने के लिए संगठित कर रहे हैं.

source: Moving forward we will continue to focus on building products, technology solutions and educational offerings that incorporate Mozilla values into the Web. Today, Mozilla’s mission remains as important as ever. From Firefox through Firefox OS to our new Mozilla Webmaker educational offering, the goal is empowerment. It’s about unlocking the full creative power of mobile; standing up for user sovereignty, privacy and freedom; and helping millions of people move from using the Web to actively building its future.
hi_in: आगे बढ़ते हुए हमलोग उत्पाद, प्रौद्योगिकी समाधान और शैक्षणिक प्रस्ताव निर्माण करने लगातार ध्यान देते रहेंगे जो वेब पर mozilla के मूल्य को शामिल करेगा. आज भी, mozilla का मिशन हमेशा की तरह ही महत्व्पूर्ण हैं. लक्ष्य firefox से firefox OS से होकर हमारे नए mozilla webmaker शैक्षणिक प्रस्ताव तक शक्ति प्रदान करना हैं. यह मोबाइल के पूरी रचनात्मक शक्ति को अनलॉक करने के बारे में हैं; उपयोगकर्ता के संप्रभुता, गोपनीयता और स्वतंत्रता के लिए खड़ा होना; और अपने भविष्य का सक्रिय रूप से निर्माण करने के लिए वेब का उपयोग करने से लाखों लोगो को रोकने में मदद कर रहा हैं.

source: Just like we did on the desktop, Mozilla is setting out to ensure that the mobile Web is full of freedom, choice & opportunity.
hi_in: जैसे हमनें डेस्कटॉप पे किया, मोज़िला यह सुनिश्चित कर रहा है की मोबाइल वेब भी स्वतंत्रता, विकल्पों तथा अवसरों से भरपूर है|

source: Just like we did on the desktop, Mozilla is setting out to ensure that the mobile Web is full of freedom, choice and opportunity and that it has the ability for users to create anything they want. With <a href="%(fxos_url)s" rel="external">Firefox OS</a>, we can break open the world of native operating systems and closed platforms once again.
hi_in: जैसे हमनें डेस्कटॉप पे किया, मोज़िला यह सुनिश्चित कर रहा है की मोबाइल वेब भी स्वतंत्रता, विकल्पों तथा अवसरों से भरपूर हो और वह उपयोक्ताओं के लिए जो वे चाहे करने की क्षमता रखता हो | <a href="%(fxos_url)s" rel="external"> फ़ायरफ़ॉक्स ओएस </a> के साथ हम फिर एक बार नेटिव ऑपरेटिंग सिस्टम और क्लोज्ड प्लेटफार्म का विश्व खुला कर सकते है |

source: Firefox OS is the first truly open mobile platform. Developers are already embracing HTML5, but so far HTML5 applications on mobile have been held back because they can’t access the device’s underlying capabilities the way that native apps can. Firefox OS overcomes these limitations and provides the necessary <abbr title="Application Program Interfaces">APIs</abbr> to show how it is possible to run an entire device using open standards.
hi_in: फ़ायरफ़ॉक्स ओएस एक प्रथम सच्चा खुला मोबाइल प्लेटफार्म है| डेवेलपर्स पहले से ही HTML5 को अंगीकृत कर रहे है, मगर अभी तक मोबाइल पर HTML5 अनुप्रयोग रोक रखे है क्यों की वे उपकरण की अंतर्निहित क्षमता का उपयोग नेटिव अनुप्रयोगों की तरह नहीं कर पातें | फ़ायरफ़ॉक्स ओएस इन मर्यादाओं को पार करता है और खुले मानकों का उपयोग करके पूरा उपकरण चलाना कैसे मुमकिन है ये दिखाने के लिए जरुरी <abbr title="Application Program Interfaces">एपीआई </abbr> प्रदान करता है |

source: Firefox OS devices will launch in early 2013 through <a href="%(telefonica_url)s" rel="external">Telefónica</a>, establishing HTML5 as a viable platform for the mobile industry. The Web as the platform will free developers to create groundbreaking new apps that work seamlessly across all devices, spurring a new era of innovation and creativity for the ubiquitous Web.
hi_in: 2013 प्रारंभ में <a href="%(telefonica_url)s" rel="external">Telefónica</a> के माध्यम से फ़ायरफ़ॉक्स ओएस डिवाइस आरम्भ करेगी, मोबाइल उद्योग के लिए एक व्यवहार्य प्लेटफार्म के रूप में एचटीएमएल5 की स्थापना कर रही हैं. मंच के रूप में वेब अभूतपूर्व नये एप्स बनाने के लिए डेवलपर्स को मुक्त मिलेगी जो सभी डिवाइस में मूल काम करेगी, सर्वव्यापी वेब के लिए नवाचार और रचनात्मकता के एक नए युग को जन्म दे रही हैं.

source: Fast.
hi_in: तेज.

source: Smart.
hi_in: चतुर.

source: Safe.
hi_in: सुरक्षित.

source: Firefox for Windows, Mac and Linux
hi_in: विंडोज, मैक और लिनक्स के लिए फ़ायरफ़ॉक्स

source: Firefox will always be the part of the Mozilla mission that people can see, feel and touch.
hi_in: मोज़िला मिशन का फ़ायरफ़ॉक्स हमेशाही हिस्सा रहेगा जिसे लोग देख, मेहसूस और स्पर्श कर सकेंगे |

source: Firefox will always be the part of the Mozilla mission that people can see, feel and touch. We are excited by the progress and innovation we have seen with the desktop version of Firefox over the past year. Several performance and security improvements, memory enhancements make this the best Firefox yet. We're proud of the work that we're doing to make developing on Firefox easier by adding exciting tools for developers, like <a href="%(cmdline_url)s" rel="external">Developer Command Line</a>, <a href="%(console_url)s" rel="external">Web Console</a> and <a href="%(tilt_url)s" rel="external">“Tilt” the 3D Page Inspector</a>.
hi_in: फ़ायरफ़ॉक्स हमेशा मोज़िला मिशन का हिस्सा बना रहेगा जो लोग छू, महसूस और देख सकते हैं. हमलोग कुछ बीते सालो में फ़ायरफ़ॉक्स के डेस्कटॉप संस्करण के साथ प्रगति और नवाचार देखें हैं उससे हमलोग उत्तेजित हैं. कई प्रदर्शन, सुरक्षा सुधार और मेमोरी वृद्धि अभी तक सबसे अच्छा फ़ायरफ़ॉक्स बनाता हैं. हमें काम का गर्व जो हमलोग डेवलपर्स के लिए रोमांचक टूल्स जैसे <a href="%(cmdline_url)s" rel="external">डेवलपर कमांड लाइन</a>, <a href="%(console_url)s" rel="external">वेब कंसोल</a> and <a href="%(tilt_url)s" rel="external">3डी पृष्ठ इंस्पेक्टर को “झुकायें"</a> को जोड़के आसानी से फ़ायरफ़ॉक्स पर डेवलपिंग कर रहें हैं.

source: Recently, we have been experimenting with ways to integrate social functionality into Firefox. Firefox will support a new Social API that lets developers integrate social services directly into the browser. The Social API will support multiple providers and has endless potential for integrating social networks, e-mail, finance, news and other applications into your Firefox experience. Our first experimental provider is Facebook.
hi_in: हाल ही में, हमलोग Firefox पर सामाजिक कार्यात्मकता को जोड़ने के तरीको का प्रयोग किया गया हैं. Firefox एक नया सामाजिक API को समर्थन करेगा जो डेवलपर को ब्राउज़र पर सीधे सामाजिक सेवाएँ को जोड़ने देगा. सामाजिक API कई प्रदाताओं को समर्थन करेगा और आपके Firefox अनुभव में सामाजिक नेटवर्क, ईमेल, अर्थव्यवस्था, समाचार और दुसरे सहयुक्ति को जोड़ने के लिए अनन्त क्षमता हैं. हमारा पहला प्रयोगात्मक प्रदाता Facebook हैं.

source: Webmaker: Teaching the world the Web
hi_in: वेबमेकर: विश्व को वेब सिका रहा है

source: The unique power of the Web is that anyone can make and build with it.
hi_in: वेब की अद्वितीय शक्ति यह है की उसके साथ कोई भी तयार तथा निर्माण कर सकता है |

source: The unique power of the Web means that anyone can make and build with it. Our new educational offering, <a href="%(webmaker_url)s" rel="external">Mozilla Webmaker</a>, will place that power in the hands of millions of new creators everywhere.
hi_in: वेब की अनूठी ताक़त मतलब की कोई भी बना सकता हैं और इसको निर्माण कर सकता हैं. हमारा नया शैक्षिक उपहार, <a href="%(webmaker_url)s" rel="external">मोज़िला वेबमेकर</a>, हर जगह नए रचनाकारों के लाखों लोगों के हाथ में वो ताकत को रखेगा.

source: Webmaker tools, projects and events help educators, youth, media-makers and everyday consumers around the world move from using the Web to making the Web. In 2013, Webmaker will mobilize a global community of mentors, instructors and youth to teach and learn together; advance revolutionary Webmaker software tools like <a href="%(popcorn_url)s" rel="external">Popcorn</a> and <a href="%(thimble_url)s" rel="external">Thimble</a>; and work together to build a more Web-literate planet.
hi_in: वेबमेकर उपकरण, प्रोजेक्ट्स और कार्यक्रम शिक्षकों, युवा, मीडिया निर्माताओं को मदद करता हैं और हर रोज दुनिया भर के उपभोक्ता वेब इस्तेमाल से वेब बनाने की ओर जा रहे हैं. 2013 में, वेबमेकर सलाहकार, प्रशिक्षकों और युवाओं की एक वैश्विक समुदाय को साथ में सीखने और पढ़ाने के लिए संगठित करेगा; उन्नत क्रांतिकारी वेबमेकर सॉफ्टवेयर उपकरण जैसे <a href="%(popcorn_url)s" rel="external">पॉपकॉर्न</a> और <a href="%(thimble_url)s" rel="external">थिम्बल</a>; और एक वेब-साक्षर ग्रह के निर्माण में एक साथ काम करेंगे.

source: Webmaker: Video
hi_in: वेबमेकर: विडियो

source: Click to view this video
hi_in: इस वीडियो चलाने के लिए क्लिक करें

source: Advocating for Web standards
hi_in: वेब मानकों का पक्षसमर्थन कर रहा है |

source: Mozilla will continue to contribute to Web standards.
hi_in: मोज़िला वेब मानकों के लिए योगदान देता रहेगा |

source: Fighting for you: Standing up for your security, privacy and freedom
hi_in: आप के लिए लड़ रहे हैं: अापकी सुरक्षा, गोपनीयता और स्वतंत्रता के लिए खड़े हैं।

source: Mozilla is proudly non-profit and answers to no one but you. That means we're uniquely able to fight for users at a critical moment in the Web's history. Looking forward, we will mobilize millions of people to stand up for privacy, security and online freedom. We will take on new threats to the Web's future — from locked down proprietary platforms, to would-be censors and gatekeepers, to short-sighted government legislation. Together we will set the mobile Web free, reassert the vital importance of privacy and user sovereignty, and join others in building a more Web-literate world.
hi_in: मोज़िला मोज़िला कोई नहीं, लेकिन आप के लिए और जवाब गर्व से गैर-लाभकारी है कोई और नही लेकिन आपके लिए जवाब हैं. इसका मतलब हमलोग वेब इतिहास में एक महत्वपूर्ण क्षण पर उपयोगकर्ता के लिए लड़ने के लिए विशिष्ट रूप से समर्थ हैं. आशा करते हैं, हमलोग गोपनीयता, सुरक्षा और ऑनलाइन आजादी के लिए लोगों के लाखों लोगों को खड़े करने के लिए संगठित करेंगे. हमलोग वेब के भविष्य के लिए नए खतरों को लेंगे — मालिकाना प्लेटफार्म बंद करने से, नियन्त्रक और द्वारपाल होने के लिए, अदूरदर्शी सरकार कानून के लिए. हमलोग साथ में मोबाइल वेब मुक्त स्थापित करेंगे, गोपनीयता और उपयोगकर्ता संप्रभुता के महत्व साबित करेंगे, और एक अधिक वेब-साक्षर दुनिया के निर्माण में दुसरो को जोड़ेंगे.

source: Do Not Track
hi_in: ट्रैक नहीं करें

source: Our Internet experiences involve more of our personal data, which forms a picture or profile of who we are online. The ability for organizations to monitor, log, store, use, correlate and sell information about who we are and what we do has huge implications for individuals and for society.
hi_in: हमारा इंटरनेट अनुभव हमारे व्यक्तिगत डेटा को अधिक शामिल करता हैं, उसका छवि या प्रोफाइल विकसित करता है जो ऑनलाइन हैं. संगठन के लिए निगरानी, लॉग, उपयोग, संचित, परस्पर संबंधित करने की क्षमता, व्यक्ति और समाज के लिए बहुत बड़ा प्रभाव पड़ता है हमलोग कौन और क्या है के बारे में सुचना बेचें.

source: In an effort to give users more control over their Web experiences, we developed the <a href="%(dnt_url)s" rel="external">Do Not Track</a> feature in Firefox. We also became the first browser manufacturer to offer it on multiple platforms, including Windows, Mac, Linux and Android. <a href="%(dntfxos_url)s" rel="external">Do Not Track is even available for Firefox OS</a> so that user privacy settings can be controlled on a system-wide level to ensure that every third-party application on a user's device respects their choice.
hi_in: उपयोगकर्ताओं को उनके वेब अनुभवों पर अधिक नियंत्रण देने के लिए, हमलोग firefox में <a href="%(dnt_url)s" rel="external">ट्रैकिंग निषेध</a> सुविधा डेवलप किये हैं. हमलोग इसको बहुत सारे प्लेटफार्म जैसे Windows, Mac, Linux and Android देने वाले पहला ब्राउज़र निर्माता बन गए हैं. <a href="%(dntfxos_url)s" rel="external">ट्रैकिंग निषेध Firefox OS के लिए भी उपलब्ध हैं</a> ताकि उपयोगकर्ता गोपनीयता सेटिंग्स को प्रणाली में व्यापक स्तर पर नियंत्रण किया जा सके औरयह सुनिश्चित कर ले की उपयोगकर्ता के उपकरण पर प्रत्येक तीसरी पार्टी एप्लीकेशन उनके पसंद का सम्मान करे.

source: Do Not Track is important because it gives users a voice online to express their preference for privacy and personalization. It captures the user’s intent and allows them to put their hand up and ask for privacy online.
hi_in: ट्रैकिंग निषेध महत्वपूर्ण हैं क्योंकि यह उनके गोपनीयता और वैयक्तिकरण प्राथमिकताओ को बया करने के लिए उपयोगकर्ता को एक ऑनलाइन आवाज देता हैं.

source: Mozilla was one of many organizations that blacked out its websites in opposition to the SOPA/PIPA bills in congress. For the first time, the Web community of more than 15 million people came together to speak against a policy that affected the Web as a whole. This historic protest represented a significant turning point for the Web as a way to engage the electorate and mobilize citizens for change.
hi_in: मोज़िला कांग्रेस में सोपा / पीपा के बिल के विरोध में अपनी वेबसाइटों बेहोश हो कि कई संगठनों में से एक था। पहली बार के लिए, 15 लाख से अधिक लोगों की वेब समुदाय के एक पूरे के रूप में वेब प्रभावित है कि एक नीति के खिलाफ बोलने के लिए एक साथ आए थे। इस ऐतिहासिक विरोध मतदाताओं में संलग्न हैं और बदलाव के लिए नागरिकों को जुटाने के लिए एक रास्ता के रूप में वेब के लिए एक महत्वपूर्ण मोड़ का प्रतिनिधित्व किया।

source: Early in 2012, Mozilla warned against the ratification of the Anti-Counterfeiting Trade Agreement (<abbr>ACTA</abbr>) by the European Parliament. <a href="%(acta_url)s" rel="external">In a blog post</a>, Mitchell Baker urged the policymakers that opaque processes were a “bad way to develop Internet policy” — in particular, that the global trade agreement was negotiated in private without open involvement of all the stakeholders. After massive street protests of Net-savvy citizens across Europe, the European Parliament rejected ACTA on July 4th in an unequivocal vote.
hi_in: 2012 प्रारंभ में, Mozilla युरोपियन संसद के द्वारा (<abbr>ACTA</abbr>) विरोधी जालसाजी व्यापार समझौते के सत्यापन के खिलाफ चेतावनी दी गयी. <a href="%(acta_url)s" rel="external">एक ब्लॉग दर्ज में</a>, मिशेल बेकर नीति निर्धारक को प्रेरित किया की अपारदर्शी प्रक्रिया “ इंटरनेट नीति विकसित करने का एक गलत तरीका” था — विशेषतः, वो सभी हिस्सेदार के खुला हस्तक्षेप के बिना वैश्विक व्यापार समझौते व्यक्तिगत रूप में सुलझाया गया. यूरोप भर नेट की समझ रखने वालो की बड़े पैमाने पर सड़क प्रदर्शन के बाद, युरोपियन संसद 4 जुलाई को एक स्पष्ट वोट में ACTA को ख़ारिज कर दिया.

source: Collusion
hi_in: मिलीभगत

source: <a href="%(collusion_url)s" rel="external">Mozilla Collusion</a> gives consumers a powerful tool to protect their privacy, arming them with transparency, facts and the power to make their own decisions about how their personal data is shared and used. Made possible with the support of the Ford Foundation, Collusion allows users to see who is tracking them across the Web. It shows, in real time, how that data creates a spider-web of interaction between companies and other trackers.
hi_in: <a href="%(collusion_url)s" rel="external">Mozilla Collusion</a> उपभोक्ताओं को उनकी गोपनीयता की रक्षा के लिए अपनी व्यक्तिगत डेटा को साझा किया और कैसे किया जाता है के बारे में अपना निर्णय लेने के लिए पारदर्शिता, तथ्यों और शक्ति के साथ उन्हें हथियार के लिए एक शक्तिशाली उपकरण देता है। फोर्ड फाउंडेशन के सहयोग से संभव बनाया मिलीभगत उपयोगकर्ताओं को वेब भर में उन्हें ट्रैक कर रहा है जो देखने के लिए अनुमति देता है। ऐसा लगता है कि डेटा कंपनियों और अन्य ट्रैकर्स के बीच बातचीत का एक स्पाइडर वेब बनाता कैसे वास्तविक समय में दिखाती है।

source: Our success begins with you.
hi_in: हमारी सफलता आप के साथ शुरू होता है.

source: Mozilla is an organization that is fundamentally about people and making the Web better for everyone. The Mozilla community is essential to the success of the project. We can’t fight for an open, hackable and transparent Web without people who believe in and support that cause. We have Mozilla communities spanning the world and these remarkable people are responsible for coding, testing, localizing, hosting hackfests and summer code parties, teaching Webmakers, marketing, evangelizing Mozilla products and much more.
hi_in: मोज़िला एक ऐसा संगठन हैं जो मूल रूप से लोगो के लिए हैं और सभी के लिए वेब को अच्छा बना रहा हैं. मोज़िला समुदाय प्रोजेक्ट के सफलता के लिए जरुरी हैं. हमलोग एक खुला, बदलने योग्य,पारदर्शी वेब के लिए लोगो के बिना नही लड़ सकते हैं जो उसपर विश्वास और समर्थन करते हैं. हमलोगो के पास मोज़िला समुदाय है जो विश्व में फ़ैल रहा हैं और ये उल्लेखनीय लोग कोडिंग, परीक्षण, अनुवाद, सम्मर कोड और हैकफेस्ट पार्टी की मेज़बानी, वेबमेकर पढ़ाना, मार्केटिंग, मोज़िला प्रोडक्ट का प्रचार ओर भी अधिक के लिए ज़िम्मेदार हैं.

source: Mozilla Reps
hi_in: Mozilla प्रतिनिधि

source: The <a href="%(reps_url)s" rel="external">Mozilla Reps</a> program, designed to empower volunteers to become official representatives of Mozilla in their region, has grown to more than 350 people in more than 70 countries in a little more than a year. The program plays a critical role in helping Mozilla execute against its organizational goals around the promotion and development of Firefox OS, Firefox for Windows, Mac and Linux and Firefox for Android. Reps have organized more than 700 events around the world and have successfully recruited and trained hundreds of new contributors across dozens of functional areas.
hi_in: <a href="%(reps_url)s" rel="external">Mozilla प्रतिनिधि</a> प्रोग्राम, जिसको स्वयंसेवयो को उनके क्षेत्र में mozilla के अधिकृत प्रतिनिधि बनाने के लिए डिज़ाइन किया गया था, जो आज बढ़के एक साल में 70 से भी अधिक देशो में 350 से भी ज्यादा लोग हो हो गए हैं. प्रोग्राम विंडोज के लिए firefox, firefox OS, Mac और Linux और Android के लिए Firefox के प्रचार और विकास जैसे इसके सांगठनिक लक्ष्य को पूरा करने mozilla की मदद में एक अहम भूमिका निभाता हैं. प्रतिनिधियो ने पुरे विश्व में 700 से भी ज्यादा इवेंट आयोजित कराये हैं और कार्यात्मक क्षेत्रो में सैकड़ों नए योगदानकर्ताओं को सफलता पूर्वक भर्ती और प्रशिक्षित किये हैं.

source: MozCamps are regional events that bring together core paid and volunteer Mozilla staff members from all areas of the project for two full days of presentations, discussions, brainstorms, work sprints, hackathons and, of course, a little bit of fun.
hi_in: मोज़कैंप क्षेत्रीय ईवेंट्स हैं जिसमे पुरे दो दिन का प्रस्तुतीकरण,विचार-विमर्श, मंथन, तेज काम, हेकाथोंन और, बेशक थोड़ा मस्ती के लिए प्रोजेक्ट के सभी क्षेत्र से वेतनभोगी और स्वयंसेवी Mozilla स्टाफ़ सदस्य को एक साथ बुलाया जाता हैं.

source: This year‘s MozCamps were held in Buenos Aires, Warsaw and Singapore, bringing together more than 300 employees and 600 volunteers.
hi_in: इस साल मोजकेम्प ब्यूनस आयर्स, वारसा और सिंगापुर में आयोजित हुआ जिसमे एक साथ 300 से अधिक कर्मचारियों और 600 से अधिक वालंटियर शामिल हुए.

source: Emerging Communities
hi_in: उभरते समुदाय

source: Some of the fastest growing and most dynamic communities are some of our youngest communities. They can be found in the Middle East, Africa and South East Asia and many of their members have been invited to MozCamps in 2012 as participants. The <a href="%(tunisia_url)s" rel="external">Tunisian community</a>, <a href="%(kenya_url)s" rel="external">Kenyan community</a> and <a href="%(philippines_url)s" rel="external">Filipino community</a> have been doing particularly outstanding work and each comprises roughly a dozen active contributors across many functional areas, including localization, QA, marketing and development. One of the newest Mozilla communities launched in 2012 is in <a href="%(myanmar_url)s" rel="external">Myanmar</a>.
hi_in: तेजी से बढ़ता हुआ कुछ और सबसे गतिशील समुदायों हमारे युवा समुदाय में से कुछ हैं. वे मिडिल ईस्ट, अफ्रीका और साउथ एशिया पाये जा सकते हैं और उनके बहुत से सदस्य को 2012 में मोज़केम्प्स में प्रतिभागियों के रूप में निमंत्रित किया गया था. The <a href="%(tunisia_url)s" rel="external">ट्यूनीशियाई समुदाय</a>, <a href="%(kenya_url)s" rel="external">केन्याई समुदाय</a> and <a href="%(philippines_url)s" rel="external">फिलिपीनी समुदाय</a> ख़ासकर उत्कृष्ट कार्य कर रही हैं और प्रत्येक स्थानीयकरण, क्यू ऐ, मार्केटिंग सहित बहुत सारे कार्यात्मक क्षेत्र से लगभग एक दर्जन सक्रिय योगदानकर्ता शामिल होता हैं. नवीनतम मोज़िला समुदायों में से एक 2012 में <a href="%(myanmar_url)s" rel="external">म्यान्मार</a> में शुरू हुआ.

source: Contributor Stories
hi_in: योगदानकर्ता कहानियां

source: Chit started contributing to Mozilla in 2010 and has been leading community building efforts in Myanmar ever since.
hi_in: चिट 2010 में मोज़िला में योगदान देना शुरू किये और अभी तक म्यांमार में समुदाय निर्माण प्रयास को नेतृत्व कर रहे हैं.

source: Viking organized the first ever Firefox launch party in Indonesia back in 2007 and has led community marketing efforts across the country.
hi_in: वाइकिंग 2007 में इंडोनेशिया में पहला फ़ायरफ़ॉक्स लॉन्च पार्टी आयोजित किये थे और देश भर में समुदाय मार्केटिंग प्रयासों का नेतृत्व किये हैं.

source: Keng kickstarted efforts to get Firefox localized in Thai and has been a community lead since 2008.
hi_in: केंग थाई में फ़ायरफ़ॉक्स अनुवादित होने का प्रयास शुरू किया था और 2008 से एक समुदाय नेतृत्व कर रहा हैं.

source: Claire started contributing to Mozilla in 2009 and is the editor of the Bonjour Mozilla blog.
hi_in: क्लेयर ने 2009 में Mozilla के लिए योगदान शुरू किया और सुप्रभात Mozilla ब्लॉग के संपादक है.
