Repository: translate/mozilla-lang
Catalog: */foundation/annualreport/2011.lang.po
Languages: hi_in

source: A passionate open source evangelist in his native Egypt, Haitham became a Mozilla Rep in early 2011.
hi_in: हैथम, एग्य्प्त के एक आवेशपूर्ण, मुक्त स्रोत इंजीलवादी 2011 के शुरू में Mozilla Rep बने.

source: Ioana has been driving Mozilla hackathons across her native Romania since 2010.
hi_in: लॉन 2010 से अपने पैतृक रोमानिया भर में मोज़िला हैकाथॉन करते आ रही हैं.

source: Brian has been contributing to Mozilla for more than a decade and recently sat on the Mozilla Reps Council.
hi_in: ब्रायन 10 से भी अधिक सालों से mozilla में योगदान करता आ रहा हैं और हालहि में mozilla प्रतिनिधि परिषद में हैं.

source: Sustainability and Partnerships
hi_in: स्थिरता और भागीदारी

source: Along with this annual report, we released our audited financial statements for 2011. Mozilla remains well positioned, both financially and organizationally, to advance our mission of building openness, freedom and participation into the Internet.
hi_in: यह वार्षिक रिपोर्ट के साथ, हमलोग 2011 के लिए हमारा वित्तीय लेखा परिक्षण ब्यौरा प्रकाशित किये. मोज़िला इंटरनेट पर खुलापन, स्वतंत्रता और सहभागिता निर्माण का हमारे उद्देश्य को आगे बढ़ने के लिए वित्तीय और संगठन-संबंधी दोनों में, अभी तक अच्छे स्थान में हैं.

source: Mozilla remains financially healthy; we continue to hire more people globally, we’ve opened new Mozilla Spaces around the world, have launched significant new initiatives such as Firefox OS and are able to support those with viable resources.
hi_in: मोज़िला अभी तक आर्थिक रूप से वित्तीय स्वस्थ हैं; हमलोग विश्व स्तर पर अधिक लोगों को भर्ती करना जारी हैं, हमलोग पुरे विश्व में नया मोज़िला स्पेस खोले हैं, हमलोग बाहर सारे नई पहल जैसे फ़ायरफ़ॉक्स ओएस शुरू किये हैं और हमलोग व्यवहार्य संसाधनों के साथ वे सबका का समर्थन करने के लिए सक्षम हैं.

source: The majority of our revenue comes from the search functionality in the Firefox browser. Google is the largest source of revenue and in December 2011, we announced that we negotiated a significant and mutually beneficial revenue agreement with Google. This new agreement extends our long term search relationship with Google for at least three additional years.
hi_in: हमारे राजस्व का बड़ा हिस्सा फ़ायरफ़ॉक्स ब्राउज़र में खोज कार्यात्मकता से आता हैं. गूगल राजस्व का सबसे बड़ा स्रोत है और दिसंबर 2011 में, हमलोग घोषित किये की गूगल के साथ एक महत्वपूर्ण और पारस्परिक रूप से लाभप्रद राजस्व लिखित पत्र पर समझौता किये. यह नया लिखित पत्र कम से कम तीन अतिरिक्त साल के लिए गूगल के साथ हमारे लंबे समय के खोज रिश्ते को बढ़ाता हैं.

source: Mozilla has a number of other relationships in the Web community, as well as new relationships with mobile operators, device manufacturers, third-party content partners and other players in the mobile ecosystem.
hi_in: मोज़िला वेब समुदाय में अन्य रिश्तों की एक संख्या है, और साथ ही मोबाइल ऑपरेटरों, उपकरण निर्माताओं, तीसरी पार्टी सामग्री भागीदारों और मोबाइल पारिस्थितिकी तंत्र में अन्य खिलाड़ियों के साथ नए रिश्ते की है.

source: 2011 Audited Financial Statement
hi_in: 2011 वित्तीय लेखा परिक्षण ब्यौरा

source: Download PDF
hi_in: पिडीएफ डाउनलोड करे

source: 2011 Form 990
hi_in: 2011 फॉर्म 990

source: Read
hi_in: पढ़ें

source: Done
hi_in: संपन्न

source: At Mozilla, we measure success by how much we are doing to improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations build the traits and features we care about into competing products. For example, we view Google Chrome's recent implementation of the Do Not Track feature we pioneered to be a success for Mozilla and our mission.
hi_in: मोज़िला में, हम सफलता को मापने कि लिए यह देखते हैं कि हम वेब के समग्र स्वास्थ्य में सुधार और उपयोगकर्ताओं और डेवलपर्स की रूचि को बढ़ावा देने कि लिए कितना कर रहे है. हम सफल तब होते हैं जब हम ऐसे उत्पाद बनाते हैं जो लोगों को पसंद हो, और जब अन्य संघठन प्रतिस्पर्धा उत्पाद बनाते हैं उन विशेषताओं पर जिनकी हम परवाह करते हैं. उदाहरण के लिए, हमने गूगल क्रोम के हाल के कार्यान्वयन "डू नॉट ट्रैक" की सुविधा को देखा जिसको हमने मोज़िला और हमारे मिशन के लिए एक सफल उत्पाद बनाया था.

source: Mozilla has announced a commercial partnership with Telefónica for Firefox OS. The specific terms of the agreement are subject to traditional confidentiality requirements. We are developing new partnerships with additional <abbr title="Original Equipment Manufacturers">OEMs</abbr> and operators, which will be announced in due course through 2012 and into 2013. We also have numerous arrangements with app publishers who will be included in the Firefox Marketplace.
hi_in: मोज़िला फ़ायरफ़ॉक्स ओएस के लिए टेलेफोनिका के साथ एक व्यावसायिक साझेदारी घोषित किये हैं. लिखित पत्र के विशिष्ट शर्ते पारंपरिक गोपनीयता की आवश्यकताओं का विषय हैं. हमलोग अतिरिक्त <abbr title="Original Equipment Manufacturers">ओइएम्स</abbr> और ऑपरेटर के साथ नया साझेदारी डेवलप कर रहे हैं, जो 2012 के माध्यम से और 2013 में घोषित किया जायेगा. हमलोग के पास भी ऐप्प प्रकाशकों के साथ कई व्यवस्थाएं हैं जो फ़ायरफ़ॉक्स मार्केटप्लेस में सम्मिलित किया जायेगा.

source: The State of Mozilla: 2011 Annual Report
hi_in: Mozilla की स्थिति: 2011 वार्षिक रिपोर्ट
