Repository: translate/mozilla-lang
Catalog: an/mozorg/home/index.lang.po
Languages: an

source: We’re building a better Internet
an: Somos fendo una Internet millor

source: Home of the Mozilla Project
an: Pachina d'o Prochecto Mozilla

source: Read more
an: Leyer mas

source: Community
an: Comunidat

source: Discover <br>what drives our mission
an: Descubre <br>qué guía a nuestra misión

source: See the principles <br>that guide everything <br>we do.
an: Leye os prencipios <br>que guían tot <br>o que femos.

source: Read the <br>Mozilla Manifesto
an: Leye o <br>Manifiesto Mozilla

source: Mozilla Developer Network
an: Ret de Desembolicadors de Mozilla

source: Understand your privacy online
an: Comprende tot sobre a tuya privacidat en linia

source: Download Firefox
an: Baixa-te Firefox

source: Learn more
an: Saber-ne mas

source: Become a Webmaker
an: Tu puetz fer a web

source: Teach the Web
an: Amostramos a Web

source: Let’s build a Web that’s open <br>and made by everyone.
an: Faigamos una Web que siga ubierta <br>y feita por totz.

source: Build an app <br>in seconds
an: Construye una app <br>en segundos

source: Volunteer <br>with Mozilla
an: Se voluntario <br>con Mozilla

source: Try the best Firefox yet
an: Preba o millor Firefox de totz os tiempos

source: Made with a mission to put you first.
an: Feito con a misión que sigas o mas important.

source: Learn more about Firefox
an: Saber mas sobre o Firefox

source: Put your Firefox on your Android
an: Mete Firefox en o tuyo Android

source: The features <br>you love. <br>The privacy <br>you trust.
an: As caracteristicas que <br>te fan goyo. <br>A privacidat <br>en a qual confías.

source: Learn about <br>Firefox for Android
an: Conoixe mas sobre <br>Firefox ta Android

source: Official Mozilla gear is here
an: Aquí son os accesorios oficials de Mozilla

source: Merch with a mission. <br>Products with a purpose. <br>Goods that do good.
an: Productos con una meisión. <br>Con un obchectivo. <br>Biens que fan bondat.

source: Get your Mozilla gear
an: Obtiene os accesorios Mozilla

source: Help Mozilla users
an: Aduya a os usuarios de Moizlla

source: Help millions <br>get the most from their <br>favorite browser.
an: Aduya a millons a <br>obtener o maximo d'o suyo <br>navegador favorito.

source: Join our support team
an: Une-te a o nuestro equipo de soporte

source: Reply
an: Responde

source: Retweet
an: Retweeta

source: Committed to <strong>you, your privacy</strong> and an <strong>open Web</strong>
an: Embrecaus con <strong>tu, con a tuya privacidat</strong> y con una <strong>Web ubierta</strong>

source: active Mozillians <br>worldwide
an: Mozillians activos <br>por tot lo mundo

source: upcoming events <br>around the globe
an: eventos venients <br>arredol d'o globo

source: languages and counting, <br>on every continent
an: luengas y creixendo, <br>en totz os continents

source: Get Involved with Mozilla today
an: Embreca-te con Mozilla hue

source: Upcoming events
an: Eventos venients

source: Next event
an: Siguient evento

source: See all events
an: Veyer totz os eventos

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
an: Compara precios, compreba o tiempo, escuita musica, ninvia un tweet y muito mas, dende Firefox.

source: Careers
an: Emplegos

source: Learn about the benefits of working at Mozilla and view open positions around the world.
an: Conoixe os beneficios de treballar en Mozilla y mira si i ha posicions ubiertas arredol d'o mundo.

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
an: Obtiene respuestas a las tuyas qüestions sobre Firefox y totz os productos de Mozilla d'o nuestro equipo de soporte.

source: Discover more
an: Descubre mas
