Repository: translate/mozilla-lang
Catalog: gn_PY/tabzilla/tabzilla.lang.po
Languages: gn_py

source: Mozilla links
gn_py: Mozilla joajuha

source: Close (Esc)
gn_py: Mboty (Esc)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
gn_py: ¡Firefox OS hembiapoñepyrũ <span>Mobile World Congress!</span>

source: Learn more
gn_py: Eikuaave

source: Mission
gn_py: Tembipota

source: About
gn_py: Rehegua

source: Projects
gn_py: Apopyrã

source: Support
gn_py: Ñepytyvõ

source: Developer Network
gn_py: MDN

source: Products
gn_py: Apopyre

source: Innovations
gn_py: Ñembopyahu

source: Research
gn_py: Heka

source: Get Involved
gn_py: Eike pype

source: Volunteer
gn_py: Mba'aporei

source: Careers
gn_py: Mbo'esyryete

source: Find us
gn_py: Orejuhúke

source: Join us
gn_py: Eju ápe

source: Website Directory
gn_py: Ñanduti renda marandurenda'aty

source: Search Mozilla sites
gn_py: Eheka Mozilla ñanduti rendápe

source: Search
gn_py: Heka

source: Partner
gn_py: Eiko ore irũramo

source: Look ahead
gn_py: Ema'ẽ tenonderã gotyo

source: Learn all about Firefox OS
gn_py: Maranduve Firefox OS rehegua

source: Would you like to see this page in your language?
gn_py: Ehechasépa ko kuatiarogue ne ñe'ẽtépe

source: Yes, please!
gn_py: ¡Heẽ, ikatúpiko!

source: No, thanks.
gn_py: Nahániri, aguyje.

source: Support Mozilla
gn_py: Mozilla pytyvõha

source: Looks like you’re using an older version of Firefox.
gn_py: Hi'ã chéve eipuruhína Firefox apopyre itujavéva.

source: Update to stay fast and safe.
gn_py: Embohekopyahu eguereko hag̃ua ipya'eve ha hekorosãva.

source: Later
gn_py: Upéi

source: Official Mozilla gear is here
gn_py: Mozilla reheguaite oĩ ko'ápe
