Repository: translate/mozilla-lang
Catalog: wo/videos/video_fx13.lang.po
Languages: wo

source: [What's New in Firefox] It's now easier and faster to get where you want to go with the latest Firefox.
wo: [Yan xibaar ci Firefox] Yomb na leegi te gaaw leegi, dem foo bëgg te agg itam foo bëgg ak Firefox bu mujj bi.

source: With the redesigned Home page you can now easily access and navigate to your most commonly used menu options.
wo: Ak xëtu dalal jamm bi ñu defaraat, mën nga leegi agg ak joow ci lu yomb ci sa ay tànneefi njël yi ngay gena jariñoo.

source: Like downloads, bookmarks, history, add-ons, sync and settings.
wo: Yi melni yeb yi, mandarga xët yi, jaar jaar, modil yi, jokkoo yi ak paraameetar yi.

source: [New Tab Page] We've also added improvements to your New Tab page.
wo: [Xëtu koñ bu bees] Yokk nañu itam ay bees bees ci xëtu koñ bu bees.

source: With the New Tab page, you can now easily navigate to your most recent and frequently visited sites in one click.
wo: Ak sa xëtu koñ bu bees, mën nga joow bu yomb ci yi gëna bees ak yi ngay gëna gane ci benn cuq.

source: To start using the New Tab page, create a new tab by clicking the '+' at the top of your browser.
wo: Boo bëggee tambali jëfandikoo xëtu koñ bu bees, sosal koñ bu bees boo cuqee ci '+' ci jowkat bi ci kaw.

source: The New Tab page will now display thumbnails of your most recently and frequently visited websites from your Awesome Bar history.
wo: Xëtu koñ bu bees dina wone leegi wiñeti dal yi nga mujj gane.

source: You can customize your New Tab page by dragging the thumbnails around to change the order.
wo: Mën nga solal sa xëtu koñ bu bees boo puusee wiñet yi ñu sãse palaas.

source: Click on the pushpin to lock the site into place, or the 'X' button to remove a site.
wo: Cuqal ci pinees bi ngir xomb dal bi ci fi mu ne, walla butoŋ 'X' boo bëggee neenal dal.

source: You can also click the 'grid' icon in the top right of the page to go back to the blank new Tab page.
wo: Mën nga cuq itam ci njunju 'taf' te ne ci kaw ci ndeyjooru xët wi boo bëggee dellusi ci xëtu koñ bu bees bu dara nekkul.

source: Get the latest Firefox now and start using these new features today!
wo: Amal Firefox bi mujj te tambali jëfanikoo tay bees bees yi!
