Repository: translate/mozilla-lang
Catalog: wo/videos/video_teambox.lang.po
Languages: wo

source: Your apps on all your devices
wo: Say jëfekaay ci sa aparey yépp

source: Teambox is an online collaboration software that can be hosted in the cloud or onsite
wo: Teambox xetéefu bokk liggéey la ci rëdd, mën na ne ci niir yi walla ci palaas

source: that allows teams of any size to collaborate more efficiently,
wo: dafay may ekip yi yu ne di jappalante,

source: communicate with each other, share files and manage tasks.
wo: jokkoo ak ñépp, bokk ay dencukaay ak saytu li ñu wara def.

source: We’re fortunate enough to have customers all over the world
wo: Am nañu sãs am ay kilyaŋ fépp ci addina si

source: and using HTML5 we know that we can deliver a consistent user experience
wo: te di jëfandikoo HTML5, xam nañu ni mën nañu jox jëfandikookat yi jëfgis bu dëgër

source: to those customers anywhere they are, no matter what device they are using.
wo: sñu ay kiliyaŋ fépp fu ñu ne, ak aparey bu yu mën a ame.

source: There is actually one customer that’s coming to mind called iBolt
wo: Am na kiliyaŋ bu ñëw sama xel tye tudd iBolt

source: and they manufacture wireless accessories all over the world.
wo: te dañuy defar ay liggeukaay yu amul fiil ci addina sépp.

source: All of them are on different devices, some of them are using phones
wo: Ñoom ñepp ci apparey yu wuute lañu ne, am na yu ciy jëfanikoo telefon

source: some are on tablets, some are on the desktop,
wo: yenn yi ci tabalet, yenn yi ci ordinatëëru biro,

source: but we know that all of them have a consistent and great user experience using HTML5
wo: wante xam nañu ni ñoom ñépp am nañu jëfgis bu takku ci jëfandikoo HTML5

source: and that gives us a lot of assurance as a software developer.
wo: loolu dafay tax ñu woolu sunu bopp ci li ñu nekk defarkatu xeltéef.

source: Obviously we could build native applications, but doing so,
wo: Leer na ni mën nañu defar ay xeltéefi juddu, wante,

source: for a small fast-growing company like us,
wo: pur antarpëriis bu tuuti ne ñun,

source: takes a lot of time, a lot of extra money and
wo: dafay jël diir bu bari ak xaalis bu bari

source: it impacts our ability to deliver a great app to market sooner.
wo: te dafay dal ci suñu mën mën di defar xeltéef yu neexul jaay.

source: So we made the decision not to build native apps
wo: Loou mootax ñu baña defar ay fëfekaay juddu

source: and we’re using technologies like HTML5 to get to market faster
wo: te dañuy jëfandikoo teknolosi yu melni HTML5 ngir gaawa jot ci marse bi

source: with better products and ultimately to deliver a better user experience for our customers.
wo: meññeef yu baax te jox jëfgisu jëfandikookat bu g¨na baax ci sunu kilyaŋ yi.

source: Quite frankly we see it as a terrific onramp for our business
wo: Ci dëgg dëgg ab ñall dugg bu rëy pur sunu antarpëriis

source: Already today we see almost 1,000 signups a day without the Mozilla Marketplace
wo: Leegi ñi ngiy gis 1000 bindu bes bu ne, te du ci marse Mozilla

source: and we can’t even imagine how many we can possibly get through that Marketplace.
wo: te mënu ñu xayma sax ñaata la ñu mëna jot ci biir marse boobu.

source: So we see it as a tremendous opportunity.
wo: Leegi mën na nekk lu baax.

source: Something that gives us more visibility, more cachet in the market
wo: Luy tax ñu gën ñu gis, ñu gëna am gëdda ci marse bi

source: and we’re really excited about it, we’re looking forward to it.
wo: te ñun ñepp dafa ñu yëngël, te yakamtinañu ko.
