Repository: translate/mozilla-lang
Catalog: wo/videos/video_evernote.lang.po
Languages: wo

source: Evernote is a service that helps you remember everything.
wo: Evernote sarwiis la bu lay dimmali nga fattaliku lépp.

source: We have clients on every platform: mobile, desktop, web
wo: Am nañu ay kilyaŋ ci dend bu ne: mobil, ordinatëëru biro, web

source: and basically it helps you capture your memories
wo: te dafa lay may nga japp say xalaat

source: and then find them whenever you need them.
wo: te mën leen jot waxtu wu la neexee.

source: whether they are web pages or notes or things you need to do.
wo: su fekkeeni ay xëtu web la walla karmat walla mbir yoo soxla.

source: Pictures, audio clips; anything you want
wo: Foto, kilip ak loo bëgg

source: Evernote is basically everywhere that you need it to be.
wo: Evernote mi ngi fépp foo bëgg mu ne.

source: We’re on mobile, we’re on desktop, we’re on web
wo: Ñi ngi mobil, ñi ngi ci ordinatëëru biro, ñi ngi ci web

source: and all of these apps synch together.
wo: te jëfekay yooyu yépp mën nañu jokkoo.

source: The web is a big part of our offering.
wo: Web bi nag am na ci wall wu rëy.

source: Many, many users use our web clipper as a way
wo: Ñu bari, ñu bari ci jëfandikookat sunu web clipper lañuy jëfandikoo ngir

source: to capture pages that they see and then recall them later,
wo: japp xët yi muy gis te di la ko fatali

source: even when they are offline and they don’t have access to the Internet.
wo: ndare da nga nekkul ci rëdd te mënuloo jot ci internet.

source: Using modern web technologies lets us give the best and richest experience we can for our users.
wo: Li ñuy jëfandkoo teknlosi web yu bees yi dafay tax ñu jox jëfgis yu am solo suñu j¨fandikookat yi.

source: So HTML5 gave a fast user experience.
wo: Soon HTML5 joxe na jëfgis jëfandikookat bu gaaw.

source: It has all the things you expect from a desktop application
wo: Am na lépp li nga soxla ci j¨fekaayu biro

source: whether its drag and drop, file manipulation, rich text editing,
wo: randal tek, jëfandikoo dencukaay, jaga mbind,

source: all of that just inside of the browser without a heavyweight application installation.
wo: lii yépp ci biir joowkat te doo samp jëfekaay yu diis yi.

source: So Evernote’s goal is to help you remember everything
wo: Evernote’s dafa lay may ngay fattaliku

source: and a big part of that is to help you remember things when you’re browsing around the web.
wo: te li ci ëpp mooy dafa may nga fattaliku ay mbir boo dee joow ci web bi.

source: You’re trying to find some information.
wo: Yaa ngiy jéem am yenn xibaar.

source: Working with the Mozilla Marketplace was really easy.
wo: Liggeey ak Marse Mozilla fafa yomb lool.

source: Making the manifest file was a simple JSON file and then interacting with the website
wo: Def dencukaay yi mu fës , dafa di dencukaay JSON te di duggante ak dalub web

source: to actually get our application into the marketplace
wo: am sunu jëfekaay ci biir marse bi

source: was straightforward and very self-explanatory.
wo: dafa yomb te leer.

source: The advertising and access to new users from the web is great through the Mozilla Marketplace.
wo: PIbilisite ak agg ci yeneen jëfandikookat yu bees ci web bi bare na ci marse Mozilla.

source: distribute your apps
wo: joxe say jëfekaay
