Repository: translate/mozilla-lang
Catalog: wo/videos/video_box.lang.po
Languages: wo

source: Your apps on all your devices
wo: Say jëfekaay ci say aparey yépp

source: box is an enterprise content management solution.
wo: boyet pexe saytu këmbu antarpëriis

source: Basically the simplest way for business users
wo: Ci dëgg dëgg mooy yoon wi gëna yommb ci jëfandikookat yi xerañ

source: to manage, share and access content that they care about
wo: ngir saytu, seddoo te jot ci këmb

source: on any device be it a mobile device, a tablet or their desktop.
wo: ci bépp apaarey moo xam muy tefon, tabalet walla ordinatëëru biro.

source: When you think about features that enterprises need
wo: Bu ngeen xalaatee ay mbir yu antarpëriis yi soxla

source: such as security, sharing, permissions, administration
wo: yu melni kaarange, seddoo, ndigal

source: and overall admin management over what content is being shared by whom and where.
wo: ak saytin wi ci këmb gi ñu seddoo ko ak ku ne ak fu ne

source: These are things that we have, by design, baked into our product
wo: Ay mbir la , ci ni ñu leen tëgge, togg

source: and that is really something that sets us apart in the marketplace.
wo: te loolu dafa ñuy wuutale ci marse bi.

source: While still providing the simplicity and ease of use
wo: Te dafa and ak yomb ci jëfandikoo

source: that you would expect out of a consumer solution.
wo: bi ñuy neg ci looy jëfandikoo

source: At its very core, our product is a web product, so porting it into HTML5
wo: Laltu bi , maltu web la, mi ngi ci biir HYML5

source: was just adding on a couple of extra things to it.
wo: mi yokk ay mbir yu bari

source: Since we have adopted HTML5 technology both for our web product and for our default mobile page,
wo: bi ñu jëlee HTML5 ba leegi ngir suñu mbiri web ak suñu xëtu mobil ñakk ndigal

source: so that our web page can work by default on any device,
wo: loolu tax sunu xëtu web mëna dox doxu ñakk ndigal ci bépp apaarey,

source: we have invested in a unique Android application and a unique iPhone application
wo: def nañu ci benn jëfekaay Android ak benn jëfekaay iPhone

source: but we still have a one-size-fits-all web page for all mobile devices in general.
wo: wante am nañu benn one-size-fits-all ngir xëtu web yépp ci aparey mobil yépp.

source: What was really interesting for us with working with Mozilla and the Marketplace
wo: Lii lu am solo la ñuy liggéey ak Mozilla te marse bi

source: is offering our service to the people who need it in the form that they need it.
wo: moodi jox sunu sarwiis yi nit ñi ko soxla ak ni ñu ko soxla.

source: We are aware that Mozilla does also have quite a few users and its always been official
wo: Xam nañu ni Mozilla

source: to get your brand and get your name out there in a marketplace with hundreds of millions of perspectives.
wo: ngir am sa mark ak sa tur foofu ci marse bi ak alfajuney gis gis.

source: Once we read through the documentation it really was just a matter of minutes before we were able to take
wo: Bu ñu xasee ba jàng jukki bi du mët simili ñu nangu

source: our web page and our mobile page, both of which had already included HTML5 technology,
wo: Sunu xëtu web ak bu mobil ñoom ñaar ñepp am nañu teknolosi HTML5,

source: and create an installer for the Mozilla App Store.
wo: ak nga sos sapukkaay ci butigu Mozilla

source: distribute your apps
wo: di joxe say jëfekaay
