Repository: translate/mozilla-lang
Catalog: ks/firefox/whatsnew.lang.po
Languages: ks

source: Hooray! Your Firefox is up to date.
ks: ہورے! تُہند فایر فوکْس چُھ اپ ٹو ڈیٹ۔

source: Your Firefox is out of date.
ks: تُہند فایر فوکْس چُھ آوٹ آف ڈیٹ ۔

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
ks: حفاظتی وجوہاتو کِن، چھ أسئ سُفأرش کران اپگریڈ کرنُک <a href="{url}">تازْ ترین تْہ عظیم وْرجن</a>کُن ۔

source: You’re running an unknown version of Firefox.
ks: توہیہ چھیو چلاوان اکھ نامعلوم وْرجن فایر فوکسُک۔

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
ks: حفاظتی وجوہاتو کِن، چھ أسئ سُفأرش کران ڈاون لوڈ کرنُک <a href="{url}">تازْ ترین تْہ عظیم وْرجن</a> ۔

source: Get to your next task<br/>faster than ever
ks: پننْہ بْیس ٹاسکِہ کُن گْژھیو <br/> برونہہ کھوتْہ زیادْ تیز

source: See how the new features in Firefox help you browse faster and more efficiently.
ks: وْچھیو کِتھ کْنئ چھ نْو فیچر فایر فوکسس منز توہیہ مدد کران براوز کرنس منز تیزی سان تْہ ذیادْ اصل پأٹھ۔

source: Learn more about <a href="{url}">the New Tab feature »</a>
ks: مزید ہیچھیو <a href="{url}">nنْو ٹیب فیچر »</a> مُتلق

source: Learn more about our <a href="{url}">redesigned home page »</a>
ks: مزید ہیچھیو <a href="{url}">nریڈیزاینْڈ ہوم پیجن »</a> مُتلق

source: Keep in touch
ks: رأبطس منز روزِیو

source: Keep it moving
ks: یہ تھأیو پکوُن

source: Get Firefox » <b>for Android</b>
ks: فایر فوکْس کْریو حأصل » <b>اینڈرایڈس باپت</b>

source: Keep it going
ks: یہ پکنأیو برونہہ

source: Join Mozilla
ks: موزیلا کْریو جویِن

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
ks: یہ اینڈرایڈ رابو آو بناونْہ تمہ کامِہ پیٹھ یوس بناونْہ آمْش چھ تْہ <a href="%s">شییر کرنْہ آمْژ چھ گوگل ذریعہ</a> تْہ چھ استعمال گژھان تمو شرطو مُطأبق یم واضھ کرنْہ آمْت چھ <a href="%s"> کریییٹیو کامن ۳۔۰ ایٹریبیوشن لاسنِہ منز</a>۔

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
ks: تْہ کْریو ویبُک پاور پننین اتھن منز حأصل۔ یہ چُھ تیز، سُمارٹ تْہ محفوظ!<a href="%s">اینڈرایِڈ باپت کْریو حأصل فایر فوکْس</a>

source: Now get the mobile browser that’s got your back
ks: وْنئ کْریو حأصل موبایل براوزر یتھ ذن تُہنس بیک چُھ

source: Welcome to Firefox
ks: فایر فوکسس کُن خوش آمدید

source: Firefox for Android artwork
ks: فایر فوکْس اینڈرایڈ آرٹ وْرکس باپت

source: Fast. Smart. Safe.
ks: تیز۔سُمارٹ۔محفوظ۔

source: Get the mobile browser that’s got your back.
ks: حأصل کْریو موبایل براوزر یتھ ذن تُہند بیک آسِہ۔

source: Facebook Messenger for Firefox
ks: فیس بُک مسینجر فایر فوکسس باپت

source: Now you can keep up with friends wherever you go on the Web.
ks: وْنئ ہیکیو توہیہ رأبطہ تھأوِتھ دوستن سْیت یوت تِہ توہیہ ویبِہ پیٹھ گْژھیو۔

source: Visit Facebook to turn it on
ks: ویزِٹ کْریو فیس بوک یہ آن کرنْہ باپت

source: Get notified right away
ks: نوٹیفاے گْژھیو امِہ سات

source: See new comments, photo tags & other Facebook updates instantly.
ks: وْچھیو نْو کومینٹ، فوٹو ٹیگ تْہ باقی فیس بوک اپڈیٹ فورن۔

source: Chat while you browse
ks: چیٹ کْریو ییلہ براوز کران أسیو

source: Stay connected to your Facebook friends without having to click away.
ks: رأبطہ تھأیو برابر پننین فیس بُک فرینڈن سْیت کْلک اوے کرنْہ بغیر۔

source: Facebook is a trademark of <a href="%(url)s">Facebook, Inc.</a>
ks: فیس بُک چُھ اکھ ٹریڈ مارْک <a href="%(url)s">فیس بُک, Inc.</a>

source: Congratulations!<br> Your browser is safer and<br>more secure than ever.
ks: مُبارک ! <br> تُہند براوزر چُھ محفوظ تْہ<br>ذیادْ محفوظ برونہہ کھوتْہ۔

source: Get the same level of<br> choice and innovation<br> in a smartphone.
ks: حأصل کْریو کونیی لیول چویس تْہ اِنوویشن أکس سُمارٹ فونس منز

source: Learn more about Firefox OS
ks: مزید ہیچھیو فایر فوکْس او ایسس مُتلق
