Repository: translate/mozilla-lang
Catalog: */firefox/family/index.lang.po
Languages: bn_bd, br, cy, ga_ie, kk, lt, lv, oc, th, ur

source: Firefox – Desktop browser, Android, iOS, Sync, Private Browsing
bn_bd: Firefox – ডেস্কটপ ব্রাউজার, Android, iOS, সিঙ্ক, ব্যাক্তিগত ব্রাউজিং
cy: Firefox – Porwr bwrdd gwaith, Android, iOS, Sync, Pori Preifat
ga_ie: Firefox – brabhsálaí ar an deasc, ar Android, iOS, Sync, Brabhsáil Phríobháideach
kk: Firefox – жұмыс үстел браузері, Android, iOS, Синхрондау, жекелік шолу
lt: „Firefox“ – naršyklė kompiuteriams, „Android“, „iOS“, „Sync“, privatusis naršymas
ur: Firefox–ڈیسک ٹاپ براؤزر،Android, iOS, ہمہ وقت سازی، نجی براؤزنگ

source: Firefox – Desktop browser, Android, iOS, OS, Hello, Sync, Private Browsing
bn_bd: ফায়ারফক্স – ডেস্কটপ ব্রাউজার, অ্যান্ড্রয়েড, iOS, ওএস, হ্যালো, সিঙ্ক, ব্যক্তিগত ব্রাউজিং
cy: Firefox – Porwr bwrdd gwaith, Android, iOS, OS, Hello, Sync, Pori Preifat
ga_ie: Firefox – brabhsálaí ar an deasc, ar Android, iOS, Firefox OS, Hello, Sync, Brabhsáil Phríobháideach
lt: „Firefox“ – naršyklė kompiuteriams, „Android“, „iOS“, OS, „Hello“, „Sync“, privatusis naršymas
lv: Firefox – Pārlūks datoram, Android, iOS, OS, Hello, Sync, Privātā pārlūkošana
th: Firefox เบราว์เซอร์เดสท็อป, Android, iOS, OS, Hello, ซิงค์, ท่องเว็บแบบส่วนตัว
ur: Firefox–ڈیسک ٹاپ براؤزر،Android, iOS, ہمہ تن ساز، نجی براؤزنگ

source: Firefox — Desktop browser, Android, OS, Hello, Sync, Marketplace
bn_bd: ফায়ারফক্স — ডেস্কটপ ব্রাউজার, অ্যান্ড্রয়েড, ওএস, হ্যালো, সিঙ্ক, মার্কেটপ্লেস
br: Firefox — Merdeer burev, Andoid, OS, Hello, Sync, Marketplace
cy: Firefox — porwr bwrdd gwaith, Android, OS, Hello, Sync, Marketplace
ga_ie: Firefox —brabhsálaí ar an deasc, Android, OS, Hello, Sync, agus an Margadh
lt: „Firefox“: naršyklė kompiuteriams ir „Android“ įrenginiams, operacinė sistema, „Hello“, „Sync“, krautuvė
lv: Firefox — Pārlūks datoram, Android ierīcēm, OS, Hello, sinhronizēšana, veikals.
th: Firefox เบราว์เซอร์เดสก์ท็อป, Android, OS, Hello, ซิงค์, ร้านค้า
ur: فائر فاکس - ڈیسک ٹاپ براؤزر، لوڈ، اتارنا اینڈرائیڈ، او ایس، خوش، ہم آہنگی، مارکیٹ

source: Learn more about our complete lineup of products for desktop and mobile browsing (and more) that help keep you in control online. Free yourself with Firefox.
bn_bd: ডেস্কটপ ও মোবাইল ব্রাউজিং (সহ আরও অনেক কিছু জন্য) আমাদের পণ্যের লাইনআপ সম্পর্কে জানুন যা আপনাকে অনলাইনের নিয়ন্ত্রক হিসেবে রাখবে। ফায়ারফক্স সাহায্যে নিজেকে মুক্ত করুন।
br: Deskit hiroc'h diwar-benn hor aozadoù evit ar merdeiñ burev pe hezoug (ha muioc'h c'hoazh) a skoazell ac'hanoc'h da chom da vezañ mestr enlinenn. Dieubit ac'hanoc'h gant Firefox.
cy: Dysgwch ragor am ein cyfres o gynnyrch ar gyfer pori ar y bwrdd gwaith a symudol (a rhagor) sy'n cynnig rheolaeth i chi ar-lein. Mae rhyddid ar gael gyda Firefox.
ga_ie: Tuilleadh eolais faoi na táirgí go léir atá againn ar an deasc agus ar ghléasanna soghluaiste, táirgí a dheimhníonn gur tusa atá i gceannas ar líne. Scaoil saor tusa féin le Firefox.
kk: Сізге цифрлық өміріңізді бақылауға көмектесетін жұмыс үстелі және мобильді шолу үшін (және т.б.) арналған өнімдеріміздің толық қатары жөнінде біліңіз. Өзіңізді Firefox-пен еркін қылыңыз.
lt: Sužinokite daugiau apie visą mūsų produktų, skirtų kompiuteriams ir mobiliesiems įrenginiams (ir ne tik!) liniją, padedančią jums išlaikyti vadžias internete. Išsilaisvinkite su „Firefox“!
lv: Uzziniet vairāk par visiem pieejamajiem produktiem datoriem, mobilajām ierīcēm (un ne tikai), kas rūpējas par jūsu drošību internetā. Atbrīvojiet sevi ar Firefox.
ur: آن لائن آپ کو کنٹرول میں رکھنے میں مدد ہے کہ ڈیسک ٹاپ اور موبائل براؤزنگ (اور زیادہ) کے لئے مصنوعات کی ہماری مکمل لائن اپ کے بارے میں مزید معلومات حاصل کریں. فائر فاکس کے ساتھ اپنے آپ کو آزاد کریں.

source: You’re using an older version of Firefox for desktop.
bn_bd: আপনি ডেস্কটপের জন্য ফায়ারফক্সের পুরোনো সংস্করণ ব্যবহার করছেন।
br: Arverañ a rit un handelv kozhoc'h eus Firefox evit ar burev.
cy: Rydych yn defnyddio hen fersiwn o Firefox bwrdd gwaith.
ga_ie: Tá seanleagan de Firefox ar an deasc agat.
kk: Сіз жұмыс үстелі үшін Firefox-тың ескі нұсқасын қолданудасыз.
lt: Jūs naudojatės senesne „Firefox“ laida.
lv: Jūs izmantojat vecāku Firefox pārlūka versiju.
th: คุณกำลังใช้ Firefox รุ่นเก่ากว่าบนเดสก์ท็อป
ur: آپ کے ڈیسک ٹاپ کے لئے فائر فاکس کا ایک پرانا ورژن استعمال کر رہے ہیں.

source: Update today to stay fast and safe.
bn_bd: দ্রুত ও নিরাপদ থাকতে হালনাগাদ করুন।
br: Hizivaat evit chom herrek ha diogel.
cy: Diweddarwch i gadw'n gyflym a diogel.
ga_ie: Nuashonraigh anois chun an leagan is sábháilte is sciobtha a fháil.
kk: Жылдам әрі қауіпсіз қалу үшін жаңартыңыз.
lt: Atnaujinkite, kad ji išliktų saugi ir sparti.
lv: Atjauniniet, lai saglabātu ātrumu un drošību.
oc: Metre a jorn Firefox vos garantís rapiditat e seguretat.
th: ปรับรุ่นวันนี้เพื่อรักษาความรวดเร็วและปลอดภัย
ur: تیز اور محفوظ رہنے کے لیےآج ہی تازہ کاری کریں۔

source: Browse Freely
bn_bd: স্বাধীনভাবে ব্রাউজ করুন
cy: Porwch yn Rhydd
ga_ie: Brabhsáil de réir do thola
kk: Еркін шолу
lt: Naršykite laisvai
ur: آزادی سے برائوز کریں

source: Choose Independent.
bn_bd: স্বাধীনতা বেছে নিন।
br: Bezit Dizalc'h.
cy: Dewis Annibyniaeth.
ga_ie: Roghnaigh an Neamhspleáchas
kk: Тәуелсіз болғанын таңдаңыз.
lt: Rinkitės nepriklausomą.
lv: Izvēlieties Neatkarīgo.
oc: Causissètz la libertat.
th: เลือกการเป็นอิสระ
ur: آزاد چنیں

source: Choose Firefox.
bn_bd: ফায়ারফক্স বেছে নিন।
br: Dibabit Firefox.
cy: Dewiswch Firefox.
ga_ie: Roghnaigh Firefox.
kk: Firefox-ты таңдаңыз.
lt: Rinkitės „Firefox“.
lv: Izvēlieties Firefox.
oc: Causissètz Firefox.
th: เลือก Firefox
ur: فائر فاکس کا انتخاب کریں.

source: Free yourself with %s
bn_bd: %s ব্যবহারে নিজেকে উন্মুক্ত রাখুন
br: Dieubit ac'hanoc'h gant %s
cy: Rhyddid gyda %s
ga_ie: Scaoil saor tusa féin le %s
kk: Өзіңізді %s көмегімен еркін қылыңыз
lt: Išsilaisvinkite su %s
lv: Atbrīvojiet sevi ar %s
oc: Simplificatz-vos la vida gràcias a %s
th: ปลดปล่อยตัวคุณด้วย %s
ur: اپنے آپ کو %s کے ساتھ مفت کریں

source: Firefox <span>for</span> desktop
bn_bd: ডেস্কটপের <span>জন্য</span> ফায়ারফক্স
br: Firefox <span>evit</span> ar burev
cy: Firefox <span>ar gyfer</span> y bwrdd gwaith
ga_ie: Firefox <span>ar</span> an deasc
kk: Жұмыс үстелі <span>үшін</span> Firefox
lt: „Firefox“ <span>kompiuteriams</span>
lv: Firefox datoriem
oc: Firefox <span>per</span> ordenadors
th: Firefox <span>สำหรับ</span>เดสก์ท็อป
ur: Firefox <span> برائے</span> ڈیسک ٹاپ

source: Trusted. Flexible. Fast.
bn_bd: বিশ্বস্ত। নমনীয়। দ্রুত।
br: Fizius. Hebleg. Prim.
cy: Dibynadwy. Hyblyg. Cyflym.
ga_ie: Sábháilte. Solúbtha. Sciobtha.
kk: Сенімді. Икемді. Жылдам.
lt: Patikima. Lanksti. Sparti.
lv: Uzticams. Elastīgs. Ātrs.
oc: Segur. Rapid. Flexible.
th: ไว้ใจได้ ยืดหยุ่น เร็ว
ur: قابل بھروسا۔ لچک دار۔ تیز۔

source: Firefox <span>for</span> Android
bn_bd: অ্যান্ড্রয়েডের <span>জন্য</span> ফায়ারফক্স
br: Firefox <span>evit</span> Android
cy: Firefox <span>ar gyfer</span> Android
ga_ie: Firefox <span>ar</span> Android
kk: Android <span>үшін</span> Firefox
lt: „Firefox“ „Android“ <span>įrenginiams</span>
lv: Firefox Android ierīcēm
oc: Firefox <span>per</span> Android
th: Firefox <span>สำหรับ</span> Android
ur: Firefox <span>برائے</span> Android

source: Make it uniquely yours.
bn_bd: এটিকে আপনার জন্য স্বতন্ত্র করে তুলুন।
br: Lakait anezhañ da vezañ deoc'h hepken
cy: Yn unigryw i chi.
ga_ie: Is leatsa féin é.
kk: Оны бірегей түрде өзіңіз үшін баптаңыз.
lt: Paverskite ją sava.
lv: Padariet to patiesi savu.
oc: Personalizatz-lo aisidament.
th: ทำให้มันเป็นเฉพาะตัวคุณ
ur: اپنے لیے منفرد بنایں۔

source: Get it on Google Play
bn_bd: গুগল প্লে থেকে নিন
br: Tapit anezhañ war Google Play
cy: Estynnwch o Google Play
ga_ie: Ar fáil ó Google Play
kk: Оны Google Play ішінен алыңыз
lt: Parsisiųskite iš „Google Play“
lv: Pieejams bez maksas Google Play
oc: Gratuit sus Google&nbsp;Play
th: รับได้ฟรีบน Google Play
ur: گوگل پلیے پر اسے حاصل کریں

source: Firefox <span>for</span> iOS
bn_bd: iOS <span>জন্য</span> ফায়ারফক্স
br: Firefox <span>evit</span> iOS
cy: Firefox <span>ar gyfer</span> iOS
ga_ie: Firefox <span>ar</span> iOS
kk: iOS үшін <span>Firefox</span>
lt: „Firefox“ „iOS“ <span>įrenginiams</span>
lv: Firefox iOS ierīcēm
oc: Firefox <span>per</span> iOS
th: Firefox <span>สำหรับ</span> iOS
ur: iOS <span>کے لئے</span> Firefox

source: Fast. Smart. Yours.
bn_bd: গতিময়। বুদ্ধিদীপ্ত। আপনার।
cy: Cyflym. Clyfar. Chi.
ga_ie: Gasta. Cliste. Leatsa.
kk: Жылдам. Ақылды. Сіздікі.
lt: Sparti. Išmani. Jūsų.
lv: Ātrs. Gudrs. Jūsu.
oc: Rapid. Intelligent. Vòstre.
th: เร็ว ฉลาด เป็นคุณ
ur: تیز۔ ہوشیار۔ آپکا

source: Get it on iPhones and iPads
bn_bd: iPhones এবং iPads এ এটি ব্যবহার করুন
br: Tapit anezhañ war iPhone hag iPad
cy: Mae ar gael ar yr iPhone a'r iPad
ga_ie: Faigh ar iPhone agus iPad é
kk: Оны iPhone және iPad-қа алыңыз
lt: Parsisiųskite į savo „iPhone“ ar „iPad“ įrenginį
lv: Iegūstiet to iPhone un iPad
oc: Installatz-lo sus iPhone e iPad.
th: รับมันบน iPhone หรือ iPad
ur: iPhones اور iPadsپر اسے حاصل کریں

source: Now with Tracking Protection.
bn_bd: এখন ট্র্যাকিং সুরক্ষাসহ।
cy: Nawr gyda Diogelwch Rhag Tracio.
ga_ie: Anois le Cosaint ar Lorgaireacht.
kk: Енді бақылаудан қорғанысы бар.
lt: Dabar ir su apsauga nuo stebėjimo
lv: Tagad ar izsekošanas aizsardzību.
oc: Ara amb proteccion contra lo seguiment.
th: ขณะนี้มาพร้อมการป้องกันการตามรอย
ur: اب سراغ کاری حفاظت کے ساتھ۔

source: Connect Firefox wherever you use it.
bn_bd: যেখানেই ফায়ারফক্স ব্যবহার করুন সংযোগ করুন।
br: Kennaskit Firefox e pep lec'h ma arverit anezhañ.
cy: Cysylltwch Firefox ym mhob man.
ga_ie: Ceangail Firefox chuile áit a n-úsáideann tú é.
kk: Firefox қашан қолдансаңыз да, оны байланыстырыңыз.
lt: Tęskite pradėtą naršymą su „Firefox“ – kur bebūtumėte.
lv: Pieslēdzieties Firefox visur, kur izmantojat to.
oc: Connectatz-vos a Firefox pertot ont l’utilizatz.
th: เชื่อมต่อ Firefox ในทุกที่ที่คุณใช้งาน
ur: Firefox سے جڑیں جب کبھی بھِی اسے استعمال کریں۔

source: Free Web Browser for Android, iOS, Desktop | Firefox
kk: Android, iOS және жұмыс үстелі үшін еркін веб браузері | Firefox
