Repository: translate/mozilla-lang
Catalog: son/mozorg/contribute-form.lang.po
Languages: son

source: Please tell us more about your interests.
son: Har ir še war binebaayey ga ka tonton.

source: Want to help?
son: Ga baa k'ir gaa?

source: Please select an area of interest.
son: Haya foo suuba kaŋ ga kan war še.

source: Someone from Mozilla will get back to you soon with information about how to get involved. While you’re waiting, browse through some of the volunteer opportunities available below.
son: Mozilla boro foo ka tuuru war še nd'alhabar takaa kaŋ nda war ga huru goyoo ra ga. Kaŋ war goo ma batu, guna ne ganda kanbuzaamay goy fondawey kaŋ ga bara.

source: Hi, I’m interested in…
son: Ayyo, ay ga baa y'a tee...

source: I’d like to receive regular contribution news by email
son: Ay ga baa kanbuzaamay alhabar duumante bataga ra

source: Submit&nbsp;»
son: Sanba&nbsp;»

source: Send us a note and we can get you started right away.
son: Hantum ir še nga r'ir ga hin ka war gaa ka tun sohõda.

source: Your CAPTCHA response did not match. Please try again.
son: War CAPTCHA zaaboo mana tenji. A tee koyne taare.

source: Thank you for getting in touch.
son: Foo nda war alhabar nooyan.
