Repository: translate/mozilla-lang
Catalog: son/mozorg/contribute.lang.po
Languages: son

source: Get Involved: Volunteer Opportunities at Mozilla
son: Kanbe dam: Nafaw goy misey Mozilla do

source: The success of our mission depends on participation from people like you.
son: Ir anniyaa ma too nga ši hun kala borey kaŋ ga hima war kanbedamyan ra.

source: Proudly non-profit, Mozilla makes products like Firefox with a mission to keep the power of the Web in the hands of users everywhere.
son: Bila nda arriba goy kaŋ nd'ir ga ɲaali, Mozilla ga jinayyaŋ tee sanda Firefox kaŋ ga anniyaa dii, hala intereneti sahã ma cindi goykey kanbey ra nungu kul ra.

source: We are Mozillians
son: Mozila-izey ti iri

source: This video shows members of the worldwide Mozilla community.
son: Widewo woo ga Mozilla jamaa kondayzey cebe adduɲɲaa kul ra.

source: Play video
son: Widewo hẽenandi

source: Pause video
son: Widewo hunanzam

source: Want to help?
son: Ga baa faaba?

source: Area of interest?
son: Boonay haya?

source: Helping Users
son: Goykey faaba

source: Testing and QA
son: Hennayyan adadu šiiyan

source: Coding
son: Ašariya hantumyan

source: Marketing
son: Feeyan

source: Localization and Translation
son: Gorodoo kayandiyan nda šenni berandiyan

source: Web Development
son: Interneti cinakayan

source: Add-ons
son: Tontoney

source: Visual Design
son: Bii fasalyan

source: Documentation and Writing
son: Fahamandiyan nda hantum

source: Education
son: Cawyan

source: Other
son: Tana

source: I have a suggestion for Firefox
son: Ay ga haya foo honnandi Firefox se

source: I need help with a Firefox issue
son: Ay ga baa faaba Firefox šenday foo se

source: YOUR EMAIL HERE
son: WAR BATAGAA NE

source: Send us a note and we can get you started right away.
son: Hantum-ize sanba ir še hal'ir ma hin ka war gaa ka tun sohõ.

source: Hi, I’m interested in…
son: Baani de, woo n'ay ga baa...

source: I’d like to receive regular contribution news by email
son: Ay ga boona hankul kanbuzaamay alhabar bataga ra

source: Submit&nbsp;»
son: Sanba&nbsp;»

source: Please enter a valid email address.
son: Bataga aderesu boryo dam taare.

source: You must agree to the privacy policy.
son: War ga hima ka yadda sutura laadaa ga.

source: Please select an area of interest.
son: Boonay haya suuba taare.

source: Please tell us more about your interests.
son: War boonay misey har ir še taare.

source: Your CAPTCHA response did not match. Please try again.
son: War CAPTCHA zaaboo mana tenji. A tee koyne taare.

source: Thank you for getting in touch.
son: Foo nda alhabar nooyan.

source: We are sorry, but there was a problem with our system. Please try again later!
son: War m'alhaa naŋ kaŋ war dii šenday nd'ir dabariɲaŋoo. Ceeci koyne taare!

source: Someone from Mozilla will get back to you soon with information about how to get involved. While you’re waiting, browse through some of the volunteer opportunities available below.
son: Mozilla boro foo ka tuuru war še nd'alhabar takaa kaŋ nda war ga huru goyoo ra ga. Kaŋ war goo ma batu, guna ne ganda kanbuzaamay goy fondawey kaŋ ga bara.

source: You don’t have to be a C++ guru (or even know what that means!) to get involved.<br><b>You just have to love the Web.</b>
son: A mana too ma tee C++ goni (wala ma baa woo maanaa bay!) ka kanbuzaamay. <br><b>War Interneti baajoo de wasa.</b>

source: Sign up for a weekly newsletter that is full of community news and contribution opportunities.
son: Maa hantum jirbiiyye alhabar bataga še kaŋ ga too nda jamaa alhabar nda kanbuzaamay fondo.

source: Welcome to Mozilla!
son: Kubayni Mozilla do!

source: Find an opportunity
son: Goymee foo sanbu

source: Our support process relies on enthusiastic contributors like you to help others get the most out of Mozilla products. Find out more about <a href="%(fx_support_url)s">how to help Firefox users</a> and <a href="%(tb_support_url)s">how to help Thunderbird users</a>.
son: Ir gaakašinay fondaa ra kanbuzaakaw booboyaŋ goo ga gaa borey jerey da ma duu Mozilla jinawey fellaa. Bay ka tonton <a href="%(fx_support_url)s">taka kaŋ nda boro ga Firefox goykey faaba</a> nda <a href="%(tb_support_url)s">taka kaŋ nda boro ga Thunderbird goykey faaba</a>.

source: Quality Assurance
son: Hennari alhakiikandiyan

source: Quality Assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools.
son: Hennayyan alhakiikandiyan šiiyanoo goo fondo kul faalantey ra kaŋ nda Mozilla ga tunandi nd'a ga tee dabari šifante kaŋ nda boro g'ir ašariyawey nda goyjinawey bay.

source: <a href="%(oneanddone_url)s">Pick a task from One and Done</a> to get started, work on <a href="%(desktopfx_url)s">Desktop Firefox</a>, <a href="%(websites_url)s">test Mozilla web sites</a>, <a href="%(testday_url)s">join us for a Test Day</a>, or <a href="%(qateams_url)s">learn more about other testing opportunities</a>.
son: <a href="%(oneanddone_url)s">Goy foo suuba Affoo nda Ben ra</a> ka šintin, goy <a href="%(desktopfx_url)s">Desktop Firefox</a> ga, <a href="%(websites_url)s">ka Mozilla interneti nungey šii</a>, <a href="%(testday_url)s">kaa ir bande šiiyan zaari se</a>, wala <a href="%(qateams_url)s">bay ka tonton šiiyan fondawey ga</a>.

source: <a href="%(dev_intro_url)s">Developers can help</a> Mozilla by adding new features, making our technology smaller and faster and making development easier for others. Tell us <a href="%(what_url)s">your favorite programming language</a> and we'll find the project for you.
son: <a href="%(dev_intro_url)s">Cinakey ga hin ka faaba</a> nd'i ga Mozilla alhaali taagey tonton, k'ir goyyan dabari taagey boryandi nda cahãndi nda ga cinayan faaalandi borey se. Har ir se <a href="%(what_url)s">war porogaram hantumyan šennoo kaasoo</a> nd'ir ga porožewoo ceeci war se.

source: Spread the Word
son: Alhabaroo say

source: Help us spread the word about how Firefox and other Mozilla projects are building a better Internet. Share Firefox with the world by <a href="%(affiliates_url)s">becoming an Affiliate</a> and then check out our <a href="%(marketing_url)s">Marketing Guide</a> for more ways to get involved.
son: Ir gaa k'alhabaroo say takaa kaŋ nda Firefox nda Mozilla porože taney goo ma interneti bešere cin. Firefox žemna adduɲɲaa se nda war <a href="%(affiliates_url)s">ma tee kondayze</a> nda wa guna ir <a href="%(marketing_url)s">Feeyan tiira</a> ka dii takawey kaŋ nda war mma hin ka kanbe dam.

source: Localization
son: Berandiyan

source: Get involved with Mozilla by making Firefox, Thunderbird and other projects <a href="%(l10n_url)s">available in your language</a>. Also help us tell the world about how Mozilla is building a better Internet by <a href="%(l10n_web_url)s">translating content</a> on our web sites.
son: Kanbe dam Mozilla ka Firefox, Thunderbird nda porože taney <a href="%(l10n_url)s">kaŋ ga bara war šennoo ra</a>. Nd'ir gaa ka har adduɲɲaa se takaa kaŋ nda Mozilla goo nda interneti bešere cin nda <a href="%(l10n_web_url)s">gundekuna berandiyan</a> ir interneti nungey ra.

source: Our web sites are open for web developers to hack on. <a href="%(webdev_url)s">Find a web site project</a> to get started on. Your web skills can also be used to <a href="%(gaia_url)s">help us build our new Firefox OS</a>.
son: Ir interneti nungey ga feera interneti cinakey se ka alhiila šii. <a href="%(webdev_url)s">Zaa interneti porože foo</a> ka šintin a ga. War interneti waanaa ga hin ka <a href="%(gaia_url)s">ir gaa k'ir Firefox OS taagaa tee</a>.

source: <a href="%(marketplace_url)s">Firefox Marketplace</a> provides content – games, music, social apps and more – built with HTML5 standards and open source values. With <a href="%(mktcontrib_url)s">contribution opportunities</a> at every skill level, it’s easy to make an impact!
son: <a href="%(marketplace_url)s">Firefox Marketplace</a> ga gundekuna noo – hooray, miiziki, jama porogaramize nda tanayaŋ – kaŋ cinandi nda HTML5 alhaali tabatantey nda aššil feerante anniya. Nda waanay alkadar kul <a href="%(mktcontrib_url)s">kanbuzaamay fondawey</a> kaŋ ga bara bayray alkadar foo kul se, a faala boro ma haya nafante tee!

source: Add-ons are what make Firefox the most extensible and customizable browser available. Get started <a href="%(addons_url)s">building an add-on</a>, and <a href="%(addons_wiki)s">learn more about the different ways you can contribute</a>.
son: Tontoney ga too Firefox ma hin ka cendandi ka tee ceecikaw kul ifaalaataa kaŋ ga bara. Šintin <a href="%(addons_url)s">ka tontoni foo cin</a>, nda <a href="%(addons_wiki)s">bay ka tonton fondawey kaŋ nda war ga hin ka kanbuzaamay tee</a>.

source: We want to make it possible for artists to cover the web and people with designs inspired by Mozilla. Check out the <a href="%(creative_url)s">Creative team blog</a> for more information about how to take part.
son: Ir ga baa goyteerey ma hin ka hin ka interneti nda borey taalam nda Mozilla noonawey. Ir <a href="%(creative_url)s">Goyteeri konday blogoo</a> guna ka duu alhabar tontoni kanbedamyan fondaa ga.

source: The Mozilla Developer Network is the hub for information about Mozilla technologies. Help <a href="%(dev_url)s">make our documentation better</a> by writing new content, correcting existing material or translating content into new languages.
son: Mozilla Developer Network ti marga doo Mozilla dabaribayray alhabarey se. Gaa <a href="%(dev_url)s">k'ir fahamandi tiiraa boryandi ka tonton</a> nda gundekuna hantumm hantum barantey šerrandi wala ka gundekuna berandi šenni taagayaŋ ra.

source: Interested in helping others understand how the Web works? <a href="%(webmaker)s">Mozilla Webmaker</a> is a global community dedicated to sharing digital skills using <a href="%(webmaker_tools)s">free tools</a>, <a href="%(webmaker_resources)s">teaching resources</a> and <a href="%(webmaker_events)s">community events</a>.
son: War ga boona ka gaa ka borey fahamandi nda interneti goyyan? <a href="%(webmaker)s">Mozilla Webmaker</a> ti adduɲɲaa-mee jamaa kaŋ ga durkutu ka ordinater goy waanay žemni nda <a href="%(webmaker_tools)s">goyjinay forba</a>, <a href="%(webmaker_resources)s">cawandi tiira</a> nda <a href="%(webmaker_events)s">jama batey</a>.

source: Fellowships
son: Cawyan nooru

source: Interested in shaping the future of the open Web? Knight-Mozilla’s <a href="%(fellowship)s">OpenNews Fellowship program</a> matches emerging digital leaders with journalism opportunities to build the open Web for everyone.
son: War ga baa ka hiino internetoo fasal? Knight-Mozilla <a href="%(fellowship)s">OpenNews Cawyan nooru porogaramoo</a> ka kanbe dam ka interneti goy jineborey sahãndi nda alhabar toonandiyan ka interneti cin kaŋ ga feeri borey kul se.

source: Hive Networks
son: Networks

source: <a href="%(hivenetworks)s">Hive Learning Networks</a> are a growing constellation of communities around the globe that are championing digital skills and web literacy through connected learning. <a href="%(hivenetworks)s">Learn more</a> about how to start a Hive in your community.
son: <a href="%(hivenetworks)s">Hive Learning Networks</a> ti jama margayaŋ kaŋ goo ma fatta adduɲɲaa kul ra ka ordinater nda interneti waanay boobandi nda interneti-bande cawyan. <a href="%(hivenetworks)s">Bay ka tonton</a> taka kaŋ war ga hin ka Hive foo šintin war gandaa ra.

source: Help build a generation of webmakers by teaching others how the web works. <a href="%(moz_webmaker)s ">Explore what the Mozilla Webmaker project is all about</a> or get started teaching others by <a href="%(webmaker)s">setting up an event in your community today</a>.
son: Faaba ka zaman taagaa interneti cinakey gorandi nda war ga borey waanandi taka kaŋ interneti ga dira. <a href="%(moz_webmaker)s ">Guna woo kaŋ Mozilla Webmaker porožewoo g'a tee</a> wala ka šintin ka borey cawandi <a href="%(webmaker)s">batu foo ra war koyraa ra hõ</a>.

source: map
son: dawšifa

source: Find Mozillians near you
son: Dii Mozilla-izey war gandaa ra

source: US and Canada
son: US nda Kaanada

source: Europe
son: Eropu

source: Latin America
son: Ameriki gurma

source: Africa and the Middle East
son: Afiriki nda Dandi gamoo

source: Asia and the South Pacific
son: Azi nda Pazifiki gurma

source: Antarctica
son: Antarkutika

source: Sort By:
son: Fay nda:

source: Interest
son: Binebaayi

source: Location
son: Gorodoo

source: Newsletter
son: Alhabar bataga

source: Interested in helping others get the most out of using Firefox and other Mozilla projects? Our support process relies on enthusiastic contributors like you.
son: Ga booma ka borey gaa ka goy nda Firefox and Mozilla porože taney ngey fellaa ra? Ir gaakašinay fondaa ga naata goykaw ɲaakante sanda war da ga.

source: Thank you!
son: Foo nda goy!

source: Accessibility is about making things work for everyone. Help <a href="%(access_url)s">create tools and resources for Firefox end users with disabilities</a> and help <a href="%(access_wiki)s">make web content available to non visual agents</a> such as screen readers.
son: Jinayyaŋ tee kaŋ boro kul ga hin ka duu w'ey. Faaba <a href="%(access_url)s">ka jinayyan nda dalilyaŋ tee interneti goykey kaŋ goo nda nakaši tanayaŋ</a> nda gaa <a href="%(access_wiki)s">ka interneti gundekuna tee kaŋ duwandi borey kaŋ ši dii haya se</a> sanda diji cawkey.

source: Be part of the research team&mdash;whether you want to be a <a href="%(survey_url)s">participant in an upcoming study</a>, <a href="%(test_email)s">conduct usability tests</a> on your own or <a href="%(test_pilot)s">analyze Test Pilot data</a>&mdash;we’d love to have you join us!
son: Huru ceeciyan konday ra&mdash;nda war ga baa ka <a href="%(survey_url)s">kanbe dam hiino ceeci-caw ra</a>, <a href="%(test_email)s">goyyan šiiyan tee</a> war boŋ ga wala <a href="%(test_pilot)s">šiiyan bayhayey fesu-fesu</a>&mdash;ir ga war ma kaa ir do!

source: Firefox Affiliates
son: Firefox kondantey

source: Developer Documentation
son: Fahamandi tiira cinakey se

source: Thank you for signing up!
son: Foo nda war maa hantumoo!

source: Menu
son: Šilbayboŋ

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
son: Widewo woo ceecikaw wažibandi kaŋ goo nda widewo feerante jinay wala <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.

source: Quality assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools. Help us <a href="%(qa_bugs_url)s">hunt down bugs</a> in Firefox, <a href="%(qa_web_url)s">test Mozilla web sites</a> or learn more about <a href="%(qa_url)s">other testing opportunities</a>.
son: Šiiyan kaŋ ga hennandiyan tabatandi ti fondo faalante ka šintin nda Mozilla nda woo ga boori ka ašariya nda goyjinawey bay jina. Ir gaa ka <a href="%(qa_bugs_url)s">hasaraw dogey cebe</a> Firefox ra, <a href="%(qa_web_url)s">Mozilla interneti nungey šii</a> wala bay ka tonton <a href="%(qa_url)s">šiiyan fondo tanayaŋ</a> ga.

source: Mozilla products have a powerful extension system that allows you to make small tweaks or major additions. Learn more about how to <a href="%(addons_url)s">build an add-on</a>. For experienced developers, find out how to <a href="%(addons_wiki)s">become an AMO editor</a>.
son: Mozilla jinawey goo nda dobuyan dabariɲaa sahãntaa kaŋ nda hansari wala tontoni kaynayaŋ ga hin ka tee. Bay ka tonton taka kaŋ nda <a href="%(addons_url)s">tontoni ga cina</a>. Waanay cinakey se, war ga hin ka hin ka <a href="%(addons_wiki)s">tee AMO wallafikaw</a>.
