Repository: translate/mozilla-lang
Catalog: son/mozorg/plugincheck.lang.po
Languages: son

source: Keep your Firefox healthy with a quick checkup
son: War Firefox koroši nda cahãyan ka nga baanoo dii

source: Use Flash? QuickTime? Java? If you use these to make your Firefox experience more awesome, check your plugins! They may need to be updated.
son: War mma goy nda Flash? Java? Nda war ga goy nda wey war Firefox goyoo šifandi ka tonton, war sukarey koroši! I ga hin ka boona taagandiyan.

source: Plugin Check &amp; Updates
son: Sukari koroši &amp; taagandirey

source: Update Now
son: Taagandi sohõ

source: Research
son: Ceeci

source: current version plugin
son: sohõda dumi sukari

source: Up to Date
son: Sukari taagante

source: Plugin icon
son: Sukari bii

source: unknown
son: šibayante

source: vulnerable
son: yaalafante

source: outdated
son: ižeena

source: Check Your Plugins
son: Sukarey koroši

source: Keeping your plugins up to date helps Firefox run safely and smoothly.
son: War sukarey taagandi ka Firefox gaa ka dira nda saajaw nda cahãri.

source: <span>Firefox</span> + You
son: <span>Firefox</span> nda war

source: Get Firefox tips, tricks, news and more
son: Duu Firefox yaamar, alhabar nda bešere

source: Currently the plugin check service is only available to Firefox users.
son: Sohõda sukari korošiyan goyoo ga bara Firefox goykey hinne se.

source: Plugins don’t always update automatically. Check yours now to stay safe and browse without interruption!
son: Manti waati kul no sukarey ga ngi boŋ taagandi. War waney koroši sohõ ka gaabandi ka saajaw nda war naarumaa ma ši dunbu!

source: Looks like you’re using an older version of Firefox.
son: Ga hima kaŋ war goo ma goy nda Firefox žeena.

source: Plugin Status
son: Sukari assariya

source: No plugins were found. If you believe this is an error, <a href="%(bugzilla_url)s">please file a bug</a> and let us know.
son: Sukari kul mana duwandi. Nda war ga tammahã kaŋ dereyan ti woo, <a href="%(bugzilla_url)s">taare hasaraw bayrandi hantum</a> ka šaawar ir ga.

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
son: Sukaria koroši <strong>faaba nakasante Internet Explorer še</strong>. Goy waati kul nda &gt; Tontoney juwal

source: Step 1: Click Update to update a plugin.
son: Ceefur 1: Taagandiri naagu ka sukari taagandi.

source: Step 2: Complete all recommended updates before restarting your browser.
son: Ceefur 2: Taagandiri yaamarantey kul timmandi jina ka war ceecikaa tunandi.

source: Potentially vulnerable plugins
son: Sukarey kaŋ ga hin ka yaalaafu

source: Plugin
son: Sukari

source: Status
son: Assariya

source: Action
son: Teerey

source: Outdated Plugins
son: Sukari žeeney

source: Unknown Plugins
son: Sukari šibayantey

source: These plugins are up to date
son: Sukarey wey n' ka taagandi

source: Back to Top
son: Willi beene

source: Frequently Asked Questions
son: Hãayan fillantey

source: What is a plugin?
son: Cin ti sukari?

source: Plugins power videos, animation and games
son: Sukarey ga widewo, hunandiyan nda hooray dirandi.

source: They're built outside of Firefox by companies like Adobe Systems and Apple
son: Konpaɲeyaŋ sanda Adobe Systems nda Apple kaŋ manti Mozilla no k'i cin

source: Plugins don't always update automatically.
son: Sukarey ši taagandi ngey boŋ še.

source: Why should I update my plugins?
son: Macin še y'ay sukarey taagandi?

source: Old plugins can interrupt browsing and waste your time.
son: Sukari žeena ga hin ka ceeciyan kayandi nda waati ŋaa.

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
son: Sukari žeeney <strong>ga war yaalaafandi</strong> hasaraw-goyjinay, wiirisi nda saajaw marayhayey še.

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
son: <strong>Sukari taagantey goo nda boryandiyaŋ</strong> kaŋ ga too interneti <strong> hennari nda saajaw ma tonton</strong> war še.

source: Screenshot of Add-Ons manager
son: Tontoney juwalkaa dijibiyoo

source: How can Firefox help me?
son: Taka foo nda Firefox ka hin k'ay gaa?

source: In the future, Firefox will update plugins for you. Until then, you should regularly check this page and update your plugins to stay safe.
son: Hiino, Firefox ga sukarey taagandi war še. Hala waati din, war ga hima ka moɲoo woo guna ka gaabu ka war taagandirey saajandi.

source: Which Plugins do I have?
son: Sukari fooyaŋ bara yane?

source: We automatically detected your plugins above, to view your installed plugins in Firefox follow these steps:
son: Ir na war sukariyaŋ maate ir boŋ še ne beene, ka dii war sukari sinjantey Firefox ra hanga ceebandey wey:

source: Want to spread the word?
son: War ga boona ka woo fee?

source: Help your friends stay safe online! Visit <a href="%(url)s">Firefox Affiliates</a> to get a plugin check badge for your site.
son: War cerey gaa ka saajaw interneti ra! Guna <a href="%(url)s">Firefox Affiliates</a> ka duu sukari šilbay war nungoo še.

source: How do I disable a plugin?
son: Taka foo nd'ay ga sukari kayandi?

source: In Firefox:
son: Firefox ra:

source: Open the Tools menu.
son: Goyjinay šilbayboŋoo feeri.

source: Open the <span class="menu">menu</span>.
son: <span class="menu">Šilbayboŋoo</span> feeri.

source: Choose Add-ons.
son: Tontoney suuba.

source: Click the plugins tab.
son: Sukarey nor lokoo naagu.

source: Click on the drop down next to the plugin you wish to disable.
son: Naagu zuu zunbantaa sukaroo jeroo ga kaŋ war ga baa k'a kayandi.

source: Click on a plugin in the list.
son: Sukari foo naagu maašeedaa ra.

source: Select "Never Activate" from the available choices.
son: "Ma ši tunandi abada" zaa suubari barantey ra.

source: Click the Disable button.
son: Kayandi butoŋoo naagu.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on YouTube.
son: Hawgay: sukari kayandiyan maanaa ti war ši hin ka haya fooyaŋ tee koyne. Sanda, nda war na Flash kayandi, war ši hin widewoyaŋ guna YouTube ga.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on some streaming video websites.
son: Hawgay: sukari kayandiyan maanaa ti war ši hin ka haya fooyaŋ tee koyne. Sanda, nda war na Flash kayandi, war ši hin ka dii widewoyaŋ widewo gunayan interneti nungu tana fooyaŋ ga.

source: Have more questions?
son: War hãayan fooyaŋ cindi?

source: Visit <a href="%(sumo_url)s">support.mozilla.org</a> for more help!
son: Dii <a href="%(sumo_url)s">support.mozilla.org</a> faaba tontoni še!
