Repository: translate/mozilla-lang
Catalog: */firefox/australis/firefox_tour.lang.po
Languages: bn_in, ga_ie, ml, my, nb_no, pt, ta

source: Take a quick tour
bn_in: দ্রুত দেখে নিন
ga_ie: Turas sciobtha
ml: ഒരു യാത്ര പോകാം
my: ကြည့်ရှု လေ့လာကြည့်ပါ
nb_no: Få en rask omvising
pt: Faça uma visita rápida
ta: விரைவாக ஒரு சுற்றுலாவை காணவும்

source: Welcome to Firefox
bn_in: Firefox-এ স্বাগতম
ga_ie: Fáilte go Firefox
ml: ഫയര്‍ഫോക്സിലേക്കു് സ്വാഗതം
my: မီးမြေခွေးမှ ကြိုဆိုပါတယ်
nb_no: Velkommen til Firefox
pt: Bem-vindo ao Firefox
ta: பயர்பாக்ஸ்க்கு வருக

source: Committed to you, your privacy and an open Web.
bn_in: গোপনীয়তা ও উন্মুক্ত ওয়েব এর ব্যাপারে আপনার কাছে আমরা দায়বদ্ধ।
ga_ie: Tiomanta don phríobháideacht, don Ghréasán oscailte, agus duitse.
ml: സ്വകാര്യതയും തുറന്ന വെബ്ബും താങ്കള്‍ക്ക് ഉറപ്പുതരുന്നു
my: သင်၊ သင့်လုံခြုံမှူ နှင့် လွတ်လပ်သော ဝတ်ဘ်အတွက်
nb_no: Forpliktet til deg, ditt privatliv og et åpent nett.
pt: Comprometido consigo, com a sua privacidade e com uma Web aberta.
ta: உங்களுடைய தனியுரிமைக்கும் உங்களுக்கும் ஒரு திறந்த இணையம் கிடைக்க உறுதியேற்றுள்ளோம்.

source: Learn how to customize your Firefox
bn_in: শিখুন Firefox কে কিভাবে নিজের মত সাজাবেন
ga_ie: Cuir Firefox in oiriúint duit féin
ml: താങ്കളുടെ ഫയര്‍ഫോക്സിനെ കസ്റ്റമൈസ് ചെയ്യുന്നതിനെക്കുറിച്ച് പഠിക്കാം
my: မီးမြေခွေးအားမည်သို့ ပြင်ဆင်သုံးဆွဲရမည်ကို ကြည့်မည်
nb_no: Lær hvordan du kan tilpasse Firefox
pt: Aprender a personalizar o Firefox
ta: உங்களுடைய Firefox ஐ எப்படி தனிப்பயனாக்குவது என தெரிந்துகொள்ளுங்கள்

source: Add and view bookmarks from the same spot
bn_in: একই স্থান থেকে বুকমার্ক যোগ করুন আর দেখুন
ga_ie: Cruthaigh agus brabhsáil leabharmharcanna san áit chéanna
ml: അടയാളങ്ങള്‍ ഒരേ സ്ഥാനത്ത് തന്നെ ഉള്‍പ്പെടുത്തുകയും കാണിക്കുകയും ചെയ്യുക
my: စာအမှတ်များအား ထည်ခြင်း ၊ ကြည့်ရှူခြင်း အား တစ်နေရာထဲမှ ပြုလုပ်မည်
nb_no: Legg til og vis bokmerker fra samme plass
pt: Adicionar e ver marcadores a partir do mesmo local
ta: புத்தகக்குறிகளை சேர்ப்பதும் பார்ப்பதும் அதே இடத்தில் செய்க.

source: Learn more about the new Firefox
bn_in: নতুন Firefox সম্বন্ধে আরও শিখুন
ga_ie: Tuilleadh eolais faoin Firefox úrnua
ml: പുതിയ ഫയര്‍ഫോക്സിനെക്കുറിച്ച് കൂടുതലറിയാം
my: မီးမြေခွေး အကြောင်း ဆက်လက်လေ့လာပါ
nb_no: Les mer om nye Firefox
pt: Saber mais acerca do novo Firefox
ta: புதிய Firefox ஐ பற்றி மேலும் தெரிந்துகொள்க

source: Grouped together for quick, easy access
bn_in: দলবদ্ধ হন দ্রুত ও সহজ ব্যবহারের জন্য
ga_ie: Grúpáilte le chéile chun teacht orthu níos fusa
ml: വേഗത്തിലും അനായാസമായും ലഭ്യമാവാന്‍ സംഘമാക്കിയത്
my: လျှင်လျှင်မြန်မြန် သုံးဆွဲနိုင်ရန် အစုလိုက်လုပ်ထားပါ
nb_no: Gruppert sammen for rask og enkel tilgang
pt: Agrupados em conjunto para um acesso rápido e fácil
ta: விரைவாக எளிதாக அணுக, குழுவாக்கப்பட்டது

source: Your favorite sites are<br> closer than ever
bn_in: আপনার প্রিয় সাইটগুলি<br> আপনার আরও নিকটে
ga_ie: Na suímh is ansa leat<br> níos gaire ná riamh
ml: പ്രിയപ്പെട്ട സൈറ്റുകള്‍<br>ഏറ്റവും അടുത്ത്
my: သင့်စိတ်ကြိုက် ဝတ်ဆိုဒ်<br> တွေကိုအနီးနားမှာထား
nb_no: Favorittsidene dine<br> er nærmere enn noen gang
pt: Os seus sites favoritos<br>estão mais perto que nunca
ta: உங்களுக்கு பிடித்தமான தளங்கள் <br> முன்பைவிட மிகவும் அருகில்

source: Add features and styles with add-ons
bn_in: অ্যাড-অনগুলির মাধ্যমে বৈশিষ্ট্য ও শৈলী যোগ করুন
ga_ie: Gnéithe agus stíleanna nua le breiseáin
ml: ആഡ്-ഓണുകളിലൂടെ സൗകര്യങ്ങളും രൂപഭംഗിയും വരുത്താം
my: လုပ်ဆောင်ချက်များနှင့် အပြင်အဆင်များ အတွက် အတ်အွန်သုံးမယ်
nb_no: Legg til funksjoner og stiler med utvidelser
pt: Adicionar características e estilos através de extras
ta: கூடுதல் இணைப்புகளுடன் புதிய அம்சங்களை தோரணைகளை சேர்

source: Have Firefox on another device?
bn_in: আপনি অপর কোন ডিভাইসে Firefox ব্যবহার করছেন?
ga_ie: An úsáideann tú Firefox ar aon ghléas eile?
ml: താങ്കളുടെ വേറെ ഏതെങ്കിലും ഉപകരണത്തില്‍ ഫയര്‍ഫോക്സ് ഉണ്ടോ ?
my: အခြားပစ္စည်းတစ်ခုပေါ်တွင် မီးမြေခွေးသုံးသလား?
nb_no: Har du Firefox på en annen enhet?
pt: Utiliza o Firefox noutro dispositivo?
ta: பயர்பாக்சை மற்றொரு சாதனத்தில் வைத்துள்ளீர்களா?

source: Designed so you can<br> make it your own
bn_in: এটিকে আপনার নিজের করে নেওয়ার<br> জন্যই তৈরি করা হয়েছে
ga_ie: Breá éasca é a chur in oiriúint<br> do do stíl féin
ml: താങ്കള്‍ക്ക് സാധ്യമാവുന്ന തരത്തില്‍ രൂപകല്‍പന ചെയ്തത്<br>ഇതിനെ താങ്കളുടേത് മാത്രമാക്കുക
my: သင်ကိုယ်တိုင် ပြင်ဆင်<br> နိုင်အောင် ဒီဇိုင်းလုပ်ထားပါတယ်
nb_no: Utformet slik at du kan<br> gjøre den til din egen
pt: Desenhado para que o possa<br> tornar seu
ta: இதை வடிவமைத்ததே<br> உங்களுக்கு பிடித்தவாறு உருவாக்கிக் கொள்ளதான்

source: You don’t have to start over. Access your history, bookmarks and more.
bn_in: আপনার নতুন করে শুরু করার দরকার নেই। দেখুন আপনার ইতিহাস, বুকমার্ক সংকলন ও অন্যান্য সামগ্রী।
ga_ie: Ní gá tosú as an nua. Is féidir teacht ar do stair, ar do chuid leabharmharcanna, agus níos mó.
ml: താങ്കള്‍ ആദ്യം മുതല്‍ വീണ്ടും തുടങ്ങേണ്ടതില്ല. താങ്കളുടെ നാള്‍വഴി, അടയാളക്കുറിപ്പുകള്‍ മുതലായവ ലഭ്യമാക്കാവുന്നതാണു്.
my: အစကနေပြန်သုံးဖို့မလိုပါဘူး။ သင့် မှတ်တမ်းတွေ စာအမှတ်တွေ ကို ပြန်ရယူလို့ရပါတယ်
nb_no: Du trenger ikke å starte på nytt. Få tilgang til historikk, bokmerker og mer.
pt: Não tem de começar de novo. Aceda aos seus marcadores, histórico, etc.
ta: உடனே தொடங்கிவிட வேண்டாம். உங்களுடைய வரலாறு, புத்தகக்குறிகள் மற்றும் பலவற்றை அனுக.

source: There’s Never Been a Better Time for Firefox
bn_in: Firefox-র জন্য কখনও এর থেকে ভাল সময় আসেনি
ga_ie: Is Mithid Duit Triail a Bhaint as Firefox
ml: ഫയര്‍ഫോക്സ് ഉപയോഗിക്കാന്‍ ഇതിനേക്കാള്‍ നല്ല സമയമുണ്ടായിട്ടില്ല
my: မီးမြေခွေးကို အခုချိန်မှာသုံးတာလောက် ကောင်းတာမရှိ
nb_no: Det har aldri vært et bedre tidspunkt for Firefox
pt: Nunca houve uma melhor altura para o Firefox
ta: பயர்பாக்ஸிற்க்கான ஒரு நல்ல நேரம் இருந்ததே இல்லை

source: There’s never been a better time for a browser that answers only to you.
bn_in: একটি ব্রাউজারের এর থেকে ভালো সময় কখনও আসেনি যা উত্তর দেয় শুধু আপনাকে।
ga_ie: Is mithid duit triail a bhaint as brabhsálaí a chuireann tusa i gceannas.
ml: താങ്കളോട് മാത്രം ഉത്തരവാദിത്വമുള്ള ഒരു ബ്രൗസര്‍ ഉപയോഗിക്കാന്‍ ഇതിലും നല്ലൊരു സമയമുണ്ടായിട്ടില്ല.
my: သင့်အတွက်ရည်ရွယ်ပြီး လုပ်ထားတဲ့ ဘယောက်ဆာတစ်ခု လောက်ကောင်းတာမရှိ
nb_no: Det har aldri vært et bedre tidspunkt for en nettleser som retter seg etter deg og ingen annen.
pt: Nunca houve uma melhor altura um navegador que responde apenas perante si.
ta: உங்களுக்கு மட்டும் பதிலளிக்கூடிய ஒரு உலாவிற்க்கான ஒரு நல்ல நேரம் இதற்கு முன்பு இருந்ததே இல்லை.

source: Opens new window
bn_in: একটি নতুন উইন্ডো খুলুন।
ga_ie: Osclófar fuinneog nua
ml: പുതിയ ജാലകം തുറക്കുന്നു
my: ဝင်းဒိုးအသစ်တစ်ခုဖွင့်ပါ
nb_no: Åpner et nytt vindu
pt: Abre uma nova janela
ta: புதிய சாளரத்தை திறக்கும்

source: It’s the fastest, most flexible Firefox ever.
bn_in: এটা সর্বকালের দ্রুততম, সবথেকে নমনীয় Firefox।
ga_ie: An Firefox is sciobtha is solúbtha riamh.
ml: ഇത് ഏറ്റവും വേഗതയേറിയതും, വഴക്കമേറിയതുമായ ഫയര്‍ഫോക്സാണ്.
my: အမြန်ဆုံးနဲ့ပြောင်းလဲပြင်လွယ်ရှိတဲံ မီးမြေခွေး
nb_no: Det er den raskeste og mest fleksible Firefox til nå.
pt: É o Firefox mais rápido e mais flexível de sempre.
ta: முன்பை விட இந்த பயர்பாக்ஸ்தான் மிக வேகமானது, நெகிழ்வானதாகும்.

source: Open tour
bn_in: সফর শুরু করুন
ga_ie: Oscail an turas
ml: യാത്ര തുടങ്ങുക
my: လှည့်လည်ကြည့်ရှူမယ်
nb_no: Åpne omvisning
pt: Iniciar a volta
ta: சுற்றுலாவை திறக்கவும்

source: Using an older version of Sync?
bn_in: আপনি কি সঙ্কের পুরোনো সংস্করণ ব্যবহার করছেন?
ga_ie: An bhfuil tú ag úsáid seanleagan de Sync?
ml: സിങ്കിന്റെ പഴയപതിപ്പാണോ ഉപയോഗിക്കുന്നത്?
my: ချိတ်ဆက်ဆားဗစ်အဟောင်းအားသုံးထားသလား?
nb_no: Bruker du en eldre versjon av Sync?
pt: Está a utilizar uma versão antiga do Sync?
ta: ஓத்திசைவின் பழைய பதிப்பை பயன்படுத்துகிறதா?

source: Save sites with a single click
bn_in: একটি মাত্র চাপের দ্বারা সাইটগুলিকে সংরক্ষণ করুন।
ga_ie: Sábháil suímh le clic amháin
ml: ഒരൊറ്റ ക്ലിക്കില്‍ സൈറ്റുകള്‍ സംരക്ഷിക്കാം
my: ကလစ်တစ်ချက်ဖြင့်ဝတ်ဆိုဒ်တွေကိုသိမ်းထားမယ်
nb_no: Lagre nettsider med et enkelt klikk
pt: Guarde sites com um simples clique
ta: ஒற்றை சொடுக்கில் தளங்களை சேமிக்கவும்

source: There’s never been a better time for Firefox
bn_in: Firefox ব্যাবহারের এর থেকে ভাল সময় আর নেই
ga_ie: Is mithid triail a bhaint as Firefox
ml: ഫയര്‍ഫോക്സ് ഉപയോഗിക്കാന്‍ ഇതിനേക്കാള്‍ നല്ല സമയമുണ്ടായിട്ടില്ല
my: မီးမြေခွေးကို ယခုအချိန်သုံးတာလောက်ကောင်းတာမရှိ
nb_no: Det har aldri vært et bedre tidspunkt for Firefox
pt: Nunca houve uma melhor altura para o Firefox
ta: இதுபொன்ற ஒரு நல்ல நேரம் பயர்பாக்ஸிற்காக இருந்ததே இல்லை

source: Close tour
bn_in: সফর বন্ধ করুন
ga_ie: Dún an turas
ml: യാത്ര അവസാനിപ്പിക്കുക
my: လမ်းညွှန်အားပိတ်
nb_no: Lukk omvisning
pt: Terminar a volta
ta: சுற்றலாவை மூடவும்

source: Thousands of ways to<br> make Firefox do more
bn_in: Firefox কে আরও উপযোগী<br> করার হাজার উপায় আছে
ga_ie: Na mílte bealaí<br> le feabhas a chur ar Firefox
ml: ഫയര്‍ഫോക്സിനെ മികവുറ്റതാക്കാന്‍ <br> ആയിരത്തോളം മാര്‍ഗ്ഗങ്ങളുണ്ട്.
my: မီးမြေခွေးအား ထပ်မံတိုးချဲ့ရန် <br> နည်းလမ်းများစွာရှိတယ်
nb_no: Tusenvis av måter å få<br> Firefox til å gjøre mer
pt: Milhares de formas de<br> fazer o Firefox fazer mais
ta: ஆயிரக்கணக்கான வழிகளில் <br> பயர்பாக்ஸ் பல காரியங்களை உருவாக்க

source: Now easier to find, use and manage
bn_in: এখন অনুসন্ধান করা, ব্যবহার করা এবং পরিচালনা করা খুব সহজতর।
ga_ie: Níos éasca a aimsiú, a úsáid agus a bhainistiú
ml: അനായാസം കണ്ടെത്താം, ഉപയോഗിക്കാം കൈകാര്യം ചെയ്യാം
my: အခု ရှာရန်၊ သုံးရန်၊ စီမံရန်ပိုလွယ်လာပြီ
nb_no: Lettere å finne, bruke og administrere
pt: Agora mais fácil de encontrar, usar e gerir
ta: தற்போது சுலபமாக கண்டுபிடிக்க பயன்படுத்த நிர்வகிக்க

source: See what’s new
bn_in: দেখুন নতুন কি পান।
ga_ie: Gach rud nua
ml: പുതിയവ എന്തൊക്കെയെന്ന് കാണാം
my: အသစ်ရှိသလားကြည့်ပါ
nb_no: Se hva som er nytt
pt: Veja as novidades
ta: புதிய வரவுகள்

source: Frequently asked questions
bn_in: সাধারণত জিজ্ঞাস্য প্রশ্নাবলী
ga_ie: Ceisteanna coitianta
ml: പതിവു ചോദ്യങ്ങള്‍
my: မေ့လေ့ မေးထ ရှိသော မေးခွန်းများ
nb_no: Ofte stilte spørsmål
pt: Perguntas frequentes
ta: அடிக்கடி கேட்கப்படும் கேள்விகள் (அகேகே)

source: Enjoy seamless browsing between devices with Sync
bn_in: বিরামহীন ভাবে বিভিন্ন ডিভাইসে ব্রাউসিং করুন সিঙ্ক দ্বারা
ga_ie: Brabhsáil gan uaim ar ghléasanna éagsúla le Sync
ml: സിന്‍ക് ഉപയോഗിച്ച് ഉപകരണങ്ങള്‍ക്കിടയിലെ തടസ്സമില്ലാത്ത ബ്രൗസിങ് ആസ്വദിക്കൂ
my: ကိုယ်ပိုင် ပစ္စည်းများကြားတွင် လျင်မြန်လွယ်ကူသော အင်တာနက်သုံးဆွဲမှုကို ခံစားပါ
nb_no: Med Sync kan du sømløst surfe videre på en annen enhet
pt: Desfrute de uma navegação transparente entre dispositivos com o Sync
ta: சாதனங்களுக்கிடையே ஒத்திசைவுடன் கூடிய உலாவலை தொடர்நது அனுபவியுங்கள்

source: Move or remove any button to match
bn_in: মিলের জন্য বিভিন্ন বাটন স্থানান্তর করুন বা মুছে ফেলুন।
ga_ie: Bog nó bain aon chnaipe
ml: ചേര്‍ക്കുന്നതിനായി ഏതെങ്കിലും ബട്ടണ്‍ സ്ഥാനം മാറ്റുകയോ നീക്കം ചെയ്യുകയോ ചെയ്യുക
my: ခလုပ်များအား ရွေ့ (သို့) ဖယ်ထုတ်
nb_no: Du tilpasser med å flytte eller ta bort knapper
pt: Mova ou remova qualquer botão correspondente
ta: பொத்தானை நகற்றி அல்லது நீக்கி பொருத்தவும்

source: How you use Firefox is unique
bn_in: আপনার ফায়ারফক্স ব্যবহারের ধরন অনন্য।
ga_ie: Úsáideann tú an Gréasán i do bhealach féin
ml: നിങ്ങൾ ഫയർഫോക്സ് ഉപയോഗിക്കുന്ന വിധം തീർത്തും അനന്യം
my: သင်အင်တာနက် ကိုဘယ်လိုသုံးလဲဆိုတာ ထူးခြားတယ်
nb_no: Hvordan du bruker Firefox er enestående
pt: A forma como usa o Firefox é única
ta: நீங்கள் பயன்படுத்தும் பயர்பாக்ஸ் எப்படி தனித்து விளங்குகிறது

source: Add and view bookmarks from a new location
bn_in: বুকমার্ক যুক্ত করুন এবং নতুন স্থান থেকে দেখুন।
ga_ie: Cruthaigh agus brabhsáil leabharmharcanna in áit nua
ml: പുതിയ സ്ഥാനത്തുനിന്നും അടയാളക്കുറിപ്പുകള്‍ ചേര്‍ക്കുകയും കാണുകയും ചെയ്യുക
my: တည်နေရာအသစ်အတွက် စာအမှတ်ထည့် (သို့) ကြည့်ပါ
nb_no: Legg til og vis bokmerker fra en ny plassering
pt: Adicione e veja marcadores a partir de um novo local
ta: புதிய இடத்திலிருந்து புத்தகக்குறிகளை சேர்க்கவும் பார்க்கவும்

source: Take the tour to see what’s new
bn_in: নতুন কি আছে দেখতে সফর করুন
ga_ie: Déan an turas agus féach gach rud nua
ml: പുതിയവ എന്തൊക്കെയെന്നറിയാന്‍ യാത്ര തുടങ്ങുക
my: အသစ်ပါလာသော လုပ်ဆောင်ချက်များကြည့်မည်
nb_no: Se hva som er nytt i denne omvisingen
pt: Dar uma volta para descobrir o que há de novo
ta: புதிதாக என்ன இருக்கிறது என்பதை பார்க்க சுற்றுலாவை பார்க்கவும்

source: It looks like you’re already using Sync
bn_in: দেখা যাচ্ছে যে আপনি সিঙ্ক ইতিমধ্যেই ব্যবহার করেছেন।
ga_ie: Dealraíonn sé go mbaineann tú úsáid as Sync cheana
ml: താങ്കള്‍ നേരത്തെതന്നെ സിന്‍ക് ഉപയോഗിക്കുന്നുണ്ടെന്ന് തോന്നുന്നു
my: ကြည့်ရတာ ချိတ်ဆက်ဆားဗစ်သုံးနေပြီနဲ့တူတယ်
nb_no: Det ser ut som at du allerede bruker Sync
pt: Parece que já está a usar o Sync
ta: பார்ப்பதற்கு நீங்கள் ஓத்திசைவை ஏற்கனவே பயன்படுத்துகிறீர்கள்

source: Create an account from the menu panel
bn_in: মেনু প্যানেল থেকে একটি অ্যাকাউন্ট তৈরি করুন।
ga_ie: Cruthaigh cuntas ó phainéal an roghchláir
ml: മെനു പാനലില്‍ നിന്ന് പുതിയൊരംഗത്വം എടുക്കുക
my: မီနူး​ မှ အကောင့်အသစ်တစ်ခု လုပ်ပါ
nb_no: Lag en konto fra menypanelet
pt: Crie uma conta a partir do menu
ta: பட்டி பலகத்திலிருந்து ஒரு கணக்கை உருவாக்கு

source: Use the star to create bookmarks
bn_in: বুকমার্ক করবার জন্য স্টার ব্যবহার করুন।
ga_ie: Úsáid an réiltín chun leabharmharcanna a chruthú
ml: ബുക്‍മാർക്സ് ചേർക്കാൻ നക്ഷത്രം ഉപയോഗിക്കുക
my: ကြယ်လေးတွေကိုသုံးပြီး စာအမှတ်တွေသိမ်းပါ
nb_no: Bruk stjerne for å lage bokmerke
pt: Utilize a estrela para criar marcadores
ta: நட்சத்திரக்குறியை பயன்படுத்தி புத்தகக்குறிகளை உருவாக்கு

source: Share your vision
bn_in: আপনার চিন্তাধারা বন্টন করুন
ga_ie: Cad é do bhrionglóid?
ml: താങ്കളുടെ കാഴ്ചപ്പാടുകള്‍ പങ്കുവെയ്ക്കൂ
my: သင့်ရဲ့ အမြင်ကို မျှဝေပါ
nb_no: Del din visjon
pt: Partilhe a sua visão
ta: உங்களுடைய பதிப்பை பகிரவும்

source: Not now
bn_in: এখনই নয়
ga_ie: Níl anois
ml: ഇപ്പോള്‍ വേണ്ട
my: အခုမဟုတ်
nb_no: Ikke nå
pt: Agora não
ta: தற்போது இல்லை

source: Let’s go
bn_in: এগিয়ে চলুন
ga_ie: Ar aghaidh linn
ml: നമുക്ക് പോവാം
my: သွားစို့
nb_no: La oss starte!
pt: Vamos
ta: நாம் போகலாம்

source: <span>Previous:</span> Customize
bn_in: <span>পূর্ববর্তী:</span> কাস্টমাইজ করুন
ga_ie: <span>Siar:</span> Saincheapadh
ml: <span>മുമ്പത്തേത്:</span> കസ്റ്റമൈസ്
my: <span>နောက်သို့ -</span> တည်းဖြတ်ပါ
nb_no: <span>Forrige:</span> Tilpass
pt: <span>Anterior:</span> Personalizar
ta: <span>முந்தைய:</span> தனிபயனாக்கம்

source: <span>Next:</span> Add-ons
bn_in: <span>পরবর্তী:</span> অ্যাড-অনসমূহ
ga_ie: <span>Ar Aghaidh:</span> Breiseáin
ml: <span>അടുത്തത്:</span> ആഡ്-ഓണ്‍സ്
my: <span>ရှေ့ -</span> အတ်အွန်များ
nb_no: <span>Neste:</span> Utvidelser
pt: <span>Seguinte:</span> Extras
ta: <span>அடுத்து:</span> துணை நிரல்கள்

source: <span>Previous:</span> Menu
bn_in: <span>আগের:</span> মেনু
ga_ie: <span>Siar:</span> Roghchlár
ml: <span>മുമ്പത്തേത്:</span> മെനു
my: <span>နောက်သို့ -</span> မီနူး
nb_no: <span>Forrige:</span> Meny
pt: <span>Anterior:</span> Menu
ta: <span>முந்தைய:</span> பட்டி

source: <span>Next:</span> Bookmarks
bn_in: <span>পরবর্তী:</span>বুক্মার্কসমূহ
ga_ie: <span>Ar Aghaidh:</span> Leabharmharcanna
ml: <span>അടുത്തത്:</span> അടയാളങ്ങള്‍
my: <span>ရှေ့သို့ -</span> စာအမှတ်များ
nb_no: <span>Neste:</span> Bokmerker
pt: <span>Seguinte:</span> Marcadores
ta: <span>அடுத்து:</span> புத்தகக்குறிகள்

source: <span>Next:</span> Customize
bn_in: <span>পরবর্তী:</span> কাস্টমাইজ
ga_ie: <span>Ar Aghaidh:</span> Saincheapadh
ml: <span>അടുത്തത്:</span> കസ്റ്റമൈസ്
my: <span>ရှေ့သို့ -</span>တည်းဖြတ်ပါ
nb_no: <span>Neste:</span> Tilpass
pt: <span>Seguinte:</span> Personalizar
ta: <span>அடுத்து:</span> தனிபயனாக்கம்

source: <span>Previous:</span> Add-ons
bn_in: <span>আগের:</span> অ্যাড-অন
ga_ie: <span>Siar:</span> Breiseáin
ml: <span>മുമ്പത്തേത്:</span> ആഡ്-ഓണ്‍സ്
nb_no: <span>Forrige:</span> Utvidelser
pt: <span>Anterior:</span> Extras
ta: <span>முந்தைய:</span> கூடுதல் இணைப்புகள்

source: Learn about the new design
bn_in: নতুন নকশা সম্পর্কে জানুন
ga_ie: Tuilleadh eolais faoin dearadh nua
ml: പുതിയ മാതൃകയെക്കുറിച്ചറിയാം
nb_no: Lær om det nye designet
pt: Conhecer o novo design
ta: புதிய வடிவமைப்பை பற்றி மேலும் அறியவும்

source: It starts with the new,<br> intuitive menu
bn_in: এটা শুরু হচ্ছে একটা নতুন,<br> নিজে থেকেই বুঝে নেওয়া যাবে এমন মেনু দিয়ে
ga_ie: Tosaíonn sé leis an roghchlár<br> simplí nua
ml: പുതിയൊരു മെനു<br>വഴിയാണ് ഇതാരംഭിക്കുന്നത്
nb_no: Det starter med den nye,<br> intuitive menyen
pt: Começa com o novo<br> e intuitivo menu
ta: இது ஒரு புதிய ,<br> உணரும் பட்டியுடன் துவங்குகிறது

source: The features you use most, all in one place
bn_in: যে বৈশিষ্ট্যগুলো আপনি সর্বাধিক ব্যবহার করেন, সেগুল সব এক জায়গাতেই আছে
ga_ie: Na gnéithe is tábhachtaí in áit amháin
ml: എല്ലാം ഒരു കുടക്കീഴില്‍
my: သင်သုံးနေကြ လုပ်ဆောင်ချက်တွေကို တစ်နေရာထဲမှာစုထားတယ်
nb_no: Funksjonene du bruker mest er på samme sted
pt: As funcionalidades que mais usa, num único local
ta: நீங்கள் பயன்படுத்தும் பெரும்பாலான வசதிகள், அனைத்தும் ஒரே இடத்தில்

source: How you use the Web is unique
bn_in: আপনার ওয়েব ব্যবহারের ধরন অনন্য।
ga_ie: Úsáideann tú an Gréasán i do bhealach féin
ml: നിങ്ങൾ വെബ് ഉപയോഗിക്കുന്നത് അനന്യമായ വിധത്തിൽ
my: သင်အင်တာနက်ကိုဘယ်လိုသုံးလဲဆိုတာ ထူးခြားတယ်
nb_no: Hvordan du bruker nettet er enestående
pt: A maneira como usa a Web é única
ta: நீங்கள் பயன்படுத்தும் இணையம் எப்படி தனித்து விளங்குகிறது

source: Get started with Sync
bn_in: সিঙ্ক দিয়ে শুরু করুন
ga_ie: Firefox Sync: Tús Maith
ml: സിന്‍ക് ചെയ്യാന്‍ തുടങ്ങൂ
my: ချိတ်ဆက်ခြင်း အားစတင်သုံးမည်
nb_no: Kom i gang med Sync
pt: Começar a usar o Sync
ta: ஒத்திசைவுடன் தொடங்கு

source: Putting your privacy first
bn_in: আপনার গোপনীয়তাকে প্রথমে রেখে
ga_ie: Do phríobháideachas: an chloch is mó ar ár bpaidrín
ml: സ്വകാര്യതയ്ക്ക് മുൻഗണന
my: သင်၏ ပရိုက်ဗစ်ဆီကို ဦးစားပေးထားတယ်
nb_no: Ditt personvern i høysetet
pt: Colocar a sua privacidade em primeiro
ta: உங்களுடைய தனியுரிமையை எங்களுக்கு முக்கியம்

source: Where did my add-on bar go?
bn_in: আমার অ্যাড-অনের বারটি কোথায় গেলো?
ga_ie: Cá bhfuil barra na mbreiseán a bhí agam?
ml: എന്റെ ആഡ്-ഓണ്‍ ബാര്‍ എവിടെപ്പോയി?
my: ကျွန်တော့်ရဲ့ အတ်အွန်ဘားဘယ်ရောက်သွားလဲ?
nb_no: Hvor forsvant utvidelseslinjen?
pt: Para onde foi a minha barra de extras?
ta: என்னுடைய கூடுதல் இணைப்பு பட்டை எங்கே சென்றது?

source: Your favorite features, all in one place
bn_in: আপনার প্রিয় বৈশিষ্ট্যসমূহ, সমস্তকিছু এক জায়গায়
ga_ie: Na gnéithe is ansa leat in áit amháin
ml: താങ്കള്‍ ആഗ്രഹിക്കുന്ന സൗകര്യങ്ങള്‍, എ്ലലാമൊരിടത്ത്
my: သင့်စိတ်ကြိုက်လုပ်ဆောင်ချက်တွေကို တစ်နေရာထဲမှာစုထားတယ်
nb_no: Alle favorittfunksjonene dine på samme plass
pt: As suas funcionalidades favoritas, num só local
ta: உங்களுக்கு பிடித்தமாக வசதிகள், ஒரே இடத்தில்

source: When you use Firefox, you help shape the future of the Web.
bn_in: আপনি যখন Firefox ব্যবহার করছেন, তখন আপনি ওয়েবের ভবিষ্যৎ রূপদানে সাহায্য করছেন।
ga_ie: Nuair a úsáideann tú Firefox, cabhraíonn tú todhchaí an Ghréasáin a thógáil.
ml: ഫയർഫോക്സ് ഉപയോഗിക്കുമ്പോൾ നിങ്ങൾ വെബ്ബിന്റെ ഭാവിയെ രൂപപ്പെടുത്താൻ സഹായിക്കുകയാണ്
my: သင်မီးမြေခွေးကိုသုံးတဲ့အခါ အင်တာနက်ရဲ့အနာဂတ်ကို ကူညီနေတာ ဖြစ်တယ်
nb_no: Når du bruker Firefox, hjelper du til med å forme fremtiden på nettet.
pt: Ao utilizar o Firefox, ajuda a moldar o futuro da Web.
ta: நீங்கள் பயர்பாக்ஸை பயன்படுவதன் மூலம், வருங்கால இணையத்தை நன்கு வடிவமைக்க நீங்கள் உதவுகிறீர்கள்.

source: Start browsing
bn_in: ব্রাউজিং শুরু করুন
ga_ie: Tosaigh ag brabhsáil
ml: ബ്രൗസിങ് തുടങ്ങൂ
my: စတင်သုံးမည်
nb_no: Start nettlesingen
pt: Começar a navegar
ta: உலாவ துவங்கு

source: Your favorite sites<br> are closer than ever
bn_in: আগের চেয়ে কাছাকাছি <br> আপনার প্রিয় সাইটগুলি
ga_ie: Tá na suímh is ansa leat<br> níos gaire ná riamh
ml: താങ്കളുടെ പ്രിയപ്പെട്ട സൈറ്റുകള്‍<br>ഏറ്റവും അടുത്ത്
my: သင့်စိတ်ကြိုက်ဝတ်ဆိုဒ်တွေဟာ<br>အခုဆိုအနီးနားမှာရှိနေပြီဖြစ်တယ်
nb_no: Favorittsidene dine<br> er nærmere enn noen gang
pt: Os seus sites favoritos<br> estão mais perto do que nunca
ta: உங்களுக்கு பிடித்தமான தளங்கள் <br> முன்பைவிட மிகவும் அருகில்

source: Helps you do just about anything online
bn_in: অনলাইনে কিছু করতে আপনাকে সাহায্য করে
ga_ie: Cabhraíonn sé leat beagnach aon rud a dhéanamh ar líne
ml: ഓണ്‍ലൈനില്‍ എന്തുചെയ്യാനും സഹായിക്കുന്നു
nb_no: Lar deg gjøre neste hva som helst på netttet
pt: Ajuda-o a fazer quase tudo online
ta: நீங்கள் இணையத்தில் செய்யும் எல்லா காரியங்களுக்கும் உதவுகிறது

source: Want to connect another device?
bn_in: অন্য ডিভাইসের সঙ্গে সংযোগ স্থাপন করতে চান?
ga_ie: Ar mhaith leat ceangal le gléas eile?
ml: മറ്റൊരു ഉപകരണവുമായി ബന്ധിക്കണോ?
nb_no: Vil du koble til en annen enhet?
pt: Pretende associar outro dispositivo?
ta: மற்றொரு சாதனத்துடன் இணைக்கவா?

source: What kind of Web do you want?
bn_in: আপনি কি ধরনের ওয়েব চান?
ga_ie: Cén sórt Gréasáin atá uait?
ml: ഏതുതരത്തിലുള്ള വെബ്ബാണ് താങ്കള്‍ക്കു വേണ്ടത് ?
nb_no: Hva slags web ønsker du deg?
pt: Que tipo de Web deseja?
ta: உங்களுக்கு எப்படிப்பட்ட இணையம் வேண்டும்?

source: It starts with the redesigned,<br> intuitive menu
bn_in: এটা শুরু হচ্ছে একটা নতুন,<br> স্বজ্ঞাত এমন মেনু দিয়ে
ga_ie: Tosaíonn sé leis an roghchlár<br> simplí nua
ml: പുതുക്കി നിര്‍മ്മിച്ച, ബുദ്ധിയുള്ള ഒരു മെനു<br>വഴിയാണ് ഇതാരംഭിക്കുന്നത്
nb_no: Det starter med den nyutformede,<br> lettbrukte menyen
pt: Começa com um redesenhado e<br> intuitivo menu
ta: இது மறுவடிவமைப்புடனும்<br> உணரும் பட்டியுடனும் தொடங்குகிறது

source: Easy to find, use and manage
bn_in: খুঁজে পাওয়া, ব্যবহার করা এবং পরিচালনা করা সহজ
ga_ie: So-aimsithe agus so-úsáidte
ml: അനായാസം കണ്ടെത്താം, ഉപയോഗിക്കാം കൈകാര്യം ചെയ്യാം
nb_no: Lettere å finne, bruke og administrere
pt: Fácil de encontrar, usar e gerir
ta: சுலபமாக கண்டுபிடிக்க, பயன்படுத்த நிர்வகிக்க

source: Keep your Firefox in Sync
bn_in: আপনার Firefox কে সিঙ্কে রাখুন
ga_ie: Coinnigh Firefox Sioncronaithe
ml: ഫയര്‍ഫോക്സ് സിങ്ക് ചെയ്തു വെയ്ക്കുക
nb_no: Hold Firefox i Sync
pt: Manter o seu Firefox sincronizado com o Sync
ta: உங்களுடைய பயர்பாக்ஸை ஓத்திசைவில் வைத்திருக்கவும்

source: Access your bookmarks, passwords and more from any device.
bn_in: আপনার বুকমার্ক, পাসওয়ার্ড এবং আরোও অনেক কিছু অন্য ডিভাইস থেকে ব্যবহার করুন।
ga_ie: Tar ar do chuid leabharmharcanna, focal faire, agus níos mó ar ghléas ar bith.
ml: താങ്കളുടെ ബുക്‍മാർക്കുകൾ, രഹസ്യവാക്കുകള്‍ തുടങ്ങിയവ ഏത് ഉപകരണത്തില്‍ നിന്നും ലഭ്യമാക്കുന്നു
nb_no: Tilgang til dine bokmerker, passord, med mer, fra alle enheter.
pt: Aceda aos seus marcadores, palavras-passe e muito mais de qualquer dispositivo.
ta: எந்த சாதனத்திலருந்தும் உங்களுடைய புத்தகக்குறிகளை, கடவுச்சொற்க்களை மற்றும் பலவற்றை அனுக இயலும்.
