Repository: translate/mozilla-lang
Catalog: */firefox/australis/fx36_tour.lang.po
Languages: af, br

source: Open tour
af: Beskou 'n toer
br: Digor an dro

source: Close tour
af: Sluit toer
br: Serriñ an dro

source: Not now
af: Nie nou nie
br: Ket bremañ

source: Take the tour to see what’s new
af: Neem 'n toer en sien wat is nuut
br: Grit un dro da welout pezh a zo nevez

source: Firefox Hello is the easiest way to connect with friends and family for free over video.
af: Firefox Hello is die maklikste manier om gratis met vriende en familie 'n videogesprek te hê.
br: Firefox Hello a zo an doare aesañ da gennaskañ gant mignoned ha gant ar familh dre video.

source: Powered by %s
af: Aangedryf deur %s
br: O vont en-dro gant %s

source: Start browsing
af: Begin te blaai
br: Krogit gant ho merdeiñ

source: The features you use most, all in one place
af: Die mees gebruikte funksies als op een plek
br: En ul lec'h hepken emañ ar c'heweriusterioù a arverit d'an aliesañ

source: Connect with anyone over video right from Firefox
af: Gesels met enigiemand met video reg nou uit Firefox

source: Get to know Firefox Hello
af: Leer ken Firefox Hello

source: <span>Previous:</span> Firefox Hello
af: <span>Vorige:</span> Firefox Hello
br: <span>A-raok:</span> Firefox Hello

source: Meet Hello
af: Ontmoet Hello

source: The easiest way to connect for free over video with anyone, anywhere
af: Die maklikste manier om gratis met video te gesels met enigeen, enige plek
br: An doare aesañ da gennaskañ evit ober ur c'hendiviz video digoust gant ne vern piv, ne vern pelec'h.

source: Show me how
af: Wys hoe
br: Diskouez din penaos ober

source: Did you know?
af: Het u geweet?
br: Gouzout a rit?

source: You can have free video conversations right from your Firefox browser.
af: Mens kan gratis videogesprekke voer direk vanaf die Firefox-blaaier.
br: Gallout a rit kaout divizoù video diouzh ho merdeer Firefox war-eeun.

source: Want to reconnect with friends around the world? Celebrate a birthday when you can’t be there in person? Try Firefox Hello — the easiest way to have a free video conversation with anyone, anywhere.
af: Lus om weer kontak te maak met vriende regoor die wêreld? Om 'n verjaarsdag te vier wat nie bygewoon kon word nie? Probeer Firefox Hello — die maklikste manier om gratis videogesprekke te voer met enigiemand, enige plek.

source: <span>Next:</span> Get started
af: <span>Volgende:</span> Begin so

source: Free video conversations,<br> right from Firefox
af: Gratis videogesprekke,<br> direk uit Firefox
br: Kendiviz video digoust,<br> adalek Firefox war-eeun

source: No account, sign-in or downloads required
af: Geen rekening, aanmelding of aflaai benodig nie

source: Simply start a conversation and share a link
af: Begin gewoon 'n gesprek en deel 'n skakel
br: Trawalc'h eo deraouiñ ur c'hendiviz ha rannañ un ere

source: Invite anyone, anywhere to join
af: Nooi enigiemand, enige plek uit om te gesels
br: Kouviit unan bennak da gevreañ, ne vern pe lec'h

source: Keep conversations one click away
af: Hou gesprekke binne bereik met een klik

source: Add Hello to your toolbar so it’s here whenever you need it.
af: Voeg Hello by die nutsbalk dan is dit altyd beskikbaar is.
br: Ouzhpennit Hello d'ho varrenn ostilhoù evit ma vefe amañ pa vez ezhomm.

source: Add it now
af: Voeg dit nou by
br: Ouzhpennit hi/eñ bremañ

source: Perfect!
af: Perfek!
br: Peurvat!

source: Now using Hello will be even easier. To move or remove the icon, just open the menu and select Customize.
af: Nou is dit selfs nog makliker om Hello te gebruik. Om dit te skuif of te verwyder, open die kieslys en kies Doelmaak.

source: Try it now
af: Probeer dit nou
br: Prouadit bremañ

source: Want to add it later?
af: Eerder later byvoeg?

source: No problem. Just open this menu, select Customize and simply drag the Hello icon into your toolbar.
af: Geen probleem nie. Maak dié kieslys oop, kies Doelmaak, en sleep die Hello-ikoon na die nutsbalk.

source: As easy as saying hello
af: So maklik soos om “hallo” te sê
br: Ken aes ha lavarout demat

source: Start a video conversation with a single click
af: Begin 'n videogesprek met 'n enkele klik
br: Deraouit ur c'hendiviz video dre ur c'hlik hepken

source: Invite a friend to talk by sending them a link
af: Nooi 'n vriend vir 'n geselskap deur 'n skakel te stuur

source: Anyone can join — with or without Firefox
af: Enigeen kan aansluit — met of sonder Firefox
br: N'eus forzh piv a c'hall kevreañ — gant pe hep Firefox

source: Here when you need it
af: Hier wanneer dit nodig is
br: Amañ pa vez ezhomm

source: Start and join conversations right from your toolbar.
af: Nuwe of bestaande gesprekke is bereikbaar vanaf die nutsbalk.
br: Deraouit ha kevreit divizoù diouzh ho varenn ostilhoù war-eeun.

source: Let’s go
af: Laat waai
br: Bec'h dezhi

source: Take a quick tour
af: Neem 'n vinnige toer
br: Ober ur weladenn

source: It’s the fastest, most flexible Firefox ever.
af: Dis die vinnigste, mees aanpasbare Firefox ooit.
br: Handelv Firefox herrekañ hag azasausañ a-viskoazh.

source: Welcome to Firefox
af: Welkom by Firefox
br: Donemat war Firefox

source: Committed to you, your privacy and an open Web.
af: Verbonde tot u, u privaatheid en die Oop Web.
br: Gouestlet deoc'h, d'ho puhez prevez ha d'ar Web digor.

source: Get to know Hello
af: Leer ken Hello
br: Grit anaoudegezh gant Hello

source: <span>Next:</span> Firefox Hello
af: <span>Volgende:</span> Firefox Hello
br: <span>War-lerc'h :</span> Firefox Hello

source: It starts with the new,<br> intuitive menu
af: Dit begin met die intuïtiewe,<br> nuut ontwerpte kieslys
br: Gant ul lañser nadek<br> nevez e krog

source: Grouped together for quick, easy access
af: Saam gegroepeer vir vinnige, maklike toegang
br: Lakaet a-gevred evit un haeziñ herrek hag aes

source: <span>Previous:</span> Menu
af: <span>Vorige:</span> Kieslys
br: <span>Kent :</span> Lañser

source: <span>Next:</span> Search
af: <span>Volgende:</span> Soek

source: Connect over video with anyone, anywhere
af: Gesels oor video met enigeen, enige plek
br: Kennaskit dre video da gement hini, a bep tu

source: It’s free! No account, sign-in or downloads required
af: Dis gratis! Geen rekening, aanmelding of aflaai benodig nie
br: Digoust eo! N'eus ket ezhomm a gont d'em enskrivañ pe da bellgargañ

source: Choose how you want to search
af: Kies hoe om te soek
br: Dibabit penaos ho peus c'hoant klask

source: <span>Next:</span> Bookmarks
af: <span>Volgende:</span> Boekmerke
br: <span>War-lerc'h :</span> Sinedoù

source: Introducing a smarter <br>way to search
af: Ons bied nou 'n <br>beter manier om te soek

source: Search suggestions appear as you type
af: Soekvoorstelle verskyn terwyl mens tik
br: Alioù klask a ya war-wel en ur biziata

source: Choose the right site for every search
af: Kies die regte werf vir elke soektog
br: Dibabit al lec'hienn rik evit pep klask

source: Use the star to create bookmarks
af: Gebruik die sterretjie om 'n boekmerk te skep
br: Grit gant ar steredenn da grouiñ sinedoù

source: <span>Previous:</span> Search
af: <span>Vorige:</span> Soek

source: Your favorite sites<br> are closer than ever
af: Gunstelingwerwe<br> is nader as ooit
br: Tostoc'h eget biskoazh emañ<br> ho lec'hiennoù a blij deoc'h kalz

source: Add and view bookmarks from the same spot
af: Bekyk en voeg boekmerke by vanaf die selfde plek
br: Ouzhpennañ ha gwelout sinedoù diouzh an hevelep lec'h

source: Save sites with a single click
af: Stoor werwe met 'n enkele klik
br: Enrollañ lec'hiennoù dre ur c'hlik eeun

source: Later
br: Diwezhatoc'h
