Repository: translate/mozilla-lang
Catalog: */legal/index.lang.po
Languages: af, bn_bd, es_mx, ga_ie, hi_in, nn_no, ta

source: Legal
af: Regsaspekte
bn_bd: আইনগত
es_mx: Aviso legal
ga_ie: Cúrsaí Dlí
hi_in: कानूनी
nn_no: Juridisk
ta: சட்டபூர்வ

source: Terms
af: Bepalings
bn_bd: শর্তাবলী
es_mx: Términos
ga_ie: Téarmaí
hi_in: शर्तें
nn_no: Termar
ta: விதிமுறைகள்

source: Our Websites
af: Ons webwerwe
bn_bd: আমাদের ওয়েবসাইট
es_mx: Nuestros sitios web
ga_ie: Na suímh Ghréasáin againn
hi_in: हमारी वेबसाइट्स
nn_no: Nettsidene våre
ta: எமது வலைதளங்கள்

source: Firefox Services
af: Firefox-dienste
bn_bd: ফায়ারফক্স পরিষেবা
es_mx: Servicios de Firefox
ga_ie: Seirbhísí Firefox
hi_in: फायरफॉक्स सेवाएँ
nn_no: Firefox-tenester
ta: Firefox சேவைகள்

source: Webmaker
bn_bd: ওয়েবমেকার
hi_in: वेबमेकर
ta: வெப்மேக்கர்

source: Firefox Marketplace
af: Firefox Mark
bn_bd: ফায়ারফক্স মার্কেটপ্লেস
ga_ie: Margadh Firefox
hi_in: फ़ायरफ़ॉक्स मार्केटप्लेस
nn_no: Firefox Marknadsplass
ta: பயர்பாக்ஸ் சந்தை

source: Privacy & trademarks
af: Privaatheid en handelsmerke
bn_bd: গোপনীয়তা ও ট্রেডমার্ক
es_mx: Privacidad y marcas comerciales
ga_ie: Príobháideachas agus trádmharcanna
hi_in: गोपनीयता और ट्रेडमार्क
nn_no: Personvern og varemerke
ta: தனியுரிமை & வணிககுறிகள்

source: Privacy Notices and Policy
af: Privaatheidskennisgewings en -beleid
bn_bd: গোপনীয়তা নোটিশ এবং নীতিমালা
es_mx: Avisos y Políticas de Privacidad
ga_ie: Fógraí agus Polasaí Príobháideachais
hi_in: गोपनीयता सूचना और नीति
nn_no: Personvernmerknadar og praksis
ta: தனியுரிமை அறிவிப்புகளும் கொள்கையும்

source: Trademark Policy
af: Handelsmerkbeleid
bn_bd: ট্রেডমার্ক নীতিমালা
es_mx: Política de marcas comerciales
ga_ie: Polasaí Trádmharcanna
hi_in: ट्रेडमार्क नीति
nn_no: Varemerke-praksis
ta: வணிககுறி கொள்கை

source: Downloadable software notices
af: Aflaaibare sagteware-kennisgewings
bn_bd: ডাউনলোডযোগ্য সফটওয়্যার নোটিশ
es_mx: Avisos de software descargable
ga_ie: Fógraí in-íosluchtaithe bogearra
hi_in: डाउनलोड करने योग्य सॉफ्टवेयर सूचनाएँ
nn_no: Nedlastbare programvaremerknadar
ta: பதிவிறக்கக்கூடிய மென்பொருள் அறிவிப்புகள்

source: Firefox
bn_bd: ফায়ারফক্স
hi_in: फ़ायरफ़ॉक्स
ta: பயர்பாக்ஸ்

source: Thunderbird
bn_bd: থান্ডারবার্ড
hi_in: थंडरबर्ड
ta: தண்டர்பேர்டு

source: Get involved
af: Raak betrokke
bn_bd: সম্পৃক্ত হোন
es_mx: Involúcrate
ga_ie: Glac páirt
hi_in: शामिल हों
nn_no: Ver med
ta: பங்குபெறுங்கள்

source: Special thanks to all of you who help report abuses of Mozilla marks, participate in governance forums, give feedback on our localizations & legal terms, and contribute your skills to the success of the Mozilla project.
af: 'n Spesiale dank aan almal wat gehelp het om misbruike van Mozilla-handelsmerke te rapporteer, aan bestuursforums deelgeneem het, terugvoering oor ons lokaliserings- en regsbepalings gelewer het en jou vaardighede tot die sukses van die Mozilla-projek bygedra het.
bn_bd: বিশেষভাবে ধন্যবাদ যারা মজিলার প্রতীকের অপব্যবহার সম্পর্কে আমাদের জানিয়েছেন, গভর্নেন্স ফোরামে অংশ নিয়েছেন, আমাদের লোকালাইজেশনে এবং আইনী শর্তাবলী সম্পর্কে ফিডব্যাক দিয়েছে, এবং যারা মজিলা প্রকল্পের সাফল্যে নিজে দক্ষতা দিয়ে অবদান রেখেছেন।
es_mx: Un agradecimiento especial a todos los que ayudan a informar de abusos de las marcas de Mozilla, participar en foros de gobierno, dar retroalimentación sobre nuestras localizaciones y términos legales, y contribuir con sus habilidades para el éxito del proyecto Mozilla.
ga_ie: Táimid thar a bheith buíoch de gach uile dhuine a dhéanann tuairisc ar dhrochúsáid trádmharcanna, a ghlacann páirt i bhfóraim rialachais, a thugann aiseolas dúinn faoinár n-aistriúcháin agus faoinár dtéarmaí dlí, agus a chuireann a chuid scileanna chun tairbhe do thionscadal Mozilla.
hi_in: आप सभी का विशेष धन्यवाद जिन्होंने मोज़िला चिह्नों के दुरूपयोग की सूचना दी,शासन फोरमों में भाग लिया,हमारे स्थानीयकरण और क़ानूनी शर्तों पर प्रतिक्रिया दिया,और मोज़िला परियोजना के सफल होने में अपने योग्यता से सहायता की.
nn_no: Ein særskild takk til alle dykk som, som hjelper till med å rapportera om misbruk av Mozilla sitt varemerke, som deltek i styrande organ, gjev tilbakemeldingar på omsetjingar og juridiske dokument, og som bidreg med kunnskapane og dugleiken dykkar til framgang for Mozilla-prosjektet.
ta: Mozilla வின் முத்திரை திருடதலை முறையிட்டவர்களுக்கும், ஆளுகை மன்றங்களில் பங்கெடுத்தவர்களுக்கும், சட்ட சிக்கசிக்கல் & மொழிபெயர்ப்புகளில் கருத்து தெரிவித்தவர்களுக்கும், மொசில்லா திட்டங்களில் தங்கள் திறன்களை பங்களித்தவர்களுக்கும் எங்களின் தனித்த மனமார்ந்த நன்றிகளை தெரிவித்துக்கொள்கிறோம்.

source: Get involved!
af: Raak betrokke!
bn_bd: সম্পৃক্ত হোন
es_mx: ¡Participa!
ga_ie: Glac páirt!
hi_in: शामिल होएँ!
nn_no: Ver med!
ta: பங்குபெறுங்கள்!

source: Protect the Fox
af: Beskerm die vuurvos
bn_bd: শিয়াল রক্ষা করুন
es_mx: Protege al panda rojo
ga_ie: Cosain an Madra Rua
hi_in: फॉक्स की सुरक्षा करें
nn_no: Vern reven
ta: Foxஐப் பாதுகாக்கவும்

source: Help us protect our users by reporting abuse of Mozilla Trademarks.
af: Help ons om ons gebruikers te beskerm deur misbruik van Mozilla-handelsmerke te rapporteer.
bn_bd: মজিলা ট্রেডমার্কের অপব্যবহার আমাদের জানিয়ে আমাদের ব্যবহারকারীদের রক্ষা করতে সাহায্য করুন।
es_mx: Ayúdanos a proteger a nuestros usuarios denunciando el abuso de las marcas de Mozilla.
ga_ie: Cabhraigh linn trí thuairisc a dhéanamh ar dhrochúsáid Trádmharcanna Mozilla.
hi_in: हमारे उपयोक्ताओं की सुरक्षा करने में मदद करें मोज़िला ट्रेडमार्क्स के दुरूपयोग की सूचना दे के
nn_no: Hjelp oss med å verna brukarane våre ved å rapportera misbruk av Mozilla-varemerket.
ta: Mozilla வணிககுறி மீறல்களை முறையிடுவதன் மூலம் பயனர்களைப் பாதுகாக்க உதவுவுங்கள்.

source: Takedown requests
af: Afhaalversoeke
bn_bd: নামিয়ে ফেলার অনুরোধ
es_mx: Solicitudes retiradas
ga_ie: Iarratas ar bhaint anuas
hi_in: अनुरोधों को स्वीकारें
nn_no: Førespurnadar om fjerning
ta: நீக்க கோரிக்கைகள்

source: Report infringement of your copyrights or trademarks.
af: Rapporteer skending van u kopieregte of handelsmerke.
bn_bd: আপনার কপিরাইট এবং ট্রেডমার্ক এর অপব্যবহার সম্পর্কে রিপোর্ট করুন।
es_mx: Denunciar una infracción de tus derechos de autor o marcas comerciales.
ga_ie: Déan tuairisc ar shárú cóipchirt nó trádmharcanna de do chuid.
hi_in: आपके कॉपीराइट या ट्रेडमार्क उल्लंघन की रिपोर्ट
nn_no: Rapporter krenking av opphavsrett eller varemerke.

source: Report abuse of your copyrights and trademarks.
af: Rapporteer misbruik van jou outeursregte en handelsmerke.
bn_bd: আপনার কপিরাইট এবং ট্রেডমার্ক এর অপব্যবহার সম্পর্কে জানান।
es_mx: Reporta sobre abusos de los derechos de autor y marcas registradas.
ga_ie: Déan tuairisc ar dhrochúsáid cóipchirt agus trádmharcanna.
hi_in: अपने कॉपीराइट्स और ट्रेडमार्क्स के दुरूपयोग की सूचना दें
nn_no: Rapporter misbruk av opphavsrettar og varemerke.
ta: உங்கள் பதிப்புரிமையும் வணிககுறி மீறலையும் முறையிடுங்கள்.

source: Back to Legal
af: Terug na regsaspekte
bn_bd: আইনে ফিরে যান
es_mx: Volver a Legal
ga_ie: Fill ar an leathanach Dlí
hi_in: वैध मे वापस
nn_no: Tilbake til Juridisk
ta: சட்டபூர்வ என்பதற்கு செல்

source: Websites & Communications Terms of Use
af: Webwerwe en kommunikasie se gebruikbepalings
bn_bd: ওয়েবসাইট ও যোগাযোগের ব্যবহারের শর্তাবলী
es_mx: Términos de uso de sitios web & comunicaciones
ga_ie: Téarmaí Úsáide: Suímh Ghréasáin agus Cumarsáid
hi_in: इस्तेमाल की वेबसाईट और संचार शर्तें
nn_no: Brukarvilkår for nettstadar og kommunikasjon
ta: வலைத்தளங்கள் & தகவற்பரிமாற்றங்களின் பயன்பாட்டு விதிமுறைகள்

source: Acceptable Use Policy
af: Beleid oor aanvaarbare gebruik
bn_bd: গ্রহনযোগ্য ব্যবহার নীতি
es_mx: Política de uso aceptable
ga_ie: Polasaí Úsáide Inghlactha
hi_in: स्वीकार्य उपयोग नीति
nn_no: Praksis for akseptabel bruk
ta: ஏற்றுக்கொள்ளக்கூடிய பயன்படுத்தல் கொள்கை

source: Firefox Hello Terms of Service
af: Firefox Hello se diensbepalings
bn_bd: Firefox Hello-এর ব্যবহারের শর্তাবলী
es_mx: Términos de Servicio de Firefox Hello
ga_ie: Téarmaí Seirbhíse Firefox Hello
hi_in: सेवा की फ़ायरफ़ॉक्स हैलो शर्तें
nn_no: Vilkår for bruk av Firefox Hello
ta: Firefox Hello சேவை விதிமுறைகள்

source: Firefox Cloud Services: Terms of Service
af: Firefox-wolkdienste: Gebruiksvoorwaardes
bn_bd: ফায়ারফক্স ক্লাউড পরিষেবা: পরিষেবার শর্তাবলী
es_mx: Servicios en la nube de Firefox: Términos de Servicio
ga_ie: Néalseirbhísí Firefox: Téarmaí Seirbhíse
hi_in: फ़ायरफ़ॉक्स क्लाउड सेवाएँ: सेवा की शर्तें
nn_no: Vilkår for bruk av Firefox sine skytenester
ta: Firefox கிளவுட் சேவைகளை: சேவை விதிமுறைகள்
