Repository: translate/mozilla-lang
Catalog: ach/download_button.lang.po
Languages: ach

source: Download Firefox
ach: Gam Firefox

source: Download now
ach: Gam kombedi

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
ach: Nyonyo mamegi pe rwate ki <a href="%(url)s">jami ma mite</a> me tic ki Firefox.

source: Your system may not meet the requirements for Firefox, but you can try one of these versions:
ach: Nyonyo mamegi mogo pe rwate ki miti pi Firefox, ento itwero temo acel ikin kit magi:

source: <span>Firefox Beta</span> for Android
ach: <span>Firefox Beta</span> pi Android

source: <span>Firefox Aurora</span> for Android
ach: <span>Firefox Aurora</span> pi Android

source: <span>Firefox</span> for Android
ach: <span>Firefox</span> pi Android

source: Get it free on Google Play
ach: Nong me nono i Google Play

source: <span>Firefox</span> for iOS
ach: <span>Firefox</span> pi iOS

source: Get it free from the App Store
ach: Nong me nono ki i App Store

source: Free Download
ach: Kwanyo me Nono

source: Update your Firefox
ach: Ket ngec manyen i Firefox ni

source: Supported Devices
ach: Jami tic ma Kicwako te

source: Get it on Google Play
ach: Nong i Google Play

source: Get Firefox for Android
ach: Nong Firefox pi Anroid

source: Download on the App Store
ach: Gam ki i App Store

source: Get Firefox for iOS
ach: Nong Firefox pi iOS

source: Whatâ€™s New
ach: Ngo Manyen

source: Firefox Privacy
ach: Mung me Firefox

source: Systems &amp; Languages
ach: Nyonyo &amp; Leb

source: Firefox for Other Platforms & Languages
ach: Firefox pi Nyonyo ki Leb mukene
