Repository: translate/mozilla-lang
Catalog: ach/download.lang.po
Languages: ach

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control & shaping the future of the web for the public good.
ach: Mozilla Firefox, layeny web ma pe giculo pire, jo ame oyubo gin aye dano ma ojalo kare gi i gwoko & pi loko kit neno me anyim pa web pi ber bedo pa lwak.

source: Different by Design
ach: Tye patpat ki Lingo

source: Proudly <span>non-profit</span>
ach: Ki yom cwiny <span>non-profit</span>

source: Innovating <span>for you</span>
ach: Cako <span>for you</span>

source: Fast, flexible, <span>secure</span>
ach: Oyoto, mayot, <span>secure</span>

source: Thanks for choosing Firefox!
ach: Wapwoyo me yero Firefox!

source: Your download should automatically begin in a few seconds, but if not, <a href="%s">click here</a>.
ach: Myero kwany megi cake i ceken manok, ento ka cce pe, <a href="%s">dii kany</a>.

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
ach: Macalo en ma pe nongo magoba, wan watye labongo tic me cako ne i kakari labongo kit dic mo keken me poko. I bimaro lapokapoka.

source: Welcome to the only browser <em>that puts you first.</em>
ach: Ojoli i layeny man keken <em>maketi namba acel.</em>

source: Mozilla Firefox Web Browser
ach: Layeny Web me Mozilla Firefox
