Repository: translate/mozilla-lang
Catalog: ach/firefoxlive.lang.po
Languages: ach

source: Firefox Live
ach: Kwo pa Firefox

source: Tweet
ach: Lub kor

source: Follow @cubcaretaker
ach: Lub @cubcaretaker

source: Cameras
ach: Kamera

source: 360° view
ach: Nen 360°

source: Camera 1
ach: Kamera me 1

source: Camera 2
ach: Kamera me 2

source: Video help
ach: Kony me video

source: Do you like baby animals? Mozilla Firefox is streaming video of their 3 adopted red panda babies. Spread the word and 'share' with your friends.
ach: I maro lee ma lutino? Mozilla Firefox tye ka cwalo video pa lutino panda adek makwar. Lal nying lok ci inywak kwede luwote ni.

source: What is more endearing? Firefox’s non-profit mission or a live feed of their animal mascot? Find out http://mzl.la/sPo5yu
ach: Ngo ma winyo giko? Firefox mape ki mita me magoba onyo keto makwo pi gum pa leyi gi? Nong ki http://mzl.la/sPo5yu

source: Help Firefox help protect its rare mascot and the Web by watching baby animals! http://mozilla.org/firefoxlive
ach: Kony Firefox kony gwoko maber gum ma pe nonge ki web kun neno lutino leyi! http://mozilla.org/firefoxlive

source: Share on Twitter »
ach: Nywak ikom Lalub kore »

source: Share on Facebook »
ach: Nywak ikom Facebook »
