Repository: translate/mozilla-lang
Catalog: ach/firefoxtesting.lang.po
Languages: ach

source: Download Firefox Beta for Android - Free
ach: Kwany Firefox Beta pi Android- Me nono

source: Download Firefox Beta for Desktop - Free
ach: Kwany Firefox Beta pi Wang kompiuta - Me nono

source: Download and test Firefox future releases. Experience the newest innovations with the Aurora or Beta builds.
ach: Kwany ci Tem Kelo Firefox me anyim. Nong ngec me cako manyen kwede Aurora onyo Gedo me Beta.

source: Firefox Beta for:
ach: Firefox Beta pi:

source: Firefox Beta for Mobile
ach: Firefox Beta ma kiwoto kwede awota

source: Download Beta and be part of the next version of Firefox.
ach: Kwany Beta ci ibed dul me cik malubo kor Firefox mabino.

source: 1. Test Features
ach: 1. Tem Kit

source: Try out the latest performance, customization and security enhancements almost ready for prime time.
ach: Tem kit tic ma okati macokcoki, ket megi ki kelo ber bedo dong bene cok bedo atera pi cawa ne

source: 2. Refine &amp; Polish
ach: 2. Yub &amp; Jwa

source: File bugs to help us put the final tweaks on performance and functionality in a stable environment.
ach: Ngec bal me File konyo me keto lubo kore ma ogiko ikom tic maber ki tice i kan ma orumuwa ma obedo mot.

source: 3. Do Your Part
ach: 3. Tim Dul Megi

source: Have an impact on the next version of Firefox and the 450 million people who use it every day.
ach: Tye ki adwogi maber ikom cik malubo kore pi Firefox ki lwak dano maromo milyon 450 kulu matiyo kwede nino ki nino.

source: Supported devices
ach: Jami tic ma kicwako te
