Repository: translate/mozilla-lang
Catalog: ach/foundationsection.lang.po
Languages: ach

source: The State of Mozilla <span>Annual Report</span>
ach: Kit ma Mozilla tye kwede<span>Ngec me mwaka</span>

source: Welcome
ach: Ojoli

source: Opportunities
ach: Gin mo

source: People
ach: Jo/Dano

source: Ahead
ach: Anyim

source: Download this video:
ach: Kwany video man:

source: A Different Kind of Browser
ach: Layeny mo keken mapat

source: What’s Mozilla all about? Why are we doing this? We’re glad you asked.
ach: En Mozilla kara en ngo? Pingo wan watye ka timo man? Yi wa yom pien ipenyo.

source: Looking Ahead <span>Mitchell Baker</span>
ach: Neno me anyim<span>Mitchell Baker</span>

source: Mitchell Baker, Chair discusses the state of Mozilla.
ach: Mitchell Baker, Kom laro kit ma Mozilla tye kwede.

source: Getting Involved
ach: Bedo ngat acel ie.

source: Mozilla is a fun, diverse community of people from around the world.
ach: Mozilla obedo gi tuku, Lwak lutedero ma gungak ki i kin wilobo.

source: Download PDF
ach: Kwany PDF

source: 2010 Audited Financial Statement
ach: Tito lok me lim ma Kiribo ne maber i 2010

source: 2010 Form 990
ach: 2010 ki 990

source: Celebrating Firefox
ach: Kwero Firefox

source: ReMo Work Week in Paris
ach: Cabit me tic me ReMo i Paris

source: Arabic Mozilla
ach: Mozilla ileb Orabo

source: Other languages & sharing
ach: Leb mukene &nywako
