Repository: translate/mozilla-lang
Catalog: ach/home.lang.po
Languages: ach

source: Personalize
ach: Ket ma piri keni

source: One size doesn’t fit all.
ach: Dite acel pe romo gin weng.

source: Go Fast
ach: Wot me Oyot

source: Accelerate the way you use the web.
ach: Cak kit ma in itiyo ki web.

source: Stay Safe
ach: Gwoke Maber

source: We’ve got your back.
ach: Wan wanongo yongei.

source: Get Firefox on your phone!
ach: Nong Firefox ki kome cim megi!`

source: Made for sharing.
ach: Kiyubo ne pi anywaka.

source: Create <br/> dedicated <br/> tabs for it
ach: Cwe <br/> dedicated <br/> dirica matidi pire

source: Customize <br/> to make <br/> it faster
ach: Ket megi <br/> me miyo <br/>ne bedo madwir

source: Get add-ons <br/> and make <br/> it easier
ach: Nong med ikom <br/>ci mii <br/>ne obed mayot

source: Works harder so <br /> you don't have to.
ach: Tii tic matek wek <br /> pe myero i.

source: Increased <br/> speed
ach: Dwiro <br/> ma kimedo

source: Easy to <br/> access tabs
ach: Donyo i dirica <br/> yot atika

source: Productivity <br/> add-ons
ach: Kelo ne woko <br/> med ikome

source: Made for <br/> the way you play.
ach: Kiyubo ne pi <br/> iyore ma in ituku kwede.

source: 3D <br/> graphics
ach: 3D <br/> cal

source: Even more <br/> reliable
ach: Tiyo labongo dic <br/> mapol

source: Effortless <br/> customization
ach: Ket megi <br/> ma ice pe

source: Advanced <br/> security
ach: Ber bedo <br/> ma lamal

source: Advanced <br/> graphics
ach: Cal me <br/> rwom ma lamal

source: Improved <br/> reliability
ach: Tic <br/> ma kiyubo maber
