Repository: translate/mozilla-lang
Catalog: ach/mobile.lang.po
Languages: ach

source: Get Firefox for Android
ach: Nong Firefox pi Anroid

source: Download for <span>Android</span>
ach: Kwany pi <span>Android</span>

source: Free from the Android Market
ach: Tye labongo tic ki i Cuk me Anroid

source: Or visit <a %s>Firefox.com/m</a> on your phone.
ach: Onyo lim <a %s>Firefox.com/m</a> ikom cim megi.

source: Supported Devices
ach: Jami tic ma Kicwako te

source: Get it from iTunes - FREE
ach: Nong ne ki itunes-FREE

source: Firefox Home for <span>iPhone</span>
ach: Firefox me acaki pi <span>iPhone</span>

source: Access your Firefox history, bookmarks and open tabs on your iPhone.
ach: Dony i lok macon me Firefox megi, ket alama buk ci i yab dirica matidi ikom iphone megi.

source: Download Firefox to <span>Your Mobile</span>
ach: Kwany Firefox idwok bot <span>Wot Megi</span>

source: Want to test the latest features?
ach: Mito temo kit ma okati macokcoki?

source: Get Firefox Home for iPhone
ach: Nong Firefox me Acaki pi iPhone

source: Download Beta for Android
ach: Kwany woko Maber pi Anroid

source: Download
ach: Kwany

source: for
ach: pi

source: Free from iTunes
ach: Tye labongo tic ki iTunes

source: You’ll get to experience cutting-edge features and provide feedback to help refine and polish what will be in the final release.
ach: I bi nongo ngec i ngolo twok kit ki gabo dwoko lok me konyo yubo ki jwayo ngo matwero bedo i kelo woko me agiki.

source: Developer Tools
ach: Gitic pa Ngat madongo

source: You can install the mobile version of Firefox to our desktop computer in order to test, provide feedback, and build add-ons.
ach: I romo dong keto cik ma kiwoto kwede awota pi Firefox bot wang kompiuta megi pi temo odoco, gab dwoko lok, ki ger med ikome.

source: Connect With Firefox for Mobile:
ach: Kube Kwede Firefox pi Wot awota:

source: Monthly newsletter
ach: Waraga pa lamut me Dwe ki dwe

source: Follow us
ach: Lub kor wa

source: Become a fan
ach: Bed latuku

source: Firefox is full of innovations that let you type less, browse more and get to the Web quickly and easily.
ach: Firefox opong ki cako en ma mini coyo manok, yeny mukene mapol ci i dok i Web oyoto ci mayot.

source: Freedom from typing
ach: Bedo alala ki coyo

source: The Awesome Screen learns your favorite sites so you can browse with little or no typing.
ach: Wang Kompiuta ma cukuru cwiny pwonyo dyer bar megi me wek i yeny kwede matidi onyo labongo goyo.

source: Best of both worlds
ach: Nyig lok ma pire tek ki gin aryo weng

source: Firefox for Android is now redesigned and optimized for the way you browse on phones and tablets.
ach: Firefox pi Anroid ki kombedi ki lingo ne odoco ki miyo yilo rwom ne pi yore ma iyenyo ikom Cim ki teblet.

source: Browse quick and easy
ach: Yeny me oyoto ki iyore mayot

source: Features like Sync, tabbed browsing and one-touch bookmarking mean everything you want is close at hand.
ach: Kit macalo Jami tic, yenyo dirca matidi muyabe ki gudo icel keto alama nyutu jami weng ma in imito tye dong macok kwedi.

source: <a %s>Need help?</a> Visit our Firefox for Android Support site.
ach: <a %s>Mito kony?</a> Lim Firefox wa pi dyer bar me Cwako te Anroid.

source: Download and test the build that’s right for you.
ach: Kwany ci tem gedo ma tye atir piri.

source: See all our channels for mobile »
ach: Nen kabeo wa weng pi wot awota »
