Repository: translate/mozilla-lang
Catalog: ach/survey1.lang.po
Languages: ach

source: Thank you for helping with this research. We would like to ask you some questions about using the internet, in particular the browser software you use to do this. The term “browser” is the name of the application which displays web pages and allows you to surf the internet. The questionnaire should take about 3 minutes to complete should you qualify.
ach: Pwoc keken pi kony kwede kwed man matut. Wa mito penyi ki lapeny mo ikom tic ki intanet, tutwale wok purugram pa layeny ma in itiyo kwede m timo gin man. te lok me ''layeny'' obedo nying jami ma gitiyo kwede i kompiuta ma yaro ka maleng pot buk me web ci weko in i pale i intanet. Lapeny myero ter dakika maromo 3 me tyeko tek ka idonyo.

source: Which of the following age bands do you fall into?
ach: Mene ma ikin mwaka me juka ma in itye ie?

source: Please indicate your gender
ach: Tim ber inyut tung ma in ibedo

source: Male
ach: Laco

source: Female
ach: Dako

source: Which of the following web browsers do you use on your desktop computer or laptop at the moment, either at home or at work?
ach: Layen web mene ki kany ma in itiyo kwede ki i wang kompiuta mamegi onyo kompiuta me wi congi kombedi, twero bedo i gang onyo katic?

source: Another browser
ach: Layeny mukene

source: Don’t know
ach: Ngeo ku

source: How likely or unlikely are you to recommend Firefox to a friend or colleague?
ach: Kit ango ma in iromo onyo pe iromo moko Firefox bot lawoti onyo lawoti?

source: I am very likely and would consider making a recommendation without being asked
ach: An aromo ci abi poyo me moko labongo penya

source: I am quite likely to recommend Firefox and would do so if I was asked
ach: An amaro moko Firefox ci onongo atwero timone ka onongo gipenya

source: I am neither likely nor unlikely
ach: Ka pe an pe atwero

source: I am quite unlikely to recommend Firefox
ach: An pe atwero moko Firefox

source: I am very unlikely to recommend Firefox and would even consider recommending against using Firefox
ach: An pe atwero moko Firefox ci aromo poyo dang moko i tic kwede Firefox

source: And how much do you like or dislike Firefox?
ach: Ci kit ango ma in imaro kwede onyo pe imaro Firefox?

source: Dislike a great deal
ach: Pe maro tic mudany

source: Dislike a little
ach: Pe maro manok

source: Neither like nor dislike
ach: Maro onyo pe maro

source: Like a little
ach: Maro manok

source: Like a great deal
ach: Maro tic mudany

source: So overall, taking everything into account, how satisfied or dissatisfied are you with Firefox?
ach: Gin weng, cwalo jami weng tero i akaunti, kit ma pe iyeng kwede onyo pe iyeng kwede itye ki Firefox?

source: Extremely dissatisfied
ach: Pe yeng kwede

source: Dissatisfied
ach: Pe oyeng kwede

source: Somewhat dissatisfied
ach: Ngo mo mape oyeng kwede

source: Neither satisfied nor dissatisfied
ach: Oyeng kwede onyo pe oyeng kwede

source: Somewhat satisfied
ach: Ngo ma pe iyeng kwede

source: Satisfied
ach: Oyeng kwede

source: Extremely satisfied
ach: Pe oyeng kwede matwal

source: For each of the following statements, could you please indicate whether you:
ach: Pi kit lok magi, Tim ber ka itwero nyutu ka ce in:

source: Were aware of this and believe it to be correct
ach: Onongo tye ki ngec pi man ci ye ne twero bedo kakare

source: Have seen this but were unsure if it was right
ach: An bene aneno man ento onongo pe moko ada ka onongo tye atir

source: Have not heard of this before today, or I don’t know
ach: Pe awinyo lok ikom man mapwud tin Oo, onyo Angeyo ku

source: There are no right or wrong answers, so please answer as honestly as you can.
ach: Pe tye lagam ma atir onyo ma pe atir, Dong tim ber igam maber calo in itwero.

source: A. Firefox is made by Mozilla
ach: A. Mozlla en aye oyubu Firefox

source: B. Mozilla is a non-profit organisation
ach: B.Mozilla obedo dul mo mape ki magoba

source: C. Mozilla’s mission is to make the web a better place
ach: C. Mozilla tye ki tam me mino kabedo me web bedo maber

source: D. Firefox was the first web browser
ach: D. Firefox onongo obedo layeny web me acaki

source: Which of the following would you say is your browser of choice?
ach: Mene ma ikom magi ma iwaco ikom layeny ma imaro?

source: Which if any of the following Firefox services had you heard of before today?
ach: Mene ma ikom tic me Firefox ma iwinyo nyinge mapwud pe Oo tin?

source: Firefox Sync
ach: Gitic pa Firefox

source: A service that gives you secure access to your bookmarks, open tabs, and browsing history from any computer or smartphone with Firefox
ach: Tic ma mini i donyo maber ii alama me buk, yab dirica, ki yenyo lok mukato ki kompiuta mo keken onyo smartphone kwede Firefox

source: Firefox for Android
ach: Firefox pi Android

source: The Firefox browser on an Android smartphone or tablet
ach: Layeny me Firefox ma ikom smartphone me Android onyo teblet

source: An identity system that allows you to sign in to sites using an email address you choose.
ach: Kit tic me gin ma nyutu nga ma in ibedo weko in idonyo idyer bar kun itiyo kwede email address ma in i yero.

source: Mozilla Marketplace
ach: Cuk cat pa Mozilla

source: Mozilla's online store for Open Web apps
ach: Kagwoko Mozilla me intanet pi kit tic ma pe giculo pire

source: Addons for Firefox
ach: Med ikome pi Firefox

source: Customisations you can make to Firefox to add more functionality to the browser.
ach: I twero keto en mamegi i Firefox pi medo tic mogo mapol i layeny.

source: None of these
ach: Pe ikin ma eni ni

source: Which if any of the following Firefox services are you using at the moment?
ach: Tic mene ma i Firefox magi ma in itye katic kwede kombedi?

source: Based on these descriptions, which if any, would you be interested in using in the future?
ach: Majenge ki kom te lok magi, mene dong, ma in imito ni myero iti kwede ikare me anyim?

source: Approximately how long have you been using Firefox?
ach: I tiyo dong ki Firefox pi kare marom kwene?

source: Up to 6 months
ach: Pi dwe 6 kulu

source: 6 months to a year
ach: Dwe 6 ni oo wa mwaka

source: 1 to 2 years
ach: Mwaka 1 ni oo wa ii 2

source: 2 to 3 years
ach: Mwaka 2 ni oo wa ii 3

source: 3 to 4 years
ach: Mwaka 3 ni oo wa ii 4

source: 4 to 5 years
ach: Mwaka 4 ni oo wa ii 5

source: More than 5 years
ach: Madit loyo mwaka 5

source: Do you use any of the following to browse the internet?
ach: In itiyo ki gin mo magi me yenyo intanet?

source: Home PC or desktop computer
ach: Kompiuta me Gang onyo kompiuta megi me wi des

source: Work PC or desktop computer
ach: Kompiuta me tic onyo kompiuta me wi des

source: Home laptop
ach: Kompiuta me cong dano pi Gang

source: Work laptop
ach: Kompiuta me cong pi tic

source: Tablet (eg: iPad)
ach: Teblet (eg: iPad)

source: On average, approximately how many hours each day do you use the internet or browse web pages?
ach: Romrom ne, kare maromo cawa adi ma in itiyo ki intanet nino ki nino onyo yabo pot buk me web?

source: Less than half an hour each day
ach: Matidi loyo nucu cawa nino acel acel

source: About an hour a day
ach: Maromo cawa pi nino acel

source: 2 hours a day
ach: Cawa 2 inino acel

source: 3 hours a day
ach: Cawa 3 inino acel

source: 4 hours a day
ach: Cawa 4 inino ki nino

source: 5 hours a day
ach: Cawa 5 inino acel

source: More than 6 hours a day
ach: Madwong loyo cawa 6 i nino acel

source: That is the end of the questionnaire. Thank you for your time.
ach: Man obedo doko agiki me lapeny. Pwoc keken pi jalo kare ni.

source: Please enter a response
ach: Tim ber iket dwoko lok

source: Illegal characters for single code input
ach: Kit ma okane pi keto nyig coc acel

source: Illegal characters for multi code input
ach: Kit ma okane pi keto nying coc mapol

source: Please enter numbers only
ach: Tim ber iket namba keken

source: Answer is outside of
ach: Lagam tye woko pa

source: No answer code cannot be mixed with other codes
ach: Pe ki twero ribo nyig coc kwede nyig coc mapat

source: Too many replies maximum of …
ach: Lwak mapol dwoko lok kakare pi …

source: Number of replies must be exactly …
ach: Namba me dwoko lok myero obed ada …

source: Too many characters
ach: Kit mapol ata

source: Illegal string for this template
ach: Tol ma okane pi cal man

source: Click here to go back into the survey
ach: Dii kany wek idok cen ii beo

source: Please answer highlighted question(s)
ach: Tim ber i dwok lagam me lapeny ma ki caro ne

source: Please select one answer only.
ach: Tim ber iyer lagam acel keken.

source: Please select as many answers as apply.
ach: Tim ber iyer lagam mapol calo mite kwede.
