Repository: translate/mozilla-lang
Catalog: ach/upgradedialog.lang.po
Languages: ach

source: Get the Newest Firefox
ach: Nong Firefox Manyen makato

source: The Newest Firefox is Here!
ach: Firefox manyen makato bene tye kany!

source: <a %s>Quick, easy and free update</a>
ach: <a %s>Oyot, yot c ngec me nono</a>

source: Fresh new look
ach: Neno mamwonya manyen

source: Much faster than Firefox 3.6
ach: Oyot maloyo Firefox 3.6

source: More awesomeness than ever
ach: Ada ne madwong maloyo en macon

source: There’s a new version of Firefox that can better protect you against online attacks.
ach: Tye Firefox me cik manyen ma gwoki maber ki imony me wiyamo.

source: Get the upgrade — it’s fast & free!
ach: Nong yilo rwom- tye me oyoto &me nono!

source: get the latest in security
ach: Nong en ma okati macok ii ber bedo

source: experience faster performance
ach: Nong ngec me tic me oyot

source: enjoy greater customization
ach: Nong yom cwiny ki gin mamegi madit loyo

source: Your version of Firefox will soon be vulnerable to online attacks.
ach: Kwo me cik megi me Firefox kombedi bi bale woko ki i mony me wiyamo.

source: Stay safe online
ach: Gwoke maber ki wiyamo

source: Enjoy new features
ach: Nong kit yom cwiny manyen

source: URGENT!
ach: TYE ME OYOT!

source: Your version of Firefox is no longer protected against online attacks.
ach: Cik me Firefox mamegi pe dong twero gwoko monyo wang wiyamo.

source: This is your last reminder before you will be automatically updated to the latest version
ach: Man obedo poyo wiyi me agiki mapwud pe ki mini ngec pire kene pi cik ma okati macok coki

source: Firefox no longer supports your operating system version and will be vulnerable to online attacks.
ach: Firefox pe cwako kit cik me operating system mamegi ci bibedo mony me wiyamo ma kwone obale.

source: We recommend:
ach: Wa moko ada:

source: Upgrading your <a %s>operating system</a>
ach: Yilo rwom me <a %s>operating system mamegi</a>

source: Downloading a compatible browser
ach: Kwanyo layeny marwate

source: Installing a free upgrade to your <a %s>operating system</a>
ach: Keto yilo rwom me<a %s>operating system mamegi</a>
