Repository: translate/mozilla-lang
Catalog: ach/upgradepromos.lang.po
Languages: ach

source: Mozilla Firefox Web Browser — Free Download
ach: Layeny Web me Mozilla Firefox- Kwanyo me nono

source: How fast is <span>your Firefox?</span>
ach: Dwiro pa Firefox<span>mamegi tye ningo?</span>

source: New Firefox is up to 7 times faster. (That’s a lot!) Check the speedometer to see if yours can keep up.
ach: Firefox manyen tye ma dwir tyeno 7 kulu. (Meno dit olu!) Rot mita me dwiro pi neno ka ce megi twero mede anyim.

source: Old Firefox = <em>Sadface</em>
ach: Firefox Macon=<em>Sadface</em>

source: New Firefox = <em>Yay!</em>
ach: Firefox Manyen=<em>Yay!!</em>

source: That just isn’t going to cut it. Stop browsing in the past and <a %s>upgrade now!</a>
ach: Man pe bi ngolo ne matwal. Jwik yenyo me kare mukato <a %s>yil rwom ne kombedi!</a>

source: Now we’re talking!
ach: Wan watye dong kalok!

source: Feels better, doesn’t it? Welcome to the future of the Web. It’s nice here.
ach: Winy maber, ku? Ojoli ii anyim me Web. tye mamwonya kany atika.

source: Hey, looks like you’re using %BROWSER%. Why not grab Firefox and get up to speed.
ach: Hey, Neno calo itye katic ki %BROWSER%. Pingo pe iyut Firefox ci ongwec madwir.

source: Hey, looks like you’re not using Firefox as your browser. Why not grab Firefox and get up to speed.
ach: Hey, Neno calo pe itye katic ki Firefox calo layeny mamegi. Pingo pe iyut Firefox ci ongwec madwir.

source: New Firefox is faster, free (as always), crashes less and protects your privacy more.
ach: Firefox Manyen dwir olu, me nono (pol kare), poto atura manok ci gwoko imung pa dano kakare.

source: <a %s>Upgrading</a> takes less than a minute and you won’t lose your history or bookmarks. Hooray!
ach: <a %s>Yilo rwom</a> tero kare mape romo dakika acel ki pe obi rwenyo lok megi macon onyo alama me buk. Hooray!

source: Fewer Crashes <span>More Happiness</span>
ach: Poto atura manok <span>Yom ic madwong</span>

source: Upgrade now and see how much happier browsing can be with the <b>newest and fastest Firefox</b>.
ach: Yil rwom ne kombedi ci inen kit ma yenyo bibedo ki yom ic kwede <b>manyen loyo ki Firefox madwir</b>.

source: Upgrade Firefox
ach: Yil rwom me Firefox

source: Old Firefox
ach: Firefox Macon

source: New Firefox
ach: Firefox Manyen

source: 3, 2, 1<span>Ready to Go?</span>
ach: 3, 2, 1<span>Tye oyube me Wot?</span>

source: Take your bookmarks and browsing history with you on a journey to a faster Firefox.
ach: Ter alama me buk mamegi ci yenyo lok mukato kwedi ikom wenoni bot Firefox madwir.

source: Upgrade Firefox and take your bookmarks with you.
ach: Yil rwom me Firefox ci ter alama me buk mamegi kwedi.
