Repository: translate/mozilla-lang
Catalog: yo/legal/index.lang.po
Languages: yo

source: Legal
yo: Ti Òfin

source: Terms
yo: Àwọn Táàmù

source: Our Websites
yo: Àwọn Ojú Wẹ́ẹ̀bù wa

source: Firefox Services
yo: Àwọn Iṣẹ́ Firefox

source: Webmaker
yo: Olúṣe Wẹ́ẹ̀bù

source: Firefox Marketplace
yo: Ibiọjà Firefox

source: Privacy & trademarks
yo: Ipamọ & àmìokoòwò

source: Privacy Notices and Policy
yo: Àwọn ìfitoníletí Ìpamọ́ àti Ìlànà

source: Trademark Policy
yo: Ìlànà Àmìokoòwò

source: Downloadable software notices
yo: Àwọn ìfitoníletí ìgbàsílẹ̀ ẹ̀yà àìrídìmú

source: Thunderbird
yo: Ẹyẹàrá

source: Get involved
yo: Kópa

source: Special thanks to all of you who help report abuses of Mozilla marks, participate in governance forums, give feedback on our localizations & legal terms, and contribute your skills to the success of the Mozilla project.
yo: Ìdupẹ́ àkànṣe fún gbogbo yín tí ó ṣèrànwọ́ láti jábọ̀ àṣìlò ti àwọn àmì Mozilla, kópa nínu ìṣàkóso alájọsọ , fúnni ní ìjábọ̀ lórí ìsọdìbílẹ̀ wa & ìlànà òfin, àti kíkópa àwọn ìmọ̀ fún àṣeyọrí iṣẹ́ àkànṣe Mozilla.

source: Get involved!
yo: Kópa!

source: Protect the Fox
yo: Dábòbò Fox náà

source: Help us protect our users by reporting abuse of Mozilla Trademarks.
yo: Rànwá lọ́wọ́ láti dábòbò àwọn olùṣàmúlò wa nípa ìjábọ̀ àṣìlò ti Àmìokòòwò Mozilla.

source: Takedown requests
yo: Kọ àwọn ìbéèrè sílẹ̀

source: Report abuse of your copyrights and trademarks.
yo: Jábọ̀ àṣilò àṣẹ oníṣẹ́ àti àmìòkòòwò rẹ.

source: Back to Legal
yo: Padà sí Ti Òfin

source: Websites & Communications Terms of Use
yo: Ojú Wẹ́ẹ̀bù & Àwọn Ìfẹnukò Ìlò Ìbánisọ̀rọ̀

source: Acceptable Use Policy
yo: Ìlànà Ilò Tí ó Yẹ

source: Firefox Hello Terms of Service
yo: Ìlànà Iṣẹ́ Hàló Firefox

source: Firefox Cloud Services: Terms of Service
yo: Àwọn Iṣẹ́ Àsopọ̀ ẹlẹ̀ka Firefox: Àwọn Ìlànà Iṣẹ́
