Repository: translate/mozilla-lang
Catalog: hsb/mozorg/contribute/index.lang.po
Languages: hsb

source: Volunteer Opportunities at Mozilla
hsb: Móžnosće za dobrowólnikow pola Mozilla

source: Menu
hsb: Meni

source: Why<br> volunteer
hsb: Čehodla<br> dobrowólnje pomhać

source: Find<br> an event
hsb: Podawk<br> namakać

source: Meet<br> Mozillians
hsb: Z Mozillačanami<br> zetkać

source: Get involved
hsb: Dźěłajće sobu

source: Your country
hsb: Waš kraj

source: I live in&hellip;
hsb: Bydlu w&hellip;

source: Volunteer with Mozilla!
hsb: Budźće dobrowólnik pola Mozilla!

source: active Mozillians worldwide
hsb: aktiwnych Mozillačanow swětodaloko

source: upcoming events around the globe
hsb: předstejacych podawkow wokoło zemjekule

source: languages and counting, on every continent
hsb: rěčow na kóždym kontinenće, z přiběracej tendencu

source: Join a global community of game-changers.
hsb: Přidružće so zhromadźenstwu nowotarjow.

source: Volunteer as much as you like. Or as little.<br> It’s totally up to you.
hsb: Pomhajće dobrowólnje tak husto kaž chceće. Abo jenož mało.<br>To cyle wot was wotwisuje.

source: Share your skills and pick up<br> a few new ones along the way.
hsb: Dźělće swoje kmanosće a přiswojće sej<br>nowe w běhu časa.

source: Volunteering with Mozilla&hellip;
hsb: Dobrowólne sobudźěło pola Mozilla&hellip;

source: is about more than lending a hand. It’s about learning, collaborating and sharing your skills with a global community of Mozillians — coders, organizers, activists and more — who help shape the Web every day.
hsb: je wjace hač wupomoc. Dźe wo wuknjenje, zhromadne dźěło a dźělenje wašich kmanosćow z globalnym zhromadźenstwom Mozillačanow — z programowarjemi, organizatorami, aktiwistami a druhimi —, kotřiž pomhaja, web kóždy dźeń wuhotować.

source: See our community in action
hsb: Dožiwće naše zhromadźenstwo w akciji

source: How Mozillians help every day
hsb: Kak Mozillačenjo kóždy dźeń pomhaja

source: Spain &middot; Activism
hsb: Španiska &middot; Aktiwizm

source: Philippines &middot; Activism
hsb: Filipiny &middot; Aktiwizm

source: Switzerland &middot; Coding
hsb: Šwicarska &middot; Programowanje

source: India &middot; Teaching
hsb: Indiska &middot; Wučenje

source: Read his story
hsb: Čitajće jeho stawiznu

source: Read her story
hsb: Čitajće jeje stawiznu

source: Want to get involved? Here’s how.
hsb: Chceće sobu činić? Tu móžeće widźeć, kak.

source: Choose what interests you and tell us how you’d like to help
hsb: Wubjerće, za čož zajimujeće a zdźělće nam, kak byšće rady pomhał

source: Stand by for an email that will connect you to the Mozilla community
hsb: Budźće přihotowany za e-mejlku, kotraž was ze zhromadźenstwom Mozilla zwjaza

source: Create your Mozillians account and share your contributions with the world
hsb: Załožće swoje konto na Mozillians a dźělće swoje přinoški ze swětom

source: Get started
hsb: Prěnje kroki

source: Not ready to dive in just yet?
hsb: Njejsće hotowy hižo nětko zanurić?

source: Here are a few other ways you can support Mozilla right now.
hsb: Tu su někotre dalše móžnosće, kak móžeće Mozilla hnydom podpěrować.

source: Donate to Mozilla
hsb: Za Mozilla darić

source: Read our Manifesto
hsb: Čitajće naš manifest

source: Like us on Facebook
hsb: Klikńće za nas na Lubi so mi na Facebooku

source: Follow us on Twitter
hsb: Slědujće nam na Twitter

source: Upcoming event
hsb: Předstejacy podawk

source: See all events
hsb: Wšě podawki pokazać

source: Communicate
hsb: Komunikować

source: Mozilla communities
hsb: Zhromadźenstwa Mozilla

source: Mailing lists
hsb: Rozesyłanske lisćiny

source: IRC channels
hsb: IRC-kanale

source: More links
hsb: Dalše wotkazy

source: Submit Firefox feedback
hsb: Komentar Firefox pósłać

source: Explore Mozilla careers
hsb: Karjery Mozilla přeslědźić

source: Get help with Firefox
hsb: Wobstarajće sej pomoc za Firefox

source: Subscribe to community events
hsb: Podawki zhromadźenstwa abonować

source: Get community updates
hsb: Wobstarajće sej aktualizacije zhromadźenstwa

source: Mozillian Stories
hsb: Powědančka Mozillačanow

source: More
hsb: Wjace

source: Less
hsb: Mjenje

source: Read more Mozillian stories
hsb: Čitajće wjace powědančkow Mozillačanow

source: Discover even more stories on Twitter with <a href="%(link_hashtag)s">#IAmAMozillian</a>
hsb: Wotkryjće hišće wjace powědančkow na Twitter z <a href="%(link_hashtag)s">#IAmAMozillian</a>

source: More coming soon
hsb: Bórze wjace přińdźe

source: Get Involved: Volunteer Opportunities at Mozilla
hsb: Čińće sobu: Móžnosće za dobrowólnikow pola Mozilla

source: To get started, tell us what interests you.
hsb: Zo byšće započał, zdźělće nam, za čož zajimujeće.

source: Choose one for now. You can always contribute to other areas later.
hsb: Wubjerće něšto nětko. Móžeće pózdźišo přeco tež k druhim polam přinošować.

source: Where would you like to get started?
hsb: Hdźe byšće rady započał?

source: Coding
hsb: Programowanje

source: More about coding
hsb: Wjace wo programowanju

source: Contribute code to a whole range of Mozilla products, including Firefox and Firefox OS.
hsb: Přinošujće kod k cyłemu rjadej produktow Mozilla, mjez nimi Firefox a Firefox OS.

source: Testing
hsb: Testowanje

source: More about testing
hsb: Wjace wo testowanju

source: Help make the Mozilla products you use — and love — even better.
hsb: Pomhajće, produkty Mozilla hišće polěpšeć, kotrež wužiwaće — a lubujeće.

source: Writing
hsb: Pisanje

source: More about writing
hsb: Wjace wo pisanju

source: Lend your voice to Mozilla — from blogging and social media to providing technical documents for users and developers.
hsb: Požčće Mozilla swój hłós — wot blogowanja a socialnych medijow hač do poskićowanja techniskich dokumentow za wužiwarjow a wuwiwarjow.

source: Teaching
hsb: Wučenje

source: More about teaching
hsb: Wjace wo wučenju

source: Share your skills with a community that’s eager to learn. Take advantage of our free tools, teaching resources and events.
hsb: Dźělće swoje kmanosće ze zhromadźenstwom, kotrež žedźi so za tym, něšto wuknyć. Wužiwajće lěpšiny našich darmotnych nastrojow, wučbnych srědkow a podawkow.

source: Helping
hsb: Pomhanje

source: More about helping
hsb: Wjace wo pomhanju

source: Provide support to users who need it and help everyone get the most out of their Mozilla products.
hsb: Podpěrujće wužiwarjow, kotřiž pomoc trjebaja a pomhajće kóždemu, najlěpše z jeho produktow Mozilla wućahnyć.

source: Translating
hsb: Přełožowanje

source: More about translating
hsb: Wjace wo přełožowanju

source: Help make Mozilla stuff available in other languages. Translate everything from newsletters and websites to copy for Firefox and Firefox OS.
hsb: Pomhajće Mozilla, material w druhich rěčach k dispoziciji stajić. Přełožujće wšitko z powěsćowych listow a websydłow, zo byšće jo za Firefox a Firefox OS kopěrował.

source: Activism
hsb: Aktiwizm

source: More about activism
hsb: Wjace wo aktiwizmje

source: Get involved with our opportunities to support freedom, security and privacy on the open Web.
hsb: Wužijće naše móžnosće, zo byšće swobodu, wěstotu a priwatnosć we wotewrjenym webje podpěrował.

source: I don’t know
hsb: Njewěm

source: More about how you can contribute
hsb: Wjace wo tym, kak móžeće přinošować

source: Not sure how you want to help? No problem. We can find the appropriate contribution activity for you.
hsb: Njejsće sej wěsty, kak chceće pomhać? Žadyn problem. Móžemy přihódnu móžnosć za waše sobudźěło namakać.

source: Now tell us a little about yourself:
hsb: Powědajće nam nětko něšto wo sebi:

source: Name
hsb: Mjeno

source: Email address
hsb: E-mejlowa adresa

source: Country
hsb: Kraj

source: select
hsb: wubrać

source: Why do you want to be a Mozilla volunteer?
hsb: Čehodla chceće dobrowólnik Mozilla być?

source: (Optional)
hsb: (Opcionalny)

source: I’m okay with Mozilla handling my info as explained in <a href="%(privacy)s">this Privacy Policy</a>
hsb: Sym z tym přezjedny, kak Mozilla po <a href="%(privacy)s">tutych prawidłach priwatnosće</a> z mojimi informacijemi wobchadźa

source: Start contributing
hsb: Započńće pomhać

source: Sign me up for community updates
hsb: Zregistrujće mje za aktualizacije zhromadźenstwa

source: (English)
hsb: (jendźelsce)

source: What particular area?
hsb: Za kotre polo?

source: What would you like to code?
hsb: Što chceće programować?

source: What would you like to test?
hsb: Što chceće testować?

source: What would you like to translate?
hsb: Što chceće přełožować?

source: What would you like to write?
hsb: Što chceće pisać?

source: What would you like to teach?
hsb: Što chceće wučić?

source: Websites
hsb: Websydła

source: Firefox add-ons
hsb: Přidatki Firefox

source: HTML5 apps
hsb: HTML5-nałoženja

source: Diagnosing Web compatibility issues
hsb: Problemy webkompatibelnosće diagnosticěrować

source: Online services
hsb: Online-słužby

source: Firefox and Firefox OS
hsb: Firefox a Firefox OS

source: Web compatibility
hsb: Webkompatibelnosć

source: Product localization
hsb: Produktowa lokalizacija

source: Website localization
hsb: Lokalizacija websydłow

source: I’d like to work on localization tools
hsb: Bych rady na lokalizowanskich nastrojach dźěłał

source: Social media
hsb: Socialne medije

source: Journalism
hsb: Žurnalizm

source: Technical docs for users
hsb: Techniske dokumenty za wužiwarjow

source: Technical docs for developers
hsb: Techniske dokumenty za wuwiwarjow

source: Technical docs for Firefox add-ons
hsb: Techniske dokumenty za přidatki Firefox

source: Technical docs for HTML5 apps
hsb: Techniske dokumenty za HTML5-nałoženja

source: Teach the Web (Webmaker)
hsb: Podajće web (Webmaker)

source: Open News fellowships
hsb: Towaršnosće OpenNews

source: Hive - Community networks of educators/mentors
hsb: Hive - Zhromadźenstwowe syće wučerjow/mentorow

source: Open Web science research
hsb: Wědomostne slědźenje wotewrjeneho weba

source: Community Events
hsb: Podawki zhromadźenstwa

source: Find events
hsb: Podawki pytać

source: By city, country, or event:
hsb: Po měsće, kraju abo podawku:

source: By date:
hsb: Po datumje:

source: month
hsb: měsac

source: year
hsb: lěto

source: Date
hsb: Datum

source: Event
hsb: Podawk

source: Location
hsb: Městno

source: City
hsb: Město

source: Events
hsb: Podawki

source: Thank you!
hsb: Wulki dźak!

source: Thanks!
hsb: Wulki dźak!

source: We’re thrilled to see that you’re interested in coding and can’t wait to get you started.
hsb: Smy zahorjeni widźeć, zo so za programowanje zajimujeće a njemóžeće dočakać započeć.

source: We’re thrilled to see that you’re interested in testing and can’t wait to get you started.
hsb: Smy zahorjeni widźeć, zo so za testowanje zajimujeće a njemóžeće dočakać započeć.

source: We’re thrilled to see that you’re interested in writing and can’t wait to get you started.
hsb: Smy zahorjeni widźeć, zo so za pisanje zajimujeće a njemóžeće dočakać započeć.

source: We’re thrilled to see that you’re interested in teaching and can’t wait to get you started.
hsb: Smy zahorjeni widźeć, zo so za wučenje zajimujeće a njemóžeće dočakać započeć.

source: We’re thrilled to see that you’re interested in helping and can’t wait to get you started.
hsb: Smy zahorjeni widźeć, zo so za pomhanje zajimujeće a njemóžeće dočakać započeć.

source: We’re thrilled to see that you’re interested in translating and can’t wait to get you started.
hsb: Smy zahorjeni widźeć, zo so za přełožowanje zajimujeće a njemóžeće dočakać započeć.

source: We’re thrilled to see that you’re interested in activism and can’t wait to get you started.
hsb: Smy zahorjeni widźeć, zo so za aktiwizm zajimujeće a njemóžeće dočakać započeć.

source: We’re thrilled to see that you’re interested in volunteering and can’t wait to get you started.
hsb: Smy zahorjeni widźeć, zo so za dobrowólnu pomoc zajimujeće a njemóžeće dočakać započeć.

source: Keep an eye on your inbox for an important message from us.
hsb: Wobchowajće za wažnu powěsć wot nas swój dochad pósta we wóčku.

source: Hello!
hsb: Witaj!

source: Your Name
hsb: Waše mjeno

source: In the meantime&hellip;
hsb: Mjeztym&hellip;

source: You can help by picking an easy task that only takes a few minutes &mdash; or take on a bigger challenge.
hsb: Móžeće pomhać, wuběrajo lochki nadawk, kotryž por mjeńšin traje &mdash; abo přijimaće wjetše wužadanje.

source: Choose a Task Now
hsb: Wubjerće nětko nadawk

source: Help us tell the world how awesome Firefox is and about all the important work Mozilla does every day.
hsb: Pomhajće nam, swětej zdźělić, kak wulkotny Firefox je a kotre wažne dźěło Mozilla kóždy dźeń čini.

source: Join Now
hsb: Nětko so přidružić

source: You can create your Mozillians account now to connect with fellow Mozillians.
hsb: Móžeće nětko swoje konto na Mozillians załožić, zo byšće so ze Sobumozillačanami zwjazał.

source: Yes, create my Mozillians account
hsb: Haj, załožće moje konto na Mozillians

source: You will be asked to sign in before proceeding
hsb: Prašeja so was so přizjewić, prjedy hač móžeće pokročować

source: No thanks, I’ll just wait for the email
hsb: Ně, dźakuju so, budu na e-mejlku čakać

source: Area of interest?
hsb: Za čo so zajimujeće?

source: Helping Users
hsb: Podpěra wužiwarjam

source: Testing and QA
hsb: Testowanje a kwalitna kontrola

source: Localization and Translation
hsb: Lokalizacija a přełožowanje

source: Web Development
hsb: Webwuwiće

source: Firefox Marketplace
hsb: Torhošćo Firefox

source: Add-ons
hsb: Přidatki

source: Visual Design
hsb: Wizuelny design

source: Documentation and Writing
hsb: Dokumentacija a literatura

source: Education
hsb: Kubłanje

source: Other
hsb: Druhe

source: Hi, I’m interested in…
hsb: Witajće, sym zajimowany…

source: Send us a note and we can get you started right away.
hsb: Pósćelće nam zdźělenku a staramy so za to, zo móžeće hnydom započeć.

source: I have a suggestion for Firefox
hsb: Mam namjet za Firefox

source: I need help with a Firefox issue
hsb: Trjebam pomoc z problemom Firefox

source: Please enter a valid email address.
hsb: Prošu zapodajće płaćiwu e-mejlowu adresu.

source: You must agree to the privacy policy.
hsb: Dyrbiće do prawidłow priwatnosće zwolić.

source: Please select an area of interest.
hsb: Prošu wubjerće zajimowe polo.

source: Please tell us more about your interests.
hsb: Prošu zdźělće nam wjace wo swojich zajimach.
