Repository: translate/mozilla-lang
Catalog: hsb/mozorg/contribute/stories.lang.po
Languages: hsb

source: Meet Mozillians from all around the world. Learn about the projects they’ve worked on and see what they’re currently helping with.
hsb: Zetkajće so z Mozillačanami z cyłeho swěta. Zhońće wjace wo projektach, na kotrychž su dźěłali a wobhladajće sej, z čimž tuchwilu pomhaja.

source: Meet a few more Mozillians
hsb: Zetkajće so z wjace Mozillačanami

source: Read their stories here and discover even more on Twitter with <a href="%(link_hashtag)s">#IAmAMozillian</a>
hsb: Čitajće tu jich stawizny a wotkryjće hišće wjace na Twitter z <a href="%(link_hashtag)s">#IAmAMozillian</a>

source: Mozillian Stories
hsb: Powědančka Mozillačanow

source: Hi, I’m <b class="name">Rubén</b>, a Mozillian in <b class="country">Spain</b>
hsb: Witajće, sym <b class="name">Rubén</b>, Mozillačan w <b class="country">Španiskej</b>

source: I’ve been collaborating with the Mozilla community since 2004, helping with website localization, QA, user support and community marketing. I’ve also helped organize events in Spain and performed IT tasks within the Mozilla Hispano community.
hsb: Dźěłam ze zhromadźenstwom Mozilla wot lěta 2004 hromadźe, pomhajo při lokalizaciji websydłow, kwalitnej kontroli, podpěrje wužiwarjow a marketingu zhromadźenstwa. Sym tež pomhał, podawki w Španiskej organizować a wuwjedźech nadawki informatiki znutřka španiskeho zhromadźenstwa Mozilla.

source: I’m currently helping with:
hsb: Tuchwilu pomham z:

source: Mozilla.org localization
hsb: lokalizaciju Mozilla.org

source: Mozilla Hispano mentorship program
hsb: mentorstwowym programom Mozilla Hispano

source: Community events
hsb: Podawki zhromadźenstwa

source: Hi, I’m <b class="name">Faye</b>, a Mozillian in <b class="country">the Philippines</b>
hsb: Witajće, sym <b class="name">Faye</b>, Mozillačanka na <b class="country">Filipinach</b>

source: I went to my first local Mozilla event in 2011 and was inspired to do more by all the amazing people I met and got to know. And now, I am the Mozilla Philippines Community Manager.
hsb: W lěće 2011 sym so na swojim prěnim městnym podawku Mozilla wobdźělił a sym so wot wšěch wobdźiwajomnych ludźi, korychž sym zetkał a zeznał, inspirował, wjace činić. A nětko sym nawoda filipinskeho zhromadźenstwa Mozilla.

source: Firefox Student Ambassadors
hsb: Firefox - Studentscy wulkopósłancy

source: Community Building
hsb: Tworenje zhromadźenstwa

source: My passion is for organizing local Webmaker and WoMoz (Women in Mozilla) community events where I can train others and help them develop their skills. I also help out with the Firefox Student Ambassadors program and Community Building.
hsb: Moja pasija je organizowanje lokalnych zhromadźenstwowych podawkow za WebMaker a WoMoz (Žony w Mozilla), hdźež móžu druhich kubłać a jim pomhać, jich znajomosće a kmanosće wuwiwać. Pomham tež při programje studentskich wulkopósłancow Firefox a tworjenju zhromadźenstwa.

source: My favorite part of being a Mozillian is the global community. I like to think of us as a “family” where we accept each other openly and are free to speak our minds while we work together.
hsb: Za mnje jako Mozillačan je globalne zhromadźenstwo najlubše. Wobhladuju nas jako "swójbu", hdźež jedyn druheho zjawnje akceptuje a směmy naše mysle wuprajić, hdyž hromadźe dźěłamy.

source: Hi, I’m <b class="name">Shreyas</b>, a Mozillian in <b class="country">India</b>
hsb: Witajće, sym <b class="name">Shreyas</b>, Mozillačan w <b class="country">Indiskej</b>

source: I’m a Webmaker Super Mentor who’s passionate about building a more open Web. I love any chance to bring my community together — whether it’s through MozCafes, teaching opportunities or just getting together to talk about projects.
hsb: Sym hłowny mentor za Webmaker, kiž žałostnje rady bóle wotewrjeny web twori. Lubuju kóždu móžnosć, swoje zhromadźenstwo hromadu přinjesć — njech je přez MozCafes, wučbne móžnosće abo prosće přez to, zo ludźo so schadźuja, zo bychu wo projektach rěčeli.

source: Maker Party
hsb: Party webdesignerow

source: One thing I’m most proud of in my time as a Mozillian is “KidZilla,” a project that I initiated to educate underprivileged students about the basics of computers and the Internet.
hsb: Jedna wěc, na kotruž sym jara hordy w swojim času jako Mozillačan, je "KidZilla", projekt, kotryž sym iniciěrował, zo bychmy podpriwilegowanym šulerjam zakłady kompjuterow a interneta podawali.

source: I’m also an avid writer — if you work in Communications or PR, feel free to get in touch with me. I would love to work on something. And if you ever want to talk about Webmaking and teaching, I’m always available.
hsb: Sym tež horliwy awtor — jeli na polu komunikacije abo zjawnostneho dźěła dźěłaće, stajće so woměrje ze mnu do zwiska, bych rady na něčim dźěłał. A jeli chceće hdy wo webwuhotwanju a wučenju rěčeć, ja sym přeco k wašej dispoziciji.

source: Hi, I’m <b class="name">Michael</b>, a Mozillian in <b class="country">Switzerland</b>
hsb: Witajće, sym <b class="name">Michael</b>, Mozillačan w <b class="country">Šwicarskej</b>

source: I started contributing Firefox patches as a teenager in 2008. Four years later, I decided to officially become a Mozilla Rep and have been helping to build the Mozilla Switzerland community ever since.
hsb: Sym w lěće 2008 jako młodostny započał, korektury za Firefox přinošować. Štyri lěta pozdźišo sym rozsudźił, so z oficielnym reprezentantom Mozilla stać a pomham wot toho časa, šwicarske zhromadźenstwo Mozilla natwarić.

source: Hack-a-thons
hsb: Hack-a-thony

source: In addition to organizing community events in Switzerland, I also coordinate events in Germany and Austria, making me one of only a few Mozillians to help pull off events in three different countries — all within a couple of months of each other.
hsb: Nimo organizowanja podawkow zhromadźenstwa w Šwicarskej koordinuju tež podawki w Němskej a Awstriskej, tak zo sym jedyn z mało Mozillačanow, kotřiž pomhaja, podawki w třoch rozdźělnych krajach na nohi stajić — w interwalu por měsacow mjez nimi.

source: My goal now is to keep growing our global community through localization (translation), hacking and Webmaker projects. If you’re interested, please get in touch.
hsb: Mój cil je nětko, naše globalne zhromadźenstwo přez lokalizowanje (přełožowanje), programowanje a projekty z Webmaker dale powjetšić. Jeli maće zajim, stajće so ze mnu do zwiska.
