Repository: translate/mozilla-lang
Catalog: hsb/firefoxlive.lang.po
Languages: hsb

source: Tweet
hsb: Ćičolić

source: Follow @cubcaretaker
hsb: Slědujće @cubcaretaker

source: Cameras
hsb: Kamery

source: 360° view
hsb: hladanišćo 360°

source: Camera 1
hsb: Kamera 1

source: Camera 2
hsb: Kamera 2

source: Video help
hsb: Widejopomoc

source: Do you like baby animals? Mozilla Firefox is streaming video of their 3 adopted red panda babies. Spread the word and 'share' with your friends.
hsb: Maće młodźatka zwěrjatow rady? Mozilla Firefox přenošuje widejo 3 adoptowanych młodźatkow čerwjeneho pandy. Prajće to dale a 'dźělće' to ze swojimi přećelemi.

source: What is more endearing? Firefox’s non-profit mission or a live feed of their animal mascot? Find out http://mzl.la/sPo5yu
hsb: Što je bóle powabne? Njekomercielna misija Firefox abo live-kanal jeho zwěrjećeje maskotki? Zhońće to na http://mzl.la/sPo5yu

source: Help Firefox help protect its rare mascot and the Web by watching baby animals! http://mozilla.org/firefoxlive
hsb: Pomhajće Firefox, jeho rědku maskotku a web škitać, wobhladujo sej zwěrjeće młodźatka! http://mozilla.org/firefoxlive

source: Share on Twitter »
hsb: Na Twitter dźělić »

source: Share on Facebook »
hsb: Na Facebooku dźělić »
