Repository: translate/mozilla-lang
Catalog: hsb/main.lang.po
Languages: hsb

source: Navigation
hsb: Nawigacija

source: <span>for</span> Desktop
hsb: <span>za</span> Desktop

source: <span>for</span> Android
hsb: <span>za</span> Android

source: <span>for</span> iOS
hsb: <span>za</span> iOS

source: For desktops &amp; laptops
hsb: Za desktopy a laptopy

source: For phones &amp; tablets
hsb: Za telefony a tablety

source: Overview
hsb: Přehlad

source: Trusted
hsb: Dowěry hódny

source: Flexible
hsb: Fleksibelny

source: Fast
hsb: Spěšny

source: About
hsb: Wo nas

source: Devices
hsb: Graty

source: For partners
hsb: Za partnerow

source: Apps
hsb: Nałoženja

source: Tiles
hsb: Kachlicy

source: Interest Dashboard
hsb: Přehlad zajimow

source: Developer Edition
hsb: Wuwiwarska edicija

source: Private Browsing
hsb: Priwatny modus

source: Need help?
hsb: Trjebaće pomoc?

source: News
hsb: Nowinki

source: For developers
hsb: Za wuwiwarjow

source: Find My Device
hsb: Mój grat namakać

source: Developers
hsb: Wuwiwarjo

source: Choose the independent browser
hsb: Wubjerće njewotwisny wobhladowak

source: Firefox is non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
hsb: Firefox je powšitkownosći wužitny, njewotwisny wot předewzaćow a njewohroženy. Hdyž Firefox wuběraće, njewuběraće jenož wobhladowak. Je rozsud za wosobinsku swobodu.

source: Donate
hsb: Darić

source: Support
hsb: Podpěra

source: Products
hsb: Produkty

source: Add-ons
hsb: Přidatki

source: About Us
hsb: Wo nas

source: Labs
hsb: Labory

source: skip to Navigation
hsb: hnydom dale k nawigaciji

source: switch language
hsb: rěč změnić

source: Back to home page
hsb: Wróćo k startowej stronje

source: About Mozilla
hsb: Wo Mozilla

source: Get Involved
hsb: Čińće sobu

source: Careers
hsb: Powołanja

source: Press Center
hsb: Nowinski centrum

source: Contact Us
hsb: Stajće so z nami do zwiska

source: Other languages:
hsb: Druhe rěče:

source: %Y-%m-%d
hsb: %d.%m.%Y

source: Legal
hsb: Prawniski

source: Cookies
hsb: Placki

source: Firefox Affiliates
hsb: Partnerojo Firefox

source: Legal Notices
hsb: Impresum

source: Privacy Policy
hsb: Prawidła priwatnosće

source: Release Notes
hsb: Wersijowe informacije

source: Other Systems and Languages
hsb: Druhe systemy a rěče

source: Close
hsb: Začinić

source: (in English)
hsb: (jendźelsce)

source: Return to top
hsb: Wróćo horje

source: Features
hsb: Funkcije

source: Customize
hsb: Přiměrić

source: Download
hsb: Sćahnyć

source: Previous
hsb: Předchadny

source: Next
hsb: Dale

source: MegaBytes
hsb: Megabajty

source: FAQ
hsb: Huste prašenja

source: Videos
hsb: Wideja

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
hsb: Jeli njeje so hinak <a href="%s">podało</a>, steji wobsah na tutym sydle pod licencu <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> abo pod nowšej wersiju.

source: Report Trademark Abuse
hsb: Znjewužiwanje wikowanskeho znamjenja zdźělić

source: Free Upgrade
hsb: Darmotna aktualizacija

source: Follow us on:
hsb: Slědujće nam na:

source: Customize with Add-ons
hsb: Z přidatkami přiměrić

source: Learn More
hsb: Dalše informacije

source: Learn more
hsb: Dalše informacije

source: Replay
hsb: Wospjetować

source: Watch the video
hsb: Widejo sej wobhladać

source: Replay the video
hsb: Widejo znowa wothrać

source: Share the video
hsb: Widejo dźělić

source: WebM format
hsb: Format WebM

source: Ogg Theora format
hsb: Format Ogg Theora

source: MPEG-4 format
hsb: Format MPEG-4

source: Mobile
hsb: Mobilny

source: Check out the new look and feel of Firefox.
hsb: Wuprobujće nowy napohlad a začuće Firefox.

source: View Full Site
hsb: Dospołne sydło sej wobhladać

source: Download for <span>Android</span>
hsb: Sćehnjenje za <span>Android</span>

source: Firefox Beta for mobile
hsb: Firefox Beta mobilny

source: Firefox for mobile
hsb: Firefox mobilny

source: Email
hsb: E-mejl

source: Super speed
hsb: Superspěšnosć

source: Stunning graphics
hsb: Wulkotna grafika

source: The latest technologies
hsb: Najnowše techniki

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
hsb: Trjebaće aktualizaciju! Wostańće wěsty za mjenje hač jednu mjeńšinu. <br/> Wužijće nowy Firefox za najlěpše přehladowanje a přiměrjenje we webje. <br/> Je spěšny a darmotny!

source: Upgrade now
hsb: Nětko aktualizować

source: Update now
hsb: Nětko aktualizować

source: Supported Devices
hsb: Podpěrane graty

source: What’s New
hsb: Štož je nowe

source: Privacy
hsb: Priwatnosć

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
hsb: Dźěle tutoho wobsaha wot jednotliwych sobuskutkowacych mozilla.org wutworjene ©1998–%(current_year)s. Wobsah steji pod licencu <a href="%(url)s">Creative Commons license</a> k dispoziciji.

source: Contribute to this site
hsb: K tutomu sydłu přinošować

source: Contribute to this page
hsb: K tutej stronje přinošować

source: Mission
hsb: Misija

source: Tour
hsb: Tura

source: Partner with Us
hsb: Stańće so z našim partnerom

source: Desktop Add-ons
hsb: Desktopowe přidatki

source: Android Add-ons
hsb: Přidatki za Android

source: Themes
hsb: Drasty

source: Desktop Support
hsb: Desktopowa podpěra

source: Android Support
hsb: Podpěra za Android

source: Performance
hsb: Wukon

source: Technology
hsb: Technika

source: Privacy &amp; Security
hsb: Priwatnosć a wěstota

source: Releases
hsb: Přepodaća

source: Firefox for Organizations
hsb: Firefox za organizacije

source: Mobile Add-ons
hsb: Mobilne přidatki

source: Mobile Support
hsb: Mobilna podpěra

source: About Firefox
hsb: Wo Firefox

source: Join Mozilla
hsb: Přidružće so Mozilla

source: Participate
hsb: Wobdźělić so

source: Volunteer
hsb: Dobrowólnik

source: Partnerships
hsb: Partnerstwa

source: Get Mozilla updates
hsb: Aktualizacije Mozilla sej wobstarać

source: Share
hsb: Dźělić

source: Mozilla on Twitter
hsb: Mozilla na Twitter

source: Firefox on Twitter
hsb: Firefox na Twitter

source: Mozilla on Facebook
hsb: Mozilla na Facebooku

source: Firefox on Facebook
hsb: Firefox na Facebooku

source: Forums
hsb: Forumy

source: Patents
hsb: Patenty

source: Leadership
hsb: Nawodnistwo

source: Governance
hsb: Wjedźenje

source: History
hsb: Historija

source: Our Products
hsb: Naše produkty

source: Software and other innovations designed to advance our mission.
hsb: Software a druhe nowosće, wuwite, zo bychu našu misiju doprědka ćěrili.

source: Become a volunteer contributor in a number of different areas.
hsb: Budźće dobrowólny sobuskutkowar na wšelakich polach.

source: Menu
hsb: Meni

source: Committed to you, your privacy and an open Web
hsb: Wam, wašej priwatnosći a wotewrjenemu webej zawjazany

source: Choose Independent
hsb: Wubjerće njewotwisnje

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
hsb: Dźeržće zahoritosć za swobodny a wotewrjeny internet so swětle palacy! #ChooseIndependent. Wubjerće Firefox:

source: Please turn on JavaScript to display this page correctly.
hsb: Prošu zmóžńće JavaScript, zo byšće tutu stronu korektnje zwobraznił.

source: Firefox Features
hsb: Funkcije Firefox

source: Firefox Help
hsb: Pomoc Firefox

source: January
hsb: Januar

source: February
hsb: Februar

source: March
hsb: Měrc

source: April
hsb: Apryl

source: May
hsb: Meja

source: June
hsb: Junij

source: July
hsb: Julij

source: August
hsb: Awgust

source: October
hsb: Oktober

source: November
hsb: Nowember

source: <abbr>Mar</abbr>
hsb: <abbr>Měr</abbr>

source: <abbr>May</abbr>
hsb: <abbr>Mej</abbr>

source: <abbr>Aug</abbr>
hsb: <abbr>Awg</abbr>

source: <abbr>Oct</abbr>
hsb: <abbr>Okt</abbr>

source: <abbr>Nov</abbr>
hsb: <abbr>Now</abbr>

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
hsb: Firefox budźe bórze na iOS! <a href="{url}">Zregistrujće so, zo byšće wjace zhonił</a>.

source: Congrats. You’re up to date!
hsb: Zbožopřeće. Sće aktualny!

source: Text
hsb: Tekst

source: Whoops! Be sure to enter a valid email address.
hsb: Hopla! Přeswědčće so, zo sće płaćiwu e-mejlowu adresu zapodał.

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Notice</a>
hsb: Sym z tym přezjedny, kak Mozilla po <a href="%s">tutych prawidłach priwatnosće</a> z mojimi informacijemi wobchadźa

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
hsb: Sym z tym přezjedny, kak Mozilla po <a href="%s">tutych prawidłach priwatnosće</a> z mojimi informacijemi wobchadźa

source: Get Firefox news
hsb: Wobstarajće sej nowinki Firefox

source: YOUR EMAIL HERE
hsb: WAŠA E-MEJLOWA ADRESA

source: Sign me up
hsb: Registrować

source: Select country
hsb: Wubjerće kraj

source: Available Languages
hsb: K dispoziciji stejace reče

source: We will only send you Mozilla-related information.
hsb: Pósćelemy wam jenož informacije nastupajo Mozilla.

source: Thanks! Please check your inbox to confirm your subscription.
hsb: Wulki dźak! Prošu pohladajće do swojeho póstoweho kašćika, zo byšće swój abonement wobkrućił.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
hsb: Dóstanjeće e-mejlku wot mozilla@e.mozilla.org, zo byšće swój abonement wobkrućił. Jeli ju njewidźiće, přepruwujće swój spamowy filter. Dyrbiće swój abonement wobkrućić, zo byšće naš powěsćowy list dóstał.

source: Read all about it in our <span>newsletter</span>
hsb: Čitajće wšitko wo tym w našim <span>powěsćowym lisće</span>

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
hsb: Abonujuće měsačne aktualizacije a wostańće z nowinkami Mozilla aktualny, inkluziwnje pokiwy a triki, zo byšće maksimum ze wašeho wobhladowaka Firefox won ćahnył. To je perfektne wašnje za nam w zwisku wostać!
