Repository: translate/mozilla-lang
Catalog: */mozorg/about/history-details.lang.po
Languages: cy, km

source: History of the Mozilla Project
cy: Hanes Project Mozilla
km: ប្រវត្តិ​គម្រោង​របស់ Mozilla

source: The Mozilla project was <a href="%(coderush)s">created in 1998</a> with the <a href="%(sourcerelease)s">release of the Netscape browser suite source code</a>.
cy: Cafodd project Mozilla ei <a href="%(coderush)s">greu yn 1998</a> gyda ryddhau <a href="%(sourcerelease)s">cod ffynhonnell casgliad rhaglenni porwr Netscape</a>.
km: គម្រោង Mozilla <a href="%(coderush)s">បាន​បង្កើត​ក្នុង​ឆ្នាំ 1998</a> ដែល​បាន <a href="%(sourcerelease)s">ចេញ​ផ្សាយ​​កូដ​ប្រភព​ឈុត​កម្មវិធី​អ៊ីនធឺណិត​ Netscape </a> ។

source: It was intended to harness the creative power of thousands of programmers on the Internet and fuel unprecedented levels of innovation in the browser market.
cy: Y bwriad oedd harneisio grym creadigol miloedd o raglenwyr ar y Rhyngrwyd a chreu lefelau uchel o arloesedd ym myd porwyr.
km: វា​ត្រូវ​បាន​បម្រុងទុក​ដើម្បី​ផ្ដល់​នូវ​ថាមពល​គំនិត​ច្នៃប្រឌិត​ជាច្រើន​របស់​អ្នក​សរសេរ​កម្មវិធី​លើ​អ៊ីនធឺណិត និង​កម្រិត​នៃ​ការ​ច្នៃប្រឌិត​ដែល​មិន​គួរ​ឲ្យ​ជឿ​នៅ​ក្នុង​ទីផ្សារ​កម្មវិធី​អ៊ីនធឺណិត។

source: Within the <a href="%(firstyear)s">first year</a>, new community members from around the world had already contributed new functionality, enhanced existing features and became engaged in the management and planning of the project itself.
cy: O fewn y <a href="%(firstyear)s">flwyddyn gyntaf</a>, roedd aelodau cymunedol newydd o bob rhan o'r byd wedi cyfrannu swyddogaethau newydd, gwella'r nodweddion presennol ac wedi cymryd rhan yn rheoli a chynllunio'r project ei hun.
km: នៅ​ក្នុង <a href="%(firstyear)s">ឆ្នាំ​ដំបូង</a>, សមាជិក​សហគមន៍​ថ្មី​​ជុំវិញ​ពិភពលោក​បាន​ចូលរួម​ចំណែក​មុខងារ​ថ្មី, លក្ខណៈ​ពិសេស​ដែល​មាន​ស្រាប់ និង​​ការ​គ្រប់គ្រង និង​ផែនការណ៍​គម្រោង។

source: By creating an open community, the Mozilla project had become <a href="%(stevecase)s">larger than any one company</a>.
cy: Drwy greu cymuned agored, roedd project Mozilla project wedi dod yn <a href="%(stevecase)s">fwy nag unrhyw un cwmni</a>.
km: ដោយ​ការ​បង្កើត​សហគមន៍​បើក​ចំហ, គម្រោង Mozilla បាន​ពង្រីក <a href="%(stevecase)s">កាន់​តែ​ធំ​ក្រុមហ៊ុន​មួយ​ចំនួន​</a>។

source: Community members got involved and expanded the scope of the project’s <a href="%(mission)s">original mission</a> — instead of just working on Netscape’s next browser, people started creating <a href="%(browsers)s">a variety of browsers</a>, <a href="%(bugzilla)s">development tools</a> and a range of other <a href="%(projects)s">projects</a>.
cy: Roedd aelodau cymunedol wedi ymuno yn y gwaith ac ymestyn hyd a lled <a href="%(mission)s">amcan gwreiddiol</a> y project yn lle gweithio ar borwr nesaf Netscape, dechreuwyd creu <a href="%(browsers)s">amrywiaeth o borwyr</a>, <a href="%(bugzilla)s">offer datblygiadol</a> ac ystod o <a href="%(projects)s">brojectau eraill</a>.
km: សមាជិក​សហគមន៍​បាន​ចូលរួម និង​ពង្រីក​វិសាលភាព <a href="%(mission)s">បេសកកម្ម​ដំបូង</a> — ​របស់​គម្រោង​ជំនួស​ការងារ​នៅ​លើ​កម្មវិធី​អ៊ីនធឺណិត​បន្ទាប់​របស់ Netscape, មនុស្ស​ដែល​បាន​ចាប់ផ្ដើម​បង្កើត <a href="%(browsers)s"> ប្រភេទ​កម្មវិធី​អ៊ីនធឺណិត</a>, <a href="%(bugzilla)s">ឧបករណ៍​សម្រាប់​ការ​អភិវឌ្ឍន៍</a> និង <a href="%(projects)s">គម្រោង​ផ្សេងៗ</a> ។

source: People contributed to Mozilla in different ways, but everyone was passionate about creating free software that would enable people to have a choice in how they experienced the Internet.
cy: Cyfrannodd pobl i Mozilla mewn ffyrdd gwahanol ond roedd pawb yn frwdfrydig am greu meddalwedd rhydd fyddai'n caniatáu i bobl gael dewis o'u profiad ar y we.
km: អ្នក​ដែល​បាន​ចូល​រួម​ចំណែក​ចំពោះ​ Mozilla មាន​វិធី​ផ្សេងៗ​គ្នា, ប៉ុន្តែ​អ្នក​រាល់​គ្នា​ដែល​ជឿជាក់​ខ្លាំង​ក្នុង​ការ​បង្កើត​កម្មវិធី​ឥត​គិត​ថ្មី​ដែល​ធ្វើ​ឲ្យ​អ្នក​ប្រើ​មាន​ជម្រើស​ចំពោះ​បទពិសោធន៍​របស់​ពួក​គេ។

source: After several years of development, <a href="%(mozilla1)s">Mozilla 1.0</a>, the first major version, was released in 2002. This version featured many improvements to the browser, email client and other applications included in the suite, but not many people were using it.
cy: Ar ôl ychydig o flynyddoedd o ddatblygiad, cafodd <a href="%(mozilla1)s">Mozilla 1.0</a> ei ryddhau yn 2002. Roedd y fersiwn yma'n cynnwys lawer o welliannau i'r porwr y rhaglen e-bost a rhaglenni eraill o fewn y casgliad, ond doedd dim llawer y ei ddefnyddio.
km: បន្ទាប់​ពី​​ការ​អភិវឌ្ឍន៍​ប៉ុន្មាន​ឆ្នាំ, <a href="%(mozilla1)s">Mozilla 1.0</a>, កំណែ​ចម្បង​ដំបូង, ត្រូវ​បាន​ចេញ​ផ្សាយ​ក្នុង​ឆ្នាំ 2002 ។ កំណែ​ថ្មី​ដែល​មាន​លក្ខណៈ​ល្អ​​ប្រសើរ​​ចំពោះ​កម្មវិធី​អ៊ីនធឺណិត, អ៊ីមែល និង​កម្មវិធី​ផ្សេងៗ​ទៀត​រួម​ទាំង​, ប៉ុន្តែ​មិន​មាន​មនុស្ស​ជា​ច្រើន​កំពុង​ប្រើ​វា​​ឡើយ។

source: By 2002, <a href="%(over90)s">well over 90%% of Internet users</a> were browsing with Internet Explorer.
cy: Erbyn 2002, roedd <a href="%(over90)s">dros 90%% o ddefnyddwyr y Rhyngrwyd</a> yn defnyddio Internet Explorer.
km: នៅ​ឆ្នាំ​២០០២, <a href="%(over90)s">អ្នក​ប្រើ​អ៊ីនធឺណិត​ច្រើន​ជាង 90%%</a> បាន​រុករក​អ៊ីនធឺណិត​ជាមួយ​នឹង Internet Explorer ។

source: Not many people noticed at the time, but the first version of Phoenix (later renamed to Firefox) was also released by Mozilla community members that year with the goal of providing the <a href="%(charter)s">best possible browsing experience</a> to the widest possible set of people.
cy: Doedd dim llawer wedi sylwi ar y pryd ond ryddhawyd y fersiwn cyntaf o Phoenix (Firefox yn ddiweddarach) gan aelodau cymuned Mozilla gyda, nod o ddarparu'r <a href="%(charter)s">profiad pori gorau posib</a> i'r nifer mwyaf o bobl.
km: ពេល​នោះ មិន​មាន​មនុស្ស​ច្រើន​បាន​ដឹង​នោះ​ទេ​ថា កំណែ​ដំបូង​នៃ Phoenix (ក្រោយ​មក​ប្ដូរ​ឈ្មោះ​ជា Firefox) ក៏​ត្រូវ​បាន​ចេញ​ផ្សាយ​ដោយ​សមាជិក​សហគមន៍ Mozilla នៅ​ឆ្នាំ​នោះ​ដែរ ដោយ​មាន​គោល​បំណង​ផ្ដល់<a href="%(charter)s">បទ​ពិសោធន៍​រុករក​ដ៏​ប្រសើរ​មួយ</a> ទៅ​ដល់​មនុស្ស​ឲ្យ​បាន​ច្រើន​តាម​តែអាច​ធ្វើ​ទៅ​បាន។

source: In 2003, the Mozilla project created the Mozilla Foundation, an <a href="%(foundation)s">independent non-profit organization</a> supported by individual donors and a variety of companies.
cy: Yn 2003 creodd project Mozilla y Mozilla Foundation, <a href="%(foundation)s">corff dim-er-elw annibynnol</a> yn cael ei gynnal gan gyfranwyr unigol a nifer o gwmnïau.
km: ក្នុង​ឆ្នាំ​២០០៣ គម្រោង Mozilla បាន​បង្កើត​មូលនិធិ Mozilla ឡើង ដែល​ជា​<a href="%(foundation)s">ស្ថាប័ន​ឯករាជ្យ​មិន​រក​ប្រាក់​កម្រៃ</a> ហើយ​មាន​ការ​គាំទ្រ​ពី​អ្នក​បរិច្ចាក និង​ក្រុមហ៊ុន​ជាច្រើន​ទៀត។

source: The new Mozilla Foundation continued the role of managing the daily operations of the project and also officially took on the role of promoting <a href="%(manifesto)s">openness, innovation and opportunity</a> on the Internet.
cy: Parhaodd y Mozilla Foundation y gwaith o gynnal y gwaith o ddydd i ddydd a hefyd y gwaith o hyrwyddo <a href="%(manifesto)s">bod yn agored, dyfeisgar a chyfle</a> ar y we.
km: មូលនិធិ Mozilla ថ្មី​បាន​បន្ត​ការ​គ្រប់គ្រង​ការ​ប្រតិបត្តិ​គម្រោង​ប្រចាំ​ថ្ងៃ និង​អនុវត្ត​ធ្វើ​ឲ្យ​ប្រសើរ​ជា​ផ្លូវ​ការ <a href="%(manifesto)s">ភាព​បើក​ទូលាយ, ការ​ច្នៃ​ប្រឌិត និង​ឱកាស</a> លើ​អ៊ីនធឺណិត។

source: It did this by continuing to release software, such as Firefox and Thunderbird, and expanding to new areas, such as providing <a href="%(grants)s">grants</a> to support accessibility improvements on the Web.
cy: Gwnaeth hynn drwy ryddhau meddalwedd fel Firefox a Thunderbird ac ehangu i feysydd newydd fel darparu <a href="%(grants)s">grantiau</a> i gefnogi gwelliannau mynediad i'r we.
km: បាន​បន្ត​កម្មវិធី​មួយ​ចំនួន, ដូច​ជា Firefox និង Thunderbird, និង​ពង្រីក​ទៅ​កាន់​តំបន់​ថ្មីៗ, ដូច​ជា​ការ​ផ្ដល់ <a href="%(grants)s">grants</a> ដើម្បី​គាំទ្រ​ការ​ធ្វើ​ឲ្យ​ប្រសើរ​ឡើង​សម្រាប់​ការ​ចូល​ប្រើ​នៅ​លើ​បណ្ដាញ។

source: <a href="%(firefox1)s">Firefox 1.0</a> was released in 2004 and became a big success — in less than a year, it was downloaded <a href="%(millions)s">over 100 million times</a>.
cy: Cafodd <a href="%(firefox1)s">Firefox 1.0</a> ei ryddhau yn 2004 a daeth yn llwyddiant mawr - mewn llai na blwyddyn cafodd ei lwytho i lawr <a href="%(millions)s">dros 100 miliwn gwaith</a>.
km: <a href="%(firefox1)s">Firefox 1.0</a>ត្រូវ​បាន​ចេញ​ផ្សាយ​ក្នុង 2004 ហើយ​ទទួល​បាន​ជោគជ័យ​យ៉ាង​ធំ — ក្នុង​រយៈ​ពេល​ជិត​មួយ​ឆ្នាំ, វា​ត្រូវ​បាន​ទាញ​យក <a href="%(millions)s">ច្រើន​ជាង 100 ដង</a> ។

source: New versions of Firefox have come out regularly since then and keep setting new records. The popularity of Firefox has helped bring choice back to users.
cy: Mae fersiynau newydd o Firefox wedi cael eu rhyddhau yn rheolaidd ers hynny ac mae'n dal i greu cynnwrf. Mae poblogrwydd Firefox wedi dod â dewis nôl i ddefnyddwyr.
km: កំណែ​ថ្មី Firefox បាន​ចេញ​ផ្សាយ​យ៉ាង​ទៀងទាត់​ និង​រក្សាទុក​ការ​កំណត់​របាយការណ៍​ថ្មីៗ ភាព​ពេញ​និយម​របស់ Firefox បាន​នាំ​មក​នូវ​ជម្រើស​ដល់​អ្នក​ប្រើ។

source: The renewed competition has <a href="%(innovation)s">accelerated innovation</a> and improved the Internet for everyone.
cy: Mae ailgychwyn cystadleuaeth wedi <a href="%(innovation)s">cynyddu arloesedd</a> a gwella'r rhyngrwyd i bawb.
km: បន្ត​ការ​ប្រកួត​ប្រជែង <a href="%(innovation)s">ដើម្បី​ការ​ច្នៃ​ប្រឌិត</a> និង​ធ្វើ​ឲ្យ​អ៊ីនធឺណិត​កាន់​តែ​ល្អ​ប្រសើរ​សម្រាប់​អ្នក​រាល់គ្នា។

source: In 2013, we launched <a href="%(firefoxos)s">Firefox OS</a> to unleash the full power of the Web on smartphones and once again offer control and choice to a new generation of people coming online.
cy: Yn 2013, caf0dd <a href="%(firefoxos)s">Mozilla Firefox OS</a> ei ryddhau i amlygu grym llawn y We ar ffonau clyfar ac unwaith eto gynnig rheolaeth a dewis i genhedlaeth newydd o bobl sy'n dod ar-lein.
km: នៅ​ក្នុង​ឆ្នាំ 2013, យើង​បាន​ចាប់ផ្ដើម <a href="%(firefoxos)s">Firefox OS</a> ដើម្បី​រៀបចំ​ឲ្យ​សកម្ម​ពេញ​លេញ​នៅ​លើ​បណ្ដាញ​ទូរស័ព្ទ​ទំនើប ផ្ដល់​ជា​ថ្មី​ការ​ត្រួតពិនិត្យ និង​ជម្រើស​ចំពោះ​ការ​បង្កើត​ថ្មី​សម្រាប់​មនុស្ស​ចូល​​នៅ​លើ​បណ្ដាញ។

source: Mozilla also celebrated its 15th anniversary in 2013.
cy: Hefyd, dathlodd Mozilla ei 15fed pen-blwydd yn 2013.
km: Mozilla បាន​ប្រារព្ធ​ខួប ទី​១៥ ក្នុង​ឆ្នាំ ២០១៣។

source: The community has shown that commercial companies can benefit by collaborating in open source projects and that great end user products can be produced as open source software.
cy: Mae'r gymuned wedi dangos fod cwmnïau yn gallu manteisio dwy gydweithredu mewn projectau cod agored a bod cynnyrch defnyddwyr rhagorol yn gallu cael eu cynhyrchu fel meddalwedd cod agored.
km: សហគមន៍​បាន​បង្ហាញ​ថា​ក្រុមហ៊ុន​ពាណិជ្ជ​​ជា​ច្រើន​អាច​រក​ប្រាប់​ចំណេញ​​បាន​ ដោយ​សហការ​នៅ​ក្នុង​គម្រោង​ប្រភព​​បើក​ចំហ ហើយ​នោះ​ពិត​ជា​ល្អ​ប្រសើរ​ដែល​ផលិតផល​របស់​អ្នក​ប្រើប្រាស់​​អាច​ត្រូវ​បាន​បង្កើត​ឡើង​​ជា​កម្មវិធី​ប្រភព​ចំហ។

source: More people than ever before are using the Internet and are experiencing it <a href="%(all)s">in their own language</a>.
cy: Mae mwy o bobl nag erioed yn defnyddio'r Rhyngrwyd ac yn ei <a href="%(all)s">brofi yn eu hiaith eu hunain</a>.
km: មនុស្ស​​ជា​ច្រើន​កំពុង​ប្រើ​​អ៊ីនធឺណិត និង​កំពុង​​ទទួល​​បាន​បទពិសោធន៍​លើ​វា <a href="%(all)s">ជា​ភាសា​ផ្ទាល់​ខ្លួន​របស់​ពួក​គេ</a> ។

source: A sustainable organization has been created that uses market mechanisms to support a public benefit mission and this model has been reused by others to create open, transparent and collaborative organizations in a <a href="%(range)s">broad range</a> <a href="%(areas)s">of areas</a>.
cy: Mae cwmni cynaladwy wedi ei greu sy'n defnyddio peirianwaith y farchnad i gynnal ymgyrch mantais gyhoeddus ac mae'r model wedi ei ddefnyddio gan eraill i greu cyrff agored, tryloyw a chydweithredol mewn <a href="%(range)s">ystod eang</a> <a href="%(areas)s">o feysydd</a>.
km: ការ​រៀបចំ​ត្រូវ​បាន​បាន​បង្កើត​ដែល​យន្ត​ការ​ទីផ្សារ​របស់​អ្នក​ប្រើ​គាំទ្រ​បេសកកម្ម​ប្រយោជន៍​ជា​សាធារណៈ និង​ម៉ូដែល​នេះ​ត្រូវ​បាន​ប្រើ​ឡើង​វិញ​ដោយ​អ្នក​ផ្សេង​ទៀត ដើម្បី​បង្កើត​ភាព​បើក​ទូលាយ, transparent និង collaborative organizations in a <a href="%(range)s">broad range</a> <a href="%(areas)s">នៃ​តំបន់​បណ្ដាញ</a>។

source: The future is full of challenges and opportunities equal to those of our past.
cy: Mae'r dyfodol yn llawn her a chyfle fel y rhai yn ein gorffennol.
km: នៅ​ពេល​អនាគត​ការ​ប្រកួត​ប្រជែង និង​ឱកាស​ស្មើៗ​គ្នា​ល្អ​ប្រសើរ​ជាង​កាល​ពី​មុន។

source: There’s no guarantee that the Internet will remain open or enjoyable or safe.
cy: Does dim sicrwydd y bydd rhyngrwyd yn para'n agored, yn hwyl nac yn ddiogel.
km: មិន​មាន​ការ​ធានា​ដែល​អ៊ីនធឺណិត​នឹង​មាន​ភាព​បើក​ទូលាយ ឬ​សុវត្ថិភាព​។

source: Mozilla will continue to provide an opportunity for people to make their voices heard and to shape their own online lives.
cy: Bydd Mozilla'n parhau i ddarparu cyfle i bobl i fynegi eu hunan a siapio eu bywyd ar-lein.
km: Mozilla នឹង​បន្ត​ផ្ដល់​ឱកាស​អ្នក​រាល់​គ្នា ដើម្បី​​អាច​ស្ដាប់​ឮ​សំឡេង​ និង​ឃើញ​រូបរាង​របស់​ពួក​គេ​នៅ​លើ​បណ្ដាញ​ផ្ទាល់។

source: Of course, we’re not alone in doing this.
cy: Wrth gwrs, nid ni yw'r unig rai sy'n gwneud hyn.
km: ពិត​ប្រាកដ​, យើង​មិន​ធ្វើ​វា​តែ​ម្នាក់​ឯង​ទេ។

source: The Mozilla community, together with other open source projects and other public benefit organizations, exists only because of the people who are engaged in making our common goals a reality.
cy: Mae cymuned Mozilla, ynghyd â phrojectau cod agored arall a chyrff mantais cyhoeddus, yn bodoli dim ond oherwydd y bobl sy'n ymwneud â gwireddu ein hamcanion ar y cyd.
km: សហគមន៍ Mozilla , រួបរួម​គ្នា​បង្កើត​គម្រោង និង​ប្រភព​បើក​ទូលាយ និង​រៀបចំ​ប្រយោជន៍​ជា​សាធារណៈ, ដោយសារ​តែ​ពួកគេ​បាន​បង្កើត​គោលដៅ​រួម​គ្នា​​ច្បាស់​លាស់។

source: If you want to join us in our mission, please <a href="%(contribute)s">get involved</a>.
cy: Os hoffech chi ymuno â'n hymgyrch, <a href="%(contribute)s">ymunwch</a>.
km: ប្រសិនបើ​អ្នក​ចង់​ចូល​រួម​ជាមួយ​បេសកកម្ម​របស់​ពួក​យើង, សូម <a href="%(contribute)s">ចូលរួម</a> ។

source: For more information about Mozilla’s history, see the following:
cy: Am rhagor o wybodaeth am hanes Mozilla, gwelwch y canlynol:
km: សម្រាប់​ព័ត៌មាន​បន្ថែម​អំពី​ប្រវត្តិ​របស់ Mozilla, សូម​​មើល​នៅ​ខាង​ក្រោម៖

source: Mozilla Bookmarks
cy: Nodau Tudalen Mozilla
km: ចំណាំ​ចល័ត

source: Timeline of Mozilla Project
cy: Llinell Amser Project Mozilla
km: ការ​កំណត់​គម្រោង​របស់ Mozilla

source: Mozilla Digital Memory Bank
cy: Banc Cof Digidol Mozilla

source: <a href="%(link)s">The History of Firefox and Mozilla Posters</a> (available in English and Japanese)
cy: <a href="%(link)s">Hanes Firefox a Phosteri Mozilla</a> (ar gael yn Saesneg a Japanëeg)
km: <a href="%(link)s">ប្រវត្តិ​របស់​ប័ណ្ណ​ប្រកាស Firefox និង Mozilla</a> (មាន​ជា​ភាសា​អង់គ្លេស និង​ជប៉ុន)
