Repository: translate/mozilla-lang
Catalog: */mozorg/about/history.lang.po
Languages: ca, hi_in, hr, lt, ms

source: Looking back. Looking ahead.
ca: Mirant el passat. Mirant el futur.
hi_in: पीछे देखते हुए. अागे देखते हुए.
lt: Prisiminkime praeitį. Pasitikime ateitį.
ms: Pandang ke belakang. Pandang menjangkau ke hadapan.

source: Mozilla exists to promote openness, innovation and opportunity on the Internet.
ca: Mozilla existeix per promoure l'obertura, la innovació i les oportunitats a Internet.
hi_in: मोज़िला का मकसद खूलेपन, नवाचार और अवसर को इंटरनेट पर बढ़ावा देता है.
hr: Mozilla postoji kako bi promovirala otvorenost, inovativnost i prilike na Internetu.
lt: „Mozillos“ misija – skatinti atvirumą, diegti naujoves internete.
ms: Mozilla wujud untuk mempromosikan keterbukaan, innovasi dan peluang dalam Internet.

source: Take a closer look at who we are, including some of our biggest achievements and milestones.
ca: Doneu una ullada a qui som i a alguns dels nostres assoliments i fites més importants.
hi_in: हमे करीब से जानिये, जिनमे हमारी कुछ मील का पत्थर साबित हो चुकी उप्लभ्धियां शामिल हैं.
lt: Susipažinkite iš arčiau: kas mes esame, kokie mūsų didžiausi pasiekimai ir svarbiausi įvykiai.
ms: Lihat dengan lebih dekat pada siapa kita, termasuk sebahagian daripada pencapaian terbesar dan batu penanda kami.

source: Previous
ca: Anterior
hi_in: पिछला
hr: Prethodno
lt: Atgal
ms: Terdahulu

source: Next
ca: Següent
hi_in: आगे
hr: Dalje
lt: Toliau
ms: Seterusnya

source: The Mozilla Project launched at Netscape on March 31, 1998, to offer choice to users and drive innovation on the Web.
ca: El projecte Mozilla va ser creat per Netscape el 31 de març de 1998 amb l'objectiu d'oferir una alternativa als usuaris i d'impulsar la innovació en el web.
hi_in: उपभोगताओं को विकल्प और वेब पर नवीन तरीके उपलब्ध कराने के लिए मार्च 31, 1988 को मोज़िल्ला परियोजना नेटस्केप पर शुरू किया गया.
hr: Mozilla Projekt je pokrenut unutar Netscape-a 31. Ožujka 1998., kako bi pružao korisnicima izbor te pokrenuo inovativnost na Webu.
lt: „Mozillos“ projektą 1998-ųjų kovo 31 dieną įkūrė „Netscape“; jo tikslas – suteikti pasirinkimą ir skatinti naujoves saityne.
ms: Projek Mozilla dilancarkan di Netscape pada 31 Mac 1998, untuk menawarkan pilihan pengguna dan memacu innovasi Web.

source: Proudly non-profit, Mozilla makes products like Firefox with a mission to keep the power of the Web in the hands of users everywhere.
ca: Orgullós de no tenir ànim de lucre, Mozilla crea productes com el Firefox amb la missió de mantenir el poder del web en mans d'usuaris d'arreu.
hi_in: गर्व से गैर लाभ, मोज़िला हर जगह उपयोगकर्ताओं के हाथों में वेब की शक्ति रखने के लिए एक मिशन के साथ फ़ायरफ़ॉक्स जैसे उत्पाद बनाती है.
hr: Ponosno neprofitno orijentirani, Mozilla stvara proizvode poput Firefoxa s misijom da zadrži snagu Weba u rukama korisnika, gdje god se oni nalazili.
lt: Išdidžiai nesiekdama pelno, „Mozilla“ tokius produktus kaip „Firefox“ kuria, siekdama išlaikyti interneto galią vartotojų rankose visame pasaulyje.
ms: Dengan bangganya tanpa-profit, Mozilla membuat produk seperti Firefox dengan misi untuk mengekalkan kuasa Web di dalam tangan pengguna di mana saja.

source: More than 10,000 contributors expressed their support for our mission by paying for a full-page ad in <cite>The New York Times</cite> on the day Firefox 1.0 launched in 2004.
ca: El dia del llançament del Firefox 1.0 l'any 2004, més de 10.000 col·laboradors van pagar un anunci publicitari d'una pàgina sencera al diari <cite>The New York Times</cite> com a mostra del seu suport a la nostra missió.
hi_in: 10,000 से अधिक योगदानकर्ताओं ने 2004 मैं फॉयरफॉक्स 1.0 के लांच के दिन <cite>The New York Times </cite> के एक पूरे पृष्ठ के विज्ञापन के लिए भुगतान करके हमारे मिशन के लिए अपना समर्थन व्यक्त किया है.
hr: 2004. godine, na dan kada je Firefox 1.0 objavljen, više od 10.000 doprinositelja iskazalo je potporu našoj misiji time što su poduprijeli iz svojih džepova oglas preko cijele stranice u novinama The New York Times.
lt: Daugiau nei 10&nbsp;000 rėmėjų išreiškė savo palaikymą, padėję apmokėti viso atvarto apimties reklamą „<cite>The New York Times</cite>“ laikraštyje 2004 m., pasirodžius „Firefox&nbsp;1.0“.
ms: Lebih dari 10,000 penyumbang menyatakan sokongan mereka untuk misi kami dengan membayar muka penuh iklan di <cite>The New York Times</cite> pada hari Firefox 1.0 dilancarkan pada 2004.

source: Today Mozilla has contributors on every continent, including Antarctica (where Firefox is used by 80% of people).
ca: Avui en dia, Mozilla té col·laboradors en tots els continents, inclosa l'Antàrtida, on el 80% de la població fa servir el Firefox.
hi_in: आज मोज़िला के अंटार्कटिका (जहाँ 80% लोग फ़ायरफ़ॉक्स का प्रयोग करते हैं) सहित हर महाद्वीप पर योगदानकर्ता हैं.
hr: Danas Mozilla ima doprinositelje na svakom kontinentu, uključujući Antarktiku (gdje Firefox koristi 80% ljudi).
lt: Šiandien „Mozilla“ turi talkininkų visuose žemynuose, įskaitant ir Antarktidą (kurioje „Firefox“ naudojasi 80% žmonių).
ms: Kini Mozilla mempunyai penyumbang di semua benua, termasuk Antartika (di mana Firefox digunakan oleh 80% pengguna).

source: Firefox Add-Ons allow you to customize and take control of your Web experience. Nearly 4 billion of them have been downloaded by users so far.
ca: Els complements del Firefox us permeten personalitzar i tenir el control de la vostra experiència web. Fins ara, els usuaris ja han baixat prop de 4 mil milions de complements.
hi_in: फ़ायरफ़ॉक्स के ऐड-ऑन्स आपको अनुकूलित और अपने वेब अनुभव का नियंत्रण लेने के लिए अनुमति देते हैं. अभी तक लगभग 4 अरब ऐड-ऑन्स उपयोगकर्ताओं द्वारा डाउनलोड किये जा चुके हैं.
lt: „Firefox“ priedai padeda pritaikyti ir kontroliuoti naršyklę pagal savo poreikius. Naudotojai parsisiuntė jau beveik 4 milijardus „Firefox“ priedų.

source: Firefox Add-Ons allow you to customize and take control of your Web experience. Over 3 billion of them have been downloaded by users so far.
ca: Els complements del Firefox us permeten personalitzar i tenir el control de la vostra experiència web. Fins ara, els usuaris ja han baixat més de 3 mil milions de complements.
hi_in: फ़ायरफ़ॉक्स के ऐड-ऑन्स आपको अनुकूलित और अपने वेब अनुभव का नियंत्रण लेने के लिए अनुमति देते हैं. अभी तक लगभग 4 अरब ऐड-ऑन्स उपयोगकर्ताओं द्वारा डाउनलोड किये जा चुके हैं.
hr: Firefox dodaci omogućavaju vam da vaše Web iskustvo uzmete u svoje ruke i prilagodite svojim potrebama. Do sada ih je preuzeto preko 3 milijarde.
lt: „Firefox“ priedai padeda prisitaikyti ir kontroliuoti naršyklę pagal savo poreikius. Naudotojai jau daugiau kaip 3 milijardus kartų parsisiuntė „Firefox“ priedų.
ms: Addon Firefox membenarkan anda menyesuaikan dan mengambil kawalan pengalaman Web anda. Lebih dari 3 billion daripadanya telah dimuat turun oleh pengguna setakat ini.

source: Mozilla is leading the way in online privacy with browser innovations like Do Not Track and Lightbeam that give users greater control of their personal data.
ca: Mozilla és el referent en la privadesa en línia amb innovacions de navegació com el Lightbeam i la funció No vull que se'm segueixi, les quals ofereixen als usuaris un major control de les seves dades personals.
hi_in: मोज़िला की Do Not Track तथा Lightbeam जैसी नवीन पद्धतियाँ जो कि उपयोगकर्ताओं को अपने व्यक्तिगत डेटा का अधिक से अधिक नियंत्रण देती हैं, के कारण ही मोज़िला ऑनलाइन गोपनीयता में अग्रणी है.
hr: Mozilla predvodi u privatnosti na Internetu, gdje s inovacijama za preglednik poput Do Not Track i Lightbeam daje korisnicima veću kontrolu nad njihovim privatnim podacima.
lt: „Mozilla“ pirmauja interneto privatumo srityje, pristatydama naršyklės naujoves, tokias kaip „Do Not Track“ antraštės ir „Lightbeam“ priedas, suteikiančias naudotojams daugiau galimybių valdyti savo asmeninius duomenis.
ms: Mozilla telah mendahului dalam privasi dalam talian dengan innovasi pelayar seperti Do Not Track dan Lightbeam yang memberikan pengguna kawalan lebih baik terhadap data peribadinya.

source: Our global community has helped translate Firefox into over 70 languages, making the browser available to more than 90% of the world's population.
ca: La nostra comunitat global ha ajudat a traduir el Firefox a més de 70 llengües i a posar el navegador disponible per a més del 90% de la població mundial.
hi_in: हमारे वैश्विक समुदाय ने 70 से अधिक भाषाओं में फ़ायरफ़ॉक्स का अनुवाद कर इसे विश्व के 90% से अधिक लोगों तक उपलब्ध कराया है.
hr: Naša globalna zajednica je pomogla prevesti Firefox na 70 jezika, čineći naš preglednik dostupnim za više od 90% svjetskog stanovništva.
lt: Mūsų pasaulinė bendruomenė padėjo išversti „Firefox“ į daugiau nei 70 kalbų. Ši naršyklė kalba gimtąja kalba su daugiau nei 90% pasaulio gyventojų.
ms: Komuniti global kami telah membantu menterjemahkan Firefox kepada lebih daripada 70 buah bahasa, menjadikan pelayar ini tersedia kepada lebih daripada 90% penduduk dunia.

source: In 2008, 8,002,530 people chose Firefox in a single day to set a Guinness World Record for “Most Downloads of a Software Application in 24 Hours.”
ca: El 2008, un total de 8.002.530 persones van triar el Firefox un mateix dia per aconseguir el Guiness World Record de «Més baixades d'una aplicació de programari en 24 hores».
hi_in: 2008 में, 8,002,530 लोगों ने एक ही दिन में फ़ायरफ़ॉक्स चुनकर "24 घंटे में एक सॉफ्टवेयर अनुप्रयोग के अधिकांश डाउनलोड "का गिनीज विश्व रिकार्ड स्थापित किया.
hr: 2008. godine, 8.002.530 osoba je odabralo Firefox unutar jednog dana kako bi postavili Guinness World Record u kategoriji "Softver s najvećim brojem preuzimanja unutar 24 sata".
lt: 2008 metais 8&nbsp;002&nbsp;530 žmonių parsisiuntė „Firefox“ per vieną dieną, tuo prisidėdami prie pasiekto pasaulio rekordo, Gineso knygoje įregistruoto kaip „Daugiausia kompiuterinės programos parsiuntimų per 24 valandas“.
ms: Pada 2008, 8,002,530 orang telah memilih FIrefox dalam satu hari menetapkan Rekod Dunia Guiness untuk “Most Downloads of a Software Application in 24 Hours.”

source: The Mozilla Festival is our largest annual event, bringing together hundreds of creative minds to realize the full power and potential of the Web.
ca: El Mozilla Festival és el nostre esdeveniment anual més gran i reuneix centenars de ments creatives per obtenir tot el poder i potencial del web.
hi_in: मोज़िला महोत्सव, वेब की पूरी शक्ति और क्षमता का एहसास करने के लिए सैकड़ों रचनात्मक दिमागों को एक साथ लाने वाली हमारी सबसे बड़ी वार्षिक घटना है.
hr: Mozilla Festival je naš najveći godišnji događaj, koji okuplja stotine kreativnih umova kako bi se ostvario puni potencijal Weba.
lt: „Mozillos“ festivalis – mūsų didžiausias kasmetinis renginys, suburiantis šimtus kūrybingų protų, siekiančių išnaudoti visą saityno galią ir potencialą.
ms: Festival Mozilla adalah acara tahunan terbesar, membawa bersama ratusan minda kreatif untuk merealisasikan kuasa penuh dan potensi Web.

source: Mozilla Webmaker works to create a more Web-literate planet, providing tools and projects to help people take greater control of their online lives.
ca: Mozilla Webmaker treballa per crear un planeta amb un major grau d'alfabetització digital i proporciona eines i projectes perquè els usuaris tinguin un major control de les seves vides en línia.
hi_in: मोज़िला वेबमेकर लोगों के ऑनलाइन जीवन मैं अधिक से अधिक नियंत्रण के लिए उपकरण और परियोजनाओं को उपलब्ध कराने तथा वेब-साक्षर ग्रह बनाने के लिए काम करता है.
hr: Mozilla Webmaker radi na poticanju Web-pismenosti, odnosno umješnosti u Web tehnologijama, pružajući alate i projekte kako bi ljudi dobili veću kontrolu nad svojim online životima.
lt: „Mozilla Webmaker“ programa padeda kelti žmonių internetinį raštingumą visame pasaulyje bei kuria priemones ir projektus, padedančius žmonėms labiau kontroliuoti savo internetinį gyvenimą.
ms: Mozilla Webmaker berfungsi untuk mencipta lebih planet celik Web, menyediakan peralatan dan projek untuk membantu orang mengambil kawalan lebih baik terhadap kehidupan dalam talian.

source: Firefox for Android brings the Firefox desktop browsing experience to phones and tablets. Available on Google Play, it has been downloaded more than 80 million times.
ca: El Firefox per a l'Android porta l'experiència de navegació del Firefox d'escriptori als telèfons i tauletes. Disponible al Google Play, l'han descarregat més de 80 milions de cops.
hi_in: Android के लिए Firefox फोन और टेबलेट्स के लिए Firefox डेस्कटॉप ब्राउज़िंग का अनुभव लाता है. गूगल प्ले पर उपलब्ध, यह 80 लाख से जयादा बार डाउनलोड किया गया है.
lt: „Firefox“ „Android“ įrenginiams leidžia jums įprasta naršykle mėgautis ir telefonuose bei planšetiniuose kompiuteriuose. Iš „Google Play“ ji parsisiųsta jau daugiau kaip 80 milijonų kartų.

source: Mozilla leads the Open Badges program, an online standard that helps people gain recognition for 21st century skills and unlock new career opportunities.
ca: Mozilla és el referent del programa Open Badges, un estàndard en línia que ajuda les persones a obtenir reconeixement per les habilitats del segle XXI i a obrir noves oportunitats professionals.
hi_in: मोज़िला ओपन बैज प्रोग्राम की अगुवाई करती है, एक ऑनलाइन मानक जो लोगों को 21 वीं सदी योग्यता के लिए मान्यता पाने में और नए कैरियर के अवसरों को खोलने में मदद करता है.
lt: „Mozilla“ veda „Open Badges“ programą – kuria ir skatina atvirą standartą, padedantį 21-ojo amžiaus piliečiams įgyti pripažinimą už jų žinias ir įgūdžius bei atverti jiems naujas karjeros galimybes.
ms: Mozilla mendahului dalam program Lencana Terbuka, sebuah standard dalam talian yang membantu orang ramai mendapatkan pengiktirafan untuk kemahiran abad ke-21 dan membuka kunci kepada peluang kerjaya baru.

source: The Mozilla Developer Network is a community-driven Web resource that provides the best documentation, tutorials and tools available to more than 2 million visitors each month.
ca: La Mozilla Developer Network és un recurs web guiat per la comunitat que proporciona la millor documentació, tutorials i eines disponibles a més de 2 milions de visitants cada mes.
hi_in: मोज़िला डेवलपर नेटवर्क एक समुदाय संचालित वेब संसाधन है जो सबसे अच्छा प्रलेखन, ट्यूटोरियल प्रदान करता है और प्रत्येक महीने 2 लाख से अधिक दर्शकों के लिए उपकरणे उपलब्ध रहते हैं.
hr: Mozilla Developer Network je zajednicom pokretan Web resurs koji čini najbolju dokumentaciju, uputstva i alate dostupnim za više od 2 milijuna korisnika svakog mjeseca.
lt: „Mozillos“ kūrėjų tinklas yra bendruomenės prižiūrimas saityno išteklius, suteikiantis išsamiausią dokumentaciją, instrukcijas ir priemones daugiau kaip 2 milijonams lankytojų kiekvieną mėnesį.
ms: Mozilla Developer Network adalah sumber Web dipacu komuniti yang menyediakan dokumentasi, tutorial dan peratalan terbaik tersedia untuk lebih dari 2 juta pelawat setiap bulan.

source: Mozilla works to care for and preserve the Web as a shared public resource for the benefit of everyone.
ca: Mozilla treballa per cuidar el web i preservar-lo com un recurs públic compartit i per al benefici de tots.
hi_in: मोज़िला हर किसी के लाभ के लिए एक साझा सार्वजनिक संसाधन के रूप में वेब के लिए देखभाल और रक्षा करने का काम करता है.
hr: Mozilla radi na očuvanju Weba kao dijeljenog javnog bogatstva za dobrobit svih.
lt: „Mozilla“ dirba, siekdama išsaugoti saityną kaip bendrą visuomenės turtą, kuriuo gali naudotis kiekvienas.
ms: Mozilla bekerja untuk prihatin dan mengekalkan Web sebagai sumber awan dikongsi untuk faedah semua orang.

source: In 2013, Mozilla launched Firefox OS to unleash the full power of the Web on smartphones and once again offer control and choice to a new generation of people coming online.
ca: El 2013, Mozilla va llançar el Firefox OS per alliberar tot el poder del web als telèfons intel·ligents i una vegada més oferir control i una alternativa per a una nova generació d'usuaris que arriba a Internet.
hi_in: 2013 में, मोज़िला स्मार्टफोन पर वेब की पूरी शक्ति दिलाने और एक बार फिर नियंत्रण और विकल्प की पेशकश करने के लिए ऑनलाइन आने वाले लोगों की एक नई पीढ़ी के लिए फ़ायरफ़ॉक्स ओएस का शुभारंभ किया.
lt: 2013 metais „Mozilla“ pristatė „Firefox OS“ operacinę sistemą, atskleisiančią visas saityno galimybes išmaniuosiuose telefonuose ir suteiksiančią svertus ir pasirinkimo laisvę naujai internautų kartai.
ms: Pada 2013, Mozilla melancarkan Firefox OS untuk melepaskan kuasa penuh Web pada telefon pintar dan sekali lagi menawarkan kawalan dan pilihan kepada generasi baru dalam talian yang akan datang.

source: The work Mozilla does is made possible thanks to tens of thousands of volunteers who believe the Web should remain open and accessible to all.
ca: La feina que fa Mozilla és possible gràcies a desenes de milers de voluntaris que creuen que el web ha de romandre obert i accessible.
hi_in: काम जो मोज़िला करता है कई हजारों स्वयंसेवी के लिए संभव धन्यवाद किया जाता है जो मानते हैं वेब सभी के लिए खुला और सुलभ रहना चाहिए.
lt: Už galimybę veikti „Mozilla“ dėkinga dešimtims tūkstančių savanorių, tikinčių, jog saitynas turi išlikti atviras ir prieinamas visiems.
ms: Kerja yang Mozilla lakukan adalah tidak mustahil dengan adanya 10 ribuan sukarelawan yang percaya Web perlu kekal terbuka dan boleh dicapai oleh semua.

source: About Mozilla
ca: Quant a Mozilla
hi_in: मोज़िल्ला परिचय
hr: O Mozilli
lt: Apie „Mozillą“
ms: Mengenai Mozilla

source: A look at our projects, products and principles
ca: Una ullada als nostres projectes, productes i principis
hi_in: हमारी प्रोजेक्ट्स, उत्पादों और सिद्धांतों पर एक नजर
lt: Žvilgsnis į mūsų projektus, produktus ir principus
ms: Lihat kepada projek, produk dan prinsip kami

source: More history
ca: Més història
hi_in: अधिक इतिहास
lt: Daugiau istorijos
ms: Sejarah lanjut

source: Where we came from and how we got to where we are
ca: D'on venim i com hem arribat fins aquí
hi_in: हम कहाँ से आये और हम कैसे जाने हम कहाँ हैं
lt: Iš kur mes atsiradome ir kaip atsidūrėme ten, kur esame
ms: Dari mana kami datang dan bagaimana kami mendapat sehingga di mana kami berada

source: Governance
ca: Governança
hi_in: संचालन
hr: Vodstvo
lt: Valdymas
ms: Pentadbiran

source: Our organization, structure and broader community
ca: La nostra organització, estructura i ampla comunitat
hi_in: हमारा संगठन, बनावट और व्यापक समुदाय
lt: Mūsų organizacija, struktūra ir platesnė bendruomenė
ms: Organisasi kami, struktur dan komuniti yang meluas
