Repository: translate/mozilla-lang
Catalog: */mozorg/about/leadership.lang.po
Languages: hi_in

source: Mozilla Leadership
hi_in: मोज़िला के नेतृत्व

source: Our leadership team is made up of both paid staff and volunteers who represent a breadth of experience and expertise in building products that people love and empowering communities to make a significant impact on the project and in the world.
hi_in: हमारी नेतृत्व टीम वेतनभोगी स्टाफ और स्वयंसेवी दोनों से बना है जो निर्माण उत्पादों में अनुभव का एक चौड़ाई और विशेषज्ञता का प्रतिनिधित्व करता हैं की लोग प्यार करें और एक महत्वपूर्ण प्रभाव बनाने के लिए प्रोजेक्ट पर और दुनिया में समुदायों को सशक्त बना रहे हैं.

source: While these teams have different day-to-day responsibilities and areas of focus, they are all guided by our non-profit, open-source, community-based mission, identity and values.
hi_in: जबकि इन टीमों को अलग-अलग दिन-प्रतिदिन की जिम्मेदारियों और फोकस के क्षेत्र है, वे हमारे सभी गैर लाभ, खुला स्रोत, समुदाय आधारित मिशन, पहचान और मूल्यों द्वारा निर्देशित किया जा रहा हैं.

source: Management Teams
hi_in: प्रबंधन टीमें

source: Mozilla Reps Council
hi_in: मोज़िला प्रतिनिधि परिषद

source: Boards of Directors
hi_in: संचालको की सभा

source: Mozilla Corporation
hi_in: मोज़िला निगम

source: Executive Chairwoman
hi_in: कार्यकारी प्रधानिका

source: Steering Committee
hi_in: संचालन समिति

source: Mozillians profile
hi_in: मोज़ीलियंस प्रोफ़ाइल

source: Chief Executive Officer
hi_in: मुख्य कार्यकारी अधिकारी

source: Interim CTO and VP, Platform Engineering
hi_in: अंतरिम सीटीओ और वी.पी., प्लेटफार्म इंजीनियरिंग

source: Chief Finance Officer
hi_in: मुख्य वित्त अधिकारी

source: Chief Legal and Business Officer
hi_in: मुख्यमंत्री कानूनी और व्यापार अधिकारी

source: Senior Vice President, Connected Devices
hi_in: वरिष्ठ उपाध्यक्ष, जुडे हुऐ उपकरण

source: Chief Innovation Officer
hi_in: प्रमुख नवाचार अधिकारी

source: Chief of Staff and SVP of Operations
hi_in: स्टाफ का प्रमुख और ऑपरेशन के एसवीपी

source: VP, People
hi_in: वी पी, लोग

source: Chief Marketing Officer
hi_in: मुख्य मार्केटिंग ऑफिसर

source: Senior Vice President, Firefox
hi_in: वरिष्ठ उपाध्यक्ष, फायरफॉक्स

source: VP, Brand Engagement
hi_in: वी पी, ब्रांड की भागीदारी

source: VP of Product, Firefox
hi_in: वीपी ऑफ़ प्रोडक्ट्स, फायरफॉक्स

source: Fellow
hi_in: साथी

source: VP, Information Technology
hi_in: वी पी, सूचना प्रौद्योगिकी

source: Mozilla Foundation
hi_in: मोज़िला प्रतिष्ठान

source: President and Executive Director
hi_in: अध्यक्ष और कार्यकारी निदेशक

source: Website
hi_in: वेबसाइट

source: VP, Product
hi_in: वी पी, उत्पाद

source: VP, Learning
hi_in: वी पी, सीखना

source: VP, Operations
hi_in: वी पी, ऑपरेशन

source: Chair
hi_in: कुर्सी

source: The Mozilla Reps Council is composed of volunteer Mozillians who function as official representatives of Mozilla in their region or locale. The council provides the general vision for the Mozilla Reps Program and oversees day-to-day operations globally.
hi_in: मोज़िला प्रतिनिधि परिषद स्वैच्छिक मोज़ीलियंस से बना है जो अपने क्षेत्र या स्थान में मोज़िला के अधिकृत प्रतिनिधियों रूप में कार्य करता हैँ. परिषद मोज़िला प्रतिनिधि प्रोग्राम के लिए सामान्य दृष्टि प्रदान करता है और विश्व स्तर पर दैनिक आपरेशनों का देखरेख करते हैं.
