Repository: translate/mozilla-lang
Catalog: */mozorg/about/manifesto.lang.po
Languages: af, bn_bd, hi_in, lv, nn_no

source: The Mozilla project uses a community-based approach to create world-class open source software and to develop new types of collaborative activities. We create communities of people involved in making the Internet experience better for all of us.
af: Die Mozilla-projek gebruik 'n gemeenskapgebaseerde benadering om oopbronsagteware van wêreldklas te bou en nuwe tipes samewerkingsaktiwiteite te ontwikkel. Ons skep gemeenskappe van mense wat werk om ons almal se ervaring van die Internet te verbeter.
hi_in: Mozilla परियोजना एक समुदाय वाला तरीका इस्तेमाल करती है एक विश्व-वर्ग ओपन सोर्स सॉफ्टवेयर बनाने के लिए और उसे विकसित करेंने के लिए नये प्रकार की सहयोगपूर्ण क्रियाएँ करती है. हम लोगो का समुदाय बनाते है जो हम सब के लिए इंटरनेट का अनुभव बेहतर बनाते है.
lv: Mozilla projekts izmanto uz kopienas balstītu pieeja lai izveidot pasaules līmeņa atvērtā koda programmatūru un lai attīstīt jaunus kolaboratīvu aktivitāšu veidus. Mēs veidojam cilvēku kopienas kuras iesaistās mūsu katra interneta lietošanas uzlabošanā.
nn_no: Mozilla-prosjektet brukar ei fellesskapsbasert tilnærming for å laga programvare i vedsklasse med open kjeldekode, og for å utvikla nye typar av samarbeidsaktivitetar. Vi byggjer felleskap for menneske som er med på å gjera internettopplevinga betre for oss alle.

source: As a result of these efforts, we have distilled a set of principles that we believe are critical for the Internet to continue to benefit the public good as well as commercial aspects of life. We set out these principles below.
af: As deel van hierdie werk het ons 'n stel beginsels onttrek wat ons glo van kritieke belang is vir die Internet om tot publieke voordeel te werk as ook vir die kommersiële lewensfasette. Dié fasette word hier onder uiteengesit.
bn_bd: এই প্রচেষ্টার ফলে, আমরা কিছু নীতিমালা পেয়েছি, আমরা বিশ্বাস করি এগুলো জনসাধারণের এবং জীবনের অর্থনৈতিক কল্যাণে ইন্টারনেটের অগ্রযাত্রায় গুরুত্বপূর্ণ। এই নীতিমালা আমরা নিম্নে দিয়েছি।
hi_in: हमारी लगातार कोशिशो का ये परिणाम है की, हमने उन सिद्धांतों का एक सेट आसुत कर लिया है जो हम मानते है की बहुत महत्वपूर्ण है इंटरनेट के लिए ताकि वो लगातार सार्वजनिक रूप मे सबके लिए अच्छे हो साथ ही साथ जीवन के वाणिज्यिक पहलुओं का भी ख़याल रखे . वह सिद्धांत कुछ इस प्रकार है
nn_no: Som eit resultat av desse satsingane har vi destilert fram ei samling av prinsipp som vi trur er kritiske for at Internett skal fortsetja å gagna allmennytta sovel som kommersielle aspekt ved livet. Vi skildrar desse prinsippa nedanfor.

source: The goals for the Manifesto are to:
af: Die doelwitte van die Manifes is:
bn_bd: মেনিফেস্টোর লক্ষ্য হচ্ছে:
hi_in: घोषणा पत्र के लक्ष्य है:
lv: Manifesta mērķi ir sekojošie:
nn_no: Målet for manifestet er å:

source: articulate a vision for the Internet that Mozilla participants want the Mozilla Foundation to pursue;
af: spel uit 'n visie vir die Internet wat Mozilla-deelnemers wil hê dat die Mozilla-stigting heen moet mik;
hi_in: इंटरनेट के लिए एक सुस्पष्ट नज़र रखे जो Mozilla प्रतिभागी चाहेंगे की Mozilla संस्थान अनुसरण करे;
nn_no: Uttrykkja ein visjon om det Internett som Mozilla sine deltakarar vil at Mozilla Foundation skal streva etter;

source: speak to people whether or not they have a technical background;
af: spreek tot mense of hulle 'n tegniese agtergrond het of nie;
bn_bd: তারা প্রযুক্তিতে অভিজ্ঞ হোক বা না হোক লোকজনের সাথে কথা বলুন;
hi_in: लोगो से बात करे चाहे उनकी पृष्ठभूमि टेक्निकल हो या ना हो;
nn_no: prate med folk om dei har, eller ikkje har, teknisk bakgrunn;

source: make Mozilla contributors proud of what we're doing and motivate us to continue; and
af: maak Mozilla-bydraers trots op wat ons doen, en motiveer ons om voort te gaan; en
hi_in: Mozilla सहयोगीयों को गोरान्वित महसूस कराइये उन चीजों के लिए जो वो कर रहे है और उन्हें प्रेरित करे इसे करते रहने के लिए; और
nn_no: gjera dei som bidreg til Mozilla stolte over kva vi gjer og motivera oss til å fortsetja; og

source: provide a framework for other people to advance this vision of the Internet.
af: skep 'n raamwerk vir ander mense om tot dié visie van die Internet saam te werk.
bn_bd: অন্যান্য মানুষদের ইন্টারনেটের এই লক্ষ্যকে এগিয়ে নিতে একটি কাঠামো প্রদান করুন।
hi_in: दूसरो के लिए एक रूपरेखा प्रदान करें इंटरनेट के इस वर्श़न को आधुनिक बनाने के लिए.
nn_no: tilby eit rammeverk for andre menneske for å fremja denne visjonen av Internett.

source: These principles will not come to life on their own. People are needed to make the Internet open and participatory - people acting as individuals, working together in groups, and leading others. The Mozilla Foundation is committed to advancing the principles set out in the Mozilla Manifesto. We invite others to join us and make the Internet an ever better place for everyone.
af: Hierdie beginsels sal nie op hulle eie 'n realiteit word nie. Mense is nodig vir openheid en samewerking op die Internet — mense wat individueel of in groepe werk, of deur leiding te neem. Die Mozilla-stigting is verbind tot die beginsels soos uiteengesit in die Mozilla-manifes. Ons nooi ander uit om by ons aan te sluit en die Internet selfs nog 'n beter plek vir almal te maak.
bn_bd: এই নীতিমালাগুলো নিজে থেকে কারও জীবনে আসবে না। মানুষকেই ইন্টারনেটকে উন্মুক্ত এবং অংশগ্রহণমূলক করে তৈরি করতে হবে - মানুষ ব্যাক্তি হিসেবে সক্রিয়, দলগতভাবে কাজ করে এবং অন্যদের নেতৃত্ব দেয়। মজিলা ফাউন্ডেশন মজিলা মেনিফেস্টোতে দেওয়া এই নীতিমালাগুলো এগিয়ে নিতে বদ্ধপরিকর। আমরা সকলকে আমাদের সাথে যোগ দিতে আহ্বান জানাচ্ছি যেন ইন্টারনেটকে সকলের জন্য সবসময়ের চেয়ে আরও ভালো করা যায়।
hi_in: यह सिद्धांत अपने दम पर जीवन में नहीं आएंगे. लोगो की ज़रुरत है इंटरनेट को खुला और सहभागी बनाने के लिए - लोगों व्यक्तिय के रूप में कार्य करे, समूह में एक साथ काम करे, और दूसरो का नेतृत्व करना. Mozilla संस्थान Mozilla घोषणा पत्र में निर्धारित सिद्धांतों को आगे बढ़ाने के लिए प्रतिबद्ध है. हम दूसरो को आमंत्रित करते है हमसे जुड़ने के लिए और इंटरनेट को और भी अच्छी जगह सबके लिए बनाने के लिए.
nn_no: Desse prinsippa vil ikkje vekkjast til liv av seg sølve. Menneske trengst for å gjera Internet ope og deltakande – menneske som handlar som individ, som arbeider saman i grupper og som leier andre. Stiftinga Mozilla er forplikta på å fremja prinsippa fastsette i Mozilla-manifestet. Vi byr inn andre til å vera med oss og gjera Internet till ein enno betre plass for alle.

source: Principles
af: Beginsels
bn_bd: মূলনীতি
hi_in: सिद्धांत
lv: Principi
nn_no: Prinsipp

source: Individuals must have the ability to shape the Internet and their own experiences on the Internet.
af: Individue moet self die Internet en hul eie ervarings daarvan kan vorm.
bn_bd: প্রত্যেক ব্যক্তির অবশ্যই ইন্টারনেট এবং এতে তাদের অভিজ্ঞতার রূপবদলের সক্ষমতা থাকতে হবে।
hi_in: व्यक्तियों के पास इंटरनेट को आकार देने और उससे अपने अनुभवों के अनुसार आकार देने की क्षमता होनी चाहिए.
lv: Katram ir jābūt iespēja modelēt internetu un uz to veidot savus pašus eksperimentus.
nn_no: Enkeltindivid må sjølve kunne forma nettet, og sine eigne opplevingar på nettet.

source: Advancing the Mozilla Manifesto
af: Bevordering van die Mozilla-manifes
bn_bd: মজিলা মেনিফেস্টোকে অগ্রসর
hi_in: Mozilla घोषणापत्र को आगे बढाना
nn_no: Fremjing av Mozilla-manifestet

source: There are many different ways of advancing the principles of the Mozilla Manifesto. We welcome a broad range of activities, and anticipate the same creativity that Mozilla participants have shown in other areas of the project. For individuals not deeply involved in the Mozilla project, one basic and very effective way to support the Manifesto is to use Mozilla Firefox and other products that embody the principles of the Manifesto.
af: Daar is verskeie maniere om die beginsels van die Mozilla-manifes te bevorder. Ons verwelkom 'n wye reeks aktiwiteite en verwag die selfde kreatiwiteit wat Mozilla-deelnemers in ander gebiede van die projek gewys het. Vir individue wat nie diep in die Mozilla-projek betrokke is nie is 'n eenvoudige maar effektiewe manier om die Manifes te ondersteun, deur Mozilla Firefox en ander produkte te gebruik wat die beginsels van die Manifes vergestalt.
bn_bd: মজিলা মেনিফেস্টর নীতিমালাগুলো বিভিন্ন উপায়ে এগিয়ে নেওয়া যায়। আমরা বৃহৎ পরিসরের কর্মকান্ডকে স্বাগতম জানাই, এবং প্রজেক্টের অন্যসকল খাতে মজিলা অংশগ্রহণকারীরা যেমন সৃজনশীলতার পরিচয় দিয়েছে, তেমনি এখানেও একই রকমের সৃজনশীলতা প্রত্যাশা করি। একজন ব্যক্তি যিনি মজিলা প্রকল্পে গভীরভাবে জড়িত নন, মজিলা মেনিফেস্টোকে সমর্থন জানানোর একটি সহজ এবং সাধারণ উপায় হল মজিলা ফায়ারফক্স এবং অন্যান্য পণ্য ব্যবহার করা যা মজিলা মেনিফেস্টোর নীতিমালা বাস্তবে রূপ দেয়।
hi_in: Mozilla घोषणापत्र के सिद्धांतो को आगे बढानें के काफी अलग अलग तरीके होते है. हम स्वागत करते है विस्तृत प्रकार की क्रियाअो का, और आशा रखते है की यही रचनात्मकता मोज़िला प्रतिभागियों ने अन्य क्षेत्र के परियोजना में भी लगाए हो. वह व्यक्तियों जो Mozilla परियोजना में गहराई से जुड़े नहीं है, एक बुनियादी और असरदार तरीका घोषणापत्र को मदद करने के लिए यह है की Mozilla फायरफॉक्स और दुसरे उत्पाद जो घोषणापत्र के सिद्धांतो को सम्मलित करते है उनका इस्तेमाल करे.
nn_no: Det finst mange måtar å fremja prinsippa i Mozilla-manifestet på. Vi ønskjer velkomen eit breitt spekter av aktivitetar, og reknar med same kreativitet som Mozilla- tilhengarar har vist i andre delar av prosjektet. Personar som ikkje er like mykje involverte i Mozilla-prosjektet kan gje si støtte til manifestet på ein enkel og effektiv måte ved å bruka Mozilla Firefox og andre produkt som verkeleggjer prinsippa i manifestet.

source: Mozilla Foundation Pledge
af: Belofte van die Mozilla-stigting
bn_bd: মজিলা ফাউন্ডেশনের অঙ্গিকার
hi_in: Mozilla संस्थापन प्रतिज्ञा
lv: Mozilla Fonda apņemšanos
nn_no: Stiftinga Mozillas høgtidlege løfte

source: The Mozilla Foundation pledges to support the Mozilla Manifesto in its activities. Specifically, we will:
af: Die Mozilla-stigting belowe om die Mozilla-manifes te ondersteun in al sy aktiwiteite. Meer spesifiek belowe ons om:
bn_bd: মজিলা ফাউন্ডেশন তার কর্মকান্ডে মজিলা মেনিফেস্টো সমর্থনের অঙ্গীকার করে। নির্দিষ্টভাবে আমরা যা :
hi_in: Mozilla संस्थान प्रतिज्ञा करता है मोज़िला घोषणापत्र की क्रियाअो को समर्थन करने का. खासकर, हम करेंगे:
lv: Mozilla Fonds apņemas atbalstīt Mozilla Manifestu visās savās aktivitātes. Mēs it īpaši:
nn_no: Stiftinga Mozilla lovar å støtta Mozilla-manifestet i alle aktivitetane sin. Vi kjem særskilt til å:

source: build and enable open-source technologies and communities that support the Manifesto’s principles;
af: oopbrontegnologieë en gemeenskappe wat die Manifes se beginsels ondersteun, te bou en te fasiliteer;
bn_bd: মেনিফেস্টোর নীতিমালা সমর্থন করে এমন ওপেনসোর্স প্রযুক্তি এবং কমিউনিটি নির্মাণ এবং রক্ষণাবেক্ষণ করে;
hi_in: बनाएं और सक्रिय करें खुले स्त्रोत प्रोद्योगिकी और संगठन जो समर्थन करते है घोषणापत्र की सिद्धांतो का;
nn_no: byggja og muleggjera teknikk med open kjeldekode og samfunn som støttar prinsippa i manifestet;

source: build and deliver great consumer products that support the Manifesto’s principles;
af: goeie produkte vir eindgebruikers te bou wat die Manifes se beginsels ondersteun;
bn_bd: মেনিফেস্টোর নীতিমালা সমর্থন করে এমন ভোগ্যপণ্য নির্মাণ ও প্রদান করে;
hi_in: बनाए और प्रदान करे बढ़िया उपभोगता उत्पाद जो घोषणापत्र के सिद्धांतो को मदद करते है;
nn_no: byggja og levera utmerkte forbrukarprodukt som støttar prinsippa i manifestet;

source: use the Mozilla assets (intellectual property such as copyrights and trademarks, infrastructure, funds, and reputation) to keep the Internet an open platform;
af: die Mozilla-bates (intellektuele eiendom soos kopiereg en handelsmerke, infrastruktuur, fondse, reputasie) te gebruik om die Internet 'n oop platform te hou;
bn_bd: মজিলা সম্পদ ব্যবহার করুন (মেধা সত্ব যেমন কপিরাইট এবং ট্রেডমার্ক, অবকাঠামো, তহবিল, এবং খ্যাতি) ইন্টারনেটকে একটি উন্মুক্ত প্ল্যাটফর্ম হিসেবে রাখতে;
hi_in: Mozilla संपत्ति का इस्तेमाल करे (बौधिक गुण जैसे की सर्वाधिकार और व्यापार-चिह्न, बुनियादी ढ़ाचा, पैसा, और इज्जत) इंटरनेट को एक खुला मंच रखने के लिए;
nn_no: bruka Mozillas eigedelar (åndsverk, slik som opphavsrett og varemerke, infrastruktur, kapital og rykte) for at internet skal vera ei open plattform;

source: promote models for creating economic value for the public benefit; and
af: modelle vir die skep van ekonomiese waarde van die openbare voordeel te bevorder; en
bn_bd: জনসাধারণের উপকারের জন্য অর্থনৈতিক মূল্য তৈরির যে মডেল রয়েছে তা প্রচার করুন; এবং
hi_in: नमूने का प्रचार करे आर्थिक मूल्य पैदा करने के लिए ताकी जनता का लाभ हो ; और
nn_no: fremja modellar som skaper økonomisk verdi till nytta for ålmenta; og

source: promote the Mozilla Manifesto principles in public discourse and within the Internet industry.
af: die beginsels van die Mozilla-manifes te bevorder in openbare diskoers en in die Internetindustrie.
bn_bd: ইন্টারনেট ইন্ডাস্ট্রির মধ্যে ও পাবলিক আলোচনায় মজিলা মেনিফেস্টোর নীতিমালা প্রচার করুন।
hi_in: Mozilla घोषणापत्र के सिद्धांतो का सार्वजनिक संसाद में प्रचार करे और इंटरनेट उद्योक के भीतर भी.
nn_no: fremja prinsippa i Mozilla-manifestet i opne ordskifte og innanfor internettindustrien.

source: Some Foundation activities—currently the creation, delivery and promotion of consumer products—are conducted primarily through the Mozilla Foundation’s wholly owned subsidiary, the Mozilla Corporation.
af: Sommige van die Stigting se aktiwiteite — tans die skep, verskaffing en bevordering van produkte vir eindgebruikers — word primêr uitgevoer deur die Mozilla-stigting se volfiliaal, die Mozilla-korporasie.
hi_in: कुछ संस्थान की गतिविधिया-बिजली, मौजूदा रचना, पहुँचाना और उपभोक्ता उत्पादों के प्रचार-के माध्यम से मुख्य रूप से Mozilla संस्थान द्वारा आयोजित की जाती हैं जो की पूर्ण स्वामित्व वाली सहायक है, यह Mozilla संस्थान है.
nn_no: Visse aktivitetar – for tida skaping, levering og marknadsføring av konsumentprodukt – skjer fyrst og fremst gjennom Mozilla sine heileigde dotterselsdkap, Mozilla Corporation.

source: Invitation
af: Uitnodiging
bn_bd: আমন্ত্রণ
hi_in: आमंत्रण
lv: Uzaicinājums
nn_no: Invitasjon

source: The Mozilla Foundation invites all others who support the principles of the Mozilla Manifesto to join with us, and to find new ways to make this vision of the Internet a reality.
af: Die Mozilla-stigting nooi almal uit wat die beginsels van die Mozilla-manifes ondersteun om by ons aan te sluit en nuwe maniere te vind om dié visie van die Internet 'n realiteit te maak.
bn_bd: যারা মজিলা মেনিফেস্টোকে সমর্থন করে এবং ইন্টারনেটের লক্ষ্যকে বাস্তবে রূপ দিতে নতুন নতুন পথের সন্ধানে কাজ করে, এমন সকলকে আমাদের সাথে যোগ দিতে মজিলা ফাউন্ডেশন আমন্ত্রণ জানায়।
hi_in: मोज़िला संस्थान उन सबको आमंत्रित करता है हमसे जुड़ने के लिए, जो मोज़िला घोषणापत्र के सिद्धांत का साथ देते है, और नए तरीके ढूंढने के लिए ताकी हम इंटरनेट की इस दृष्टि को एक वास्तविकता बना सके.
nn_no: Stiftinga Mozilla byr inn alle som støttar grunnlaget i Mozilla-manifestet å vera med oss og finna nye måtar å verkeleggjera denne visjonen av Internett som manifestet skildrar.
