Repository: translate/mozilla-lang
Catalog: */mozorg/about/manifesto.lang.po
Languages: af, bn_bd, hi_in, lv, nn_no

source: The Mozilla Manifesto
af: Die Mozilla-manifes
bn_bd: — মজিলা মেনিফেস্টো
hi_in: Mozilla का घोषणापत्र
lv: Mozilla Manifests
nn_no: Mozilla-manifestet

source: These are the principles that guide our mission to promote openness, innovation & opportunity on the Web.
af: Hierdie is die beginsels wat ons missie rig om oop handeling, innovering en geleenthede op die Web te bevorder.
bn_bd: ওয়েবে ওপেননেস, উদ্ভাবনী শক্তি ও সুযোগের প্রচার করতে এই হল আমাদের নীতিমালা যা আমাদের লক্ষ্যে চালিত করে।
hi_in: ये वो सिद्धांत हैं जो वेब पर खुलापन, नवीनीकरण और अवसर को बढ़ावा देने के हमारे विशेष कार्य के मार्गदर्शक का कार्य करते है.
lv: Tie ir principi kuri vada mūsu misiju lai veicinātu atvērtību, inovāciju un tīmekļa dotas iespējas.
nn_no: Dette er dei grunnsetningane som rettleiar oss i oppdraget vårt med å fremja openheit, nyskaping og mulegheiter på nettet.

source: Share this
af: Deel hierdie
bn_bd: শেয়ার করুন
hi_in: यह साझा करें
lv: Pastāstīt citiem
nn_no: Del dette

source: <strong>Our 10</strong> Principles
af: <strong>Ons 10</strong> beginsels
bn_bd: <strong>আমাদের ১০টি</strong> নীতি
hi_in: <strong>हमारे 10</strong> सिद्धांत
lv: <strong>Mūsu 10</strong> principi
nn_no: <strong>Dei 10</strong> grunnsetningane våre

source: Previous principle
af: Vorige beginsel
bn_bd: পূর্ববর্তী নীতি
hi_in: पिछला सिद्धांत
lv: Iepriekšējais princips
nn_no: Førre grunnsetning

source: Next principle
af: Volgende beginsel
bn_bd: পরবর্তী নীতি
hi_in: अगला सिद्धांत
lv: Nākamais princips
nn_no: Neste grunnsetning

source: See more…
af: Meer…
bn_bd: আরও দেখুন…
hi_in: और देखें...
lv: Paskatīties vairāk...
nn_no: Sjå meir …

source: Learn more
af: Meer inligting
bn_bd: বিস্তারিত জানুন
hi_in: अधिक जानें
lv: Uzzināt vairāk
nn_no: Les meir

source: The Internet is an integral part of modern life—a key component in education, communication, collaboration, business, entertainment and society as a whole.
af: Die Internet is 'n integrale deel van ons moderne lewe—'n sleutelkomponent in opvoeding, kommunikasie, samewerking, besigheid, vermaak en ons totale gemeenskap.
bn_bd: ইন্টারনেট আধুনিক জীবনের একটি অবিচ্ছেদ্য অংশ—সামগ্রিকভাবে শিক্ষা, যোগাযোগ, সহযোগিতা, ব্যবসা, বিনোদন এবং সমাজের একটি মূল উপাদান।
hi_in: इंटरनेट आधुनिक जीवन का एक अभिन्न हिस्सा है - यह शिक्षा, संचार, सहयोग, व्यापार, मनोरंजन और पूरे समाज के लिए कुंजी अवयव है.
lv: Internets tagad ir modernās dzīves neatņemama sastāvdaļa—īpaši svarīgs komponents izglītībā, saziņā, sadarbībā, uzņēmumos, izklaidēs un sabiedrībā kopumā.
nn_no: Internett er ein integrerande del av det moderne livet – ein nykelkomponent i utdanning, kommunikasjon, samarbeid, forretningsverksemd, underhaldning og i samfunnet som heilskap.

source: Use Open Badges to share your skills and interests
af: Gebruik Oop Kentekens om vaardighede en belangstellings te deel
bn_bd: আপনার দক্ষতা ও আগ্রহের কথা শেয়ার করতে Open Badges ব্যবহার করুন
hi_in: अपने कौशल और हितों को साझा करने के लिए ओपन बैज का प्रयोग करें
nn_no: Bruk Open Badges for å dela dine ferdigheiter og interesser

source: Explore how the Web impacts science
af: Ontdek hoe die Web wetenskap beïnvloed
bn_bd: দেখুন কিভাবে ওয়েব বিজ্ঞানের উপর প্রভাব ফেলে!
hi_in: एक्सप्लोर करें कैसे वेब विज्ञान पर प्रभाव डालता है
lv: Uzziniet kā Internets palīdz zinātnei
nn_no: Utforsk nettet sin innverknad på vitskapen

source: Learn about open source code in journalism
af: Leer oor oopbronkode in joernalistiek
bn_bd: সাংবাদিকতায় ওপেন সোর্স কোড সম্পর্কে জানুন
hi_in: पत्रकारिता में ओपन सोर्स कोड के बारे में जानें
nn_no: Les meir om open kjeldekode innanfor journalistikken

source: Making to learn in the digital world
af: Leer deur iets te maak in die digitale wêreld
bn_bd: ডিজিটাল বিশ্বে শেখার জন্য প্রস্তুত করে
hi_in: डिजिटल विश्व में सीखने के लिए प्रोत्साहित करे
nn_no: Å skapa er å læra i den digitale verda

source: Open Badges
af: Oop Kentekens
hi_in: ओपन बैज

source: The Internet is a global public resource that must remain open and accessible.
af: Die Internet is 'n globale, openbare hulpbron wat oop en toeganklik moet bly.
bn_bd: ইন্টারনেট একটি বিশ্বব্যাপী জনসাধারণের সম্পদ এটি উন্মুক্ত এবং সকলের প্রবেশযোগ্য হওয়া আবশ্যিক।
hi_in: इंटरनेट एक वैश्विक सार्वजनिक संसाधन है जिसे खुला और सुलभ रहना चाहिए.
nn_no: Internett er ein global allmenn resurs, som må halda fram med å vera open og tilgjengeleg.

source: Read about open Internet policy initiatives and developments
af: Lees oor inisiatiewe en verwikkelinge oor die oop Internet
bn_bd: উন্মুক্ত ইন্টারনেট নীতির উদ্যোগ এবং উন্নয়ন সম্পর্কে পড়ুন
hi_in: खुले इंटरनेट के नीतिगत पहलों और घटनाओं के बारे में पढ़ें
nn_no: Les om korleis prinsippa om eit ope Internett engasjerar og vert utvikla

source: Explore how to help keep the Web open
af: Ontdek hoe om die Web oop te hou
bn_bd: কিভাবে ওয়েবকে উন্মুক্ত রাখতে সহযোগিতা করা যায় তা জানুন
hi_in: एक्सप्लोर करें की वेब खुला रखने में कैसे मदद करे
lv: Zināt kā darboties lai paturētu atvērtu tīmekli
nn_no: Finn ut korleis du kan hjelpa til med å halda nettet ope

source: Mozilla story
af: Mozilla-storie
bn_bd: মজিলার গল্প
hi_in: Mozilla की कहानी
lv: Mozilla vēsture
nn_no: Forteljinga om Mozilla

source: You don’t have to make a case for open. You have to make a case for not open.
af: Mens hoef nie 'n saak te maak vir “oop” nie. Om nié “oop” te kies nie, moet verduidelik word.
bn_bd: আপনাকে উন্মুক্ত হওয়ার জন্য কিছু করতে হবে না। বরং উন্মুক্ত না হওয়ার জন্য আপনাকে কিছু একটা করতে হবে।
hi_in: आपकों खुला के लिए मामला नहीं बनाना है. आपकों उसके लिए मामला बनाना है जो खुला नहीं है.
nn_no: Det opne treng inga forklaring. Det er det lukka som gjer det.

source: <span>Johnathan Nightingale,</span> <span>VP Firefox</span>
af: <span>Johnathan Nightingale,</span> <span>vise-president Firefox</span>
bn_bd: <span>জনাথন নাইটিংগেল,</span><span>ভিপি ফায়ারফক্স</span>
hi_in: <span> जोहनाथंन नाइटिंगेल,</span> <span>VP Firefox</span>
nn_no: <span>Johnathan Nightingale,</span> <span>Nestleiar i Firefox</span>

source: The Internet must enrich the lives of individual human beings.
af: Die Internet moet die lewens van individue verryk.
bn_bd: ইন্টারনেট অবশ্যই একজন ব্যক্তির জীবনকে সমৃদ্ধ করবে।
hi_in: इंटरनेट को व्यक्तिगत मनुष्य के जीवन को ज़रूर समृद्ध करना होगा.
lv: Internetam ir jāuzlabo cilvēku dzīves.
nn_no: Internett må gjera liva åt det einskilde menesket rikare.

source: See how the Web can connect the world to healthcare
af: Sien hoe die Web die wêreld kan verbind met gesondheidsorg
bn_bd: দেখুন কিভাবে ওয়েব বিশ্বকে স্বাস্থ্যসুবিধা সংযুক্ত করতে পারে।
hi_in: देखें की वेब दुनिया को स्वास्थ्य सेवा से कैसे कनेक्ट कर सकता है
lv: Uzziniet kā internets var pieslēgt pasauli ārstēšanai
nn_no: Les om korleis nettet kan skapa kontakt mellom verda og helsestellet

source: Explore how the Web works
af: Ontdek hoe die Web werk
bn_bd: দেখুন কিভাবে ওয়েব কাজ করে
hi_in: एक्सप्लोर करें की वेब कैसे काम करता है
lv: Uzziniet kā tīmeklis darbojas
nn_no: FInn ut korleis nettet fungerer

source: Medic Mobile
bn_bd: মেডিক মোবাইল
hi_in: स्वास्थ्य अधिकारी मोबाइल
nn_no: Medic Mobile — billege telefonar som reddar liv

source: Individuals’ security and privacy on the Internet are fundamental and must not be treated as optional.
af: Individue se sekuriteit en privaatheid op die Internet is van fundamentele belang en mag nie as opsioneel hanteer word nie.
bn_bd: ইন্টারনেটে একজন ব্যক্তির নিরাপত্তা ও গোপনীয়তা একটি মৌলক বিষয় এবং তা কখনোই ঐচ্ছিক বলে বিবেচনা করা উচিত নয়।
hi_in: इंटरनेट पर व्यक्तियों की सुरक्षा और गोपनीयता मौलिक हैं और वैकल्पिक के रूप में नहीं माना जाना चाहिए.
lv: Indivīdu drošība un privātums internetā ir pamattiesības kurām nav jābūt uzskatītām par opcijām.
nn_no: Individuell tryggleik og personvern på Internett er grunnleggjande og må på ingen måte sjåast på som valfri.

source: See how Mozilla works to put your privacy first
af: Kyk hoe Mozilla werk om u privaatheid te prioritiseer
bn_bd: দেখুন কিভাবে মজিলা আপনার গোপনীয়তাকে সর্বাগ্রে রাখতে কাজ করে
hi_in: देखिये, मोज़िला आपकी गोपनीयता को पहले रखते हुए कैसे काम करता है
lv: Uzziniet kā Mozilla liek jūsu privātumu pirmajā vietā
nn_no: Les om korleis Mozilla arbeider for å setja personvernet ditt fyrst

source: Read about developments in privacy and data safety
af: Meer inligting oor privaatheid en dataveiligheid
bn_bd: গোপনীয়তা এবং তথ্য নিরাপত্তা অগ্রগতি সম্পর্কে পড়ুন
hi_in: गोपनीयता और डेटा सुरक्षा के विकास के बारे में पढ़ें
lv: Uzziniet vairāk par attīstībām privātuma un datu aizsardzības jomās
nn_no: Les om utviklinga innanfor personvern og datasikkerheit

source: Learn more about how to protect yourself online
af: Meer inligting oor hoe om mens self te beskerm aanlyn
bn_bd: অনলাইনে নিজেকে সুরক্ষিত করার উপায় সম্পর্কে আরো জানুন
hi_in: अपने आप को ऑनलाइन सुरक्षित करने के बारे में अधिक जानें
lv: Uzziniet kā sev aizsargāt tiešsaistē
nn_no: Les meir om korleis du beskyttar deg på nettet

source: The Web We Want: An Open Letter
af: Die Web wat ons wil hê: 'n oop brief
bn_bd: আমরা যেমন ওয়েব চাই: একটি খোলা চিঠি
hi_in: वह वेब जो हम चाहते हैं : एक खुला पत्र
lv: Tīmeklis mēs vēlamies: atvērta vēstule
nn_no: Det nettet vi vil ha: Eit ope brev

source: Individuals must have the ability to shape the Internet and their own experiences on it.
af: Individue moet self die Internet en hul eie ervarings daarvan kan vorm.
bn_bd: প্রত্যেক ব্যক্তির অবশ্যই ইন্টারনেট এবং এতে তাদের অভিজ্ঞতার রূপবদলের সক্ষমতা থাকতে হবে।
hi_in: व्यक्तियों के पास इंटरनेट और अपने स्वयं के अनुभवों को आकार करने की क्षमता होनी चाहिए.
lv: Katram ir jābūt iespēja modelēt internetu un uz to veidot savus pašus eksperimentus.
nn_no: Enkeltindivid må sjølve kunne forma nettet, og sine eigne opplevingar av det.

source: Use these free tools to teach the Web
af: Gebruik hierdie gratis gereedskap vir onderrig oor die Web
bn_bd: ওয়েব সম্পর্কে শিখাতে বিনামূল্যের এই টুলগুলো ব্যবহার করুন
hi_in: वेब सिखाने के लिए इन नि: शुल्क उपकरणों का प्रयोग करें
lv: Izmantojiet šos brīvos rīkus lai pasniegtu tīmekli
nn_no: Bruk desse gratisverktøya for å undervisa på og om nettet

source: Learn about creating and curating content for the Web
af: Leer hoe om inhoud vir die Web te skep en saam te stel
bn_bd: ওয়েবে কন্টেন্ট তৈরি এবং লালন সম্পর্কে আরও জানুন
hi_in: वेब के लिए सामग्री बनाने और मददगार सामग्री को छांटने के बारे में जानें
lv: Iemācieties veidot un uzlabot saturu tīmeklim
nn_no: Les om korleis du skapar og forvaltar innhald for nettet

source: Teaching the Web
af: Onderrig oor die Web
bn_bd: ওয়েব সম্পর্কে শিক্ষাদান
hi_in: वेब को शिक्षित करना
lv: Pasniegt tīmekli
nn_no: Undervis i nettet

source: Meet the Webmakers
af: Ontmoet die Webmakers
bn_bd: ওয়েবমকারদের সাথে সাক্ষাৎ করুন
hi_in: वेबमेकर्स से मिलिए
lv: Satikt Webmakers
nn_no: Møt webmakarane

source: The effectiveness of the Internet as a public resource depends upon interoperability (protocols, data formats, content), innovation and decentralized participation worldwide.
af: Die effektiwiteit van die Internet as 'n publieke hulpbron maak staat op versoenbaarheid (protokolle, dataformate, inhoud), innovasie en gedesentraliseerde deelname wêreldwyd.
bn_bd: একটি পাবলিক সম্পদ হিসেবে ইন্টারনেটের কার্যকারিতা নির্ভর করে বিশ্বব্যাপী আন্তক্রিয়া (protocols, data formats, content) নতুনত্ব এবং বিকেন্দ্রীকৃত অংশগ্রহণ এর উপর।
hi_in: पब्लिक संसाधन के रूप में इंटरनेट की प्रभावकारिता निर्भर करती है पारस्परिकता पर (प्रोटोकाल, डाटा फॉर्मेट, कॉन्टेंट), कुछ नयी खोज करना और डिसेन्ट्रलाइज़ भाग लेना विश्व भर में.
nn_no: Kor effektivt Internett er som ein allmenn resurs, er avhengig av kompatiblitet (mellom protokoll, dataformt, innhald), nyskaping og ei desentralisert, verdsfemnande deltaking.

source: Add new voices to open source technology
af: Voeg nuwe stemme by oopbrontegnologie
bn_bd: ওপেন সোর্স প্রযুক্তিতে নতুন কণ্ঠস্বর যুক্ত করুন
hi_in: नई आवाज जोड़ें ओपन सोर्स प्रौद्योगिकी के लिए
lv: Piedalīties atvērtā koda tehnoloģijām
nn_no: Legg til nye røyster i open kjeldekodeteknologi

source: Set your Do Not Track preference
af: Stel u voorkeur vir “Moenie volg nie”
bn_bd: আপনার ট্র্যাক করবে না পছন্দ সেট করুন
hi_in: अपनी डू नॉट ट्रैक प्राथमिकता सेट कीजिए
lv: Uzstādīt neizsekošanas opciju
nn_no: Vel dine ‹‹Ikkje spor››-instillingar

source: Understand the Web ecosystem
af: Verstaan die Web-ekosisteem
bn_bd: ওয়েব ইকোসিস্টেম বুঝুন
hi_in: वेब परितंत्र को समझें
lv: Saprast tīmekļa ekosistēmu
nn_no: Forstå nettet sitt økosystem

source: Who is Mozilla?
af: Wie is Mozilla?
bn_bd: মজিলা কে?
hi_in: कौन है Mozilla?
lv: Kurš ir Mozilla?
nn_no: Kven er Mozilla?

source: Free and open source software promotes the development of the Internet as a public resource.
af: Vry en oopbronsagteware bevorder die ontwikkeling van die Internet as 'n openbare hulpbron.
bn_bd: ফ্রি এবং ওপেনসোর্স সফটওয়্যার ইন্টারনেটকে একটি পাবলিক রিসোর্স রূপে গড়ে উঠতে সহায়তা করে।
hi_in: मुफ्त और ओपन सोर्स सॉफ्टवेयर एक सार्वजनिक संसाधन के रूप में इंटरनेट के विकास को बढ़ावा देता है.
lv: Brīva un atvērta programmatūra veicina interneta attīstību kā publisku bagātību.
nn_no: Fri og open programvare fremjar utviklinga av Internett som ein ålmenn resurs.

source: Explore how open practices keep the Web accessible
af: Ontdek hoe oop praktyk die Web toeganklik hou
bn_bd: দেখুন উন্মুক্ত অনুশীলন কিভাবে ওয়েবে প্রবেশযোগ্য রাখে
hi_in: वेब मे खुला प्रथाओं सुलभ करने का अन्वेषण करे
lv: Uzziniet kā atvērtās prakses patur tīmekli pieejamu
nn_no: Finn ut korleis opne arbeidsmetodar held nettet tilgjengeleg for alle

source: Learn how to remix content to create something new
af: Leer hoe om inhoud te herkombineer om iets nuuts te skep
bn_bd: নতুন কিছু তৈরি করার জন্য কন্টেন্ট রিমিক্স করার উপায় সম্পর্কে জানুন
hi_in: कुछ नया बनाने के लिए सामग्री रीमिक्स करना सीखें
lv: Uzziniet kā izveidot ko jaunu izmantojot jau esošo
nn_no: Lær korleis ein remiksar gammalt innhald for å skapa noko nytt

source: Learn how to maximize the interactive potential of the Web
af: Leer hoe om die meeste te maak van die interaktiewe potensiaal van die Web
bn_bd: কিভাবে ওয়েবের ইন্টারেক্টিভ সম্ভবনা বৃদ্ধি করা যায় জানুন
hi_in: वेब के इंटरैक्टिव क्षमता को अधिकतम करने के बारे में जानें
lv: Uzziniet kā palielināt tīmekļa interaktīvo potenciālu
nn_no: Lær om korleis ein maksimerar nettet sitt interktivitetspotensial

source: Contributing to Open Source Software
af: Bydraes tot Oopbronsagteware
bn_bd: ওপেন সোর্স সফটওয়্যারে অবদান রাখুন
hi_in: ओपन सोर्स सॉफ्टवेयर के लिए योगदान दे
lv: Dot savu ieguldījumu brīvai programmatūrai
nn_no: Bidra til program med open kjeldekode

source: Transparent community-based processes promote participation, accountability and trust.
af: Deursigtige gemeenskapsgebaseerde prosesse bevorder deelname, aanspreeklikheid en vertroue.
bn_bd: স্বচ্ছ কমিউনিটি-ভিত্তিক পদ্ধতি অংশগ্রহণ, জবাবদিহিতা ও আস্থা বৃদ্ধি করে।
hi_in: पारदर्शी समुदाय आधारित प्रक्रियाए भागीदारी, जवाबदेही और विश्वास को बढ़ावा देती है
lv: Caurspīdīgi un uz kopienas balstīti procesi veicina līdzdalību, atbildību un uzticību.
nn_no: Gjennomsynleg felleskapsbaserte prosessar fremjar deltaking, ansvarskjensle og tillit.

source: Participate in our governance forum
af: Neem deel in ons oorsigforum
bn_bd: আমাদের গভার্নেন্স ফোরামে অংশ নিন
hi_in: हमारे शासन मंच में भाग लीजिये
lv: Piedalīties mūsu pārvaldības forumā
nn_no: Delta i styringsforumet vårt

source: Join us as a volunteer
af: Sluit aan as 'n vrywilliger
bn_bd: স্বেচ্ছাসেবক হিসেবে যোগ দিন
hi_in: एक स्वयंसेवक के रूप में हमसे जुड़ें
lv: Pievienojies kā brīvprātīgais
nn_no: Ver med som friviljug

source: Join us as a student ambassador
af: Sluit aan as 'n studenteambassadeur
bn_bd: স্টুডেন্ট অ্যাম্বাসেডর হিসেবে যোগ দিন
hi_in: एक छात्र के राजदूत के रूप में हमें शामिल हों
lv: Piebiedroties kā studentu vēstnieks
nn_no: Ver med som studentambassadør

source: Join us as a <a href="%(volunteer)s">volunteer</a> or <a href="%(ambassador)s">student ambassador</a>
af: Sluit aan as 'n <a href="%(volunteer)s">vrywilliger</a> of <a href="%(ambassador)s">studenteambassadeur</a>
bn_bd: আমাদের সাথে একজন <a href="%(volunteer)s">স্বেচ্ছাসেবক</a> অথবা <a href="%(ambassador)s">স্টুডেন্ট অ্যাম্বাসেডর</a> হিসেবে যোগ দিন।
hi_in: हमसे जुड़ें<a href="%(volunteer)s">स्वयंसेवक</a>अथवा <a href="%(ambassador)s">छात्र के राजदूत</a>
lv: Piebiedroties mums kā <a href="%(volunteer)s">brīvprātīgais</a> vai kā <a href="%(ambassador)s">studentu vēstniekam</a>
nn_no: Ver med oss som <a href="%(volunteer)s">friviljug-</a> eller <a href="%(ambassador)s">studentambassadør</a>

source: Learn how to collaborate online
af: Lees oor samewerking aanlyn
bn_bd: জানুন কিভাবে অনলাইনে সহযোগীতা করতে হয়
hi_in: सीखे ऑनलाइन सहयोग कैसे दे
lv: Iemācīties sadarbošanos tiešsaistē
nn_no: Les om korleis du samarbeider på nettet

source: I am a Mozillian
af: Ek is van Mozilla
bn_bd: আমি একজন মজিলিয়ান
hi_in: मैं एक मोज़िलियन हूँ
lv: Es esmu Mozilietis
nn_no: Eg er ein Mozillian

source: Commercial involvement in the development of the Internet brings many benefits; a balance between commercial profit and public benefit is critical.
af: Kommersiële betrokkenheid in die ontwikkeling van die Internet bied baie voordele; 'n balans tussen kommersiële wins en openbare voordeel is van kritieke belang.
bn_bd: ইন্টারনেটের উন্নয়নে বাণিজ্যিকায়ন অনেক সুফল বয়ে এনেছে; বাণিজ্যিক মুনাফা এবং পাবলিক সুবিধার মধ্যে একটি ভারসাম্য গুরুত্বপূর্ণ।
hi_in: इंटरनेट के विकास में व्यावसायिक भागीदारी से बहुत लाभ होता है; व्यावसायिक लाभ और जनता के लाभ के बीच में संतुलन महत्वपूर्ण है.
lv: Uzņēmumu investīcijas interneta attīstībā nes daudzus labumus; līdzsvars starp uzņēmumu pelņu un sabiedrisko labumu ir kritisks.
nn_no: Kommersiell medverking i utviklinga av Internett har mange fordelar; ein balanse mellom kommersiell vinst og ålmennytte er avgjerande.

source: Visualize who you interact with on the Web with Lightbeam
af: Visualiseer interaksie op die Web met Lightbeam
bn_bd: Lightbeam দিয়ে দৃষ্টিগোচর করো ওয়েবে আপনি কার সাথে আদান প্রদান করছেন
hi_in: Lightbeam के माध्यम से देखिये की आप वेब पर किसके साथ बातचीत करते है
nn_no: Synleggjer kven du samspelar med på nettet, med Lightbeam

source: See how Firefox phones seek to balance the mobile ecosystem
af: Sien hoe Firefox-fone probeer om 'n balans te bring in die selfoon-ekosisteem
bn_bd: দেখুন ফায়ারফক্স ফোন কিভাবে মোবাইল ইকোসিস্টেমে ভারসাম্য বজায় রাখে
hi_in: देखें कैसे Firefox फोन मोबाइल पारिस्थितिकी तंत्र को संतुलित करने की प्राप्ति करता है
nn_no: Les om korleis Firefox-telefonar freistar å balansera det mibile økosystemet

source: Learn about creating Web resources with others
af: Leer hoe om Webhulpbronne saam met ander te skep
bn_bd: অন্যদের সঙ্গে ওয়েব সম্পদ তৈরি সম্পর্কে জানুন
hi_in: अन्य लोगों के साथ वेब संसाधनों बनाने के बारे में जानें
lv: Iemācīties kopā veidot tīmekļa resursus
nn_no: Les om korleis du kan laga nettresursar i lag med andre

source: Lightbeam for Firefox
af: Lightbeam vir Firefox
bn_bd: ফায়ারফক্সের জন্য লাইটবীম
hi_in: Firefox के लिए Lightbeam
lv: Lightbeam Firefox pārlūkam

source: Magnifying the public benefit aspects of the Internet is an important goal, worthy of time, attention and commitment.
af: Die uitlig van die publieke voordele van die Internet is 'n belangrike doel, en verdien tyd, aandag en verbondenheid.
hi_in: इंटरनेट के सार्वजनिक लाभ पहलू की वृद्धि करना एक महत्वपूर्ण उद्देश है, यह समय, ध्यान और प्रतिबद्धता के लायक है.
nn_no: Å forsterka dei ålmennyttige aspekta av Internett er eit viktig mål, som fortenar tid, merksemd og engasjement.

source: Host or join a Maker Party
af: Hou 'n Makerpartytjie, of woon een by
bn_bd: একটি মেকার পার্টি আয়োজন করুন বা যোগ দিন
hi_in: Maker Party की मेजबानी करे या उससे जुड़ें
nn_no: Ver vert sjølv eller delta i eit Maker Party

source: Learn how to build online collaboration skills
af: Leer meer oor samewerking aanlyn
bn_bd: জানুন কিভাবে অনলাইনে সহযোগিতা দক্ষতা অর্জন করা যায়
hi_in: ऑनलाइन साझेदारी कौशल बनाने के बारे में सीखे
lv: Uzziniet kā uzlabot savas tiešsaistes sadarbības spējas
nn_no: Les om korleis du byggjer opp ferdigheitene dine i eit samarbeid på nettet.

source: What is MozFest?
af: Wat is MozFest?
bn_bd: মজফেস্ট কি?
hi_in: MozFest क्या है?
lv: Kas ir MozFest?
nn_no: Kva er MozFest?

source: Read the entire manifesto
af: Lees die volledige manifes
bn_bd: সমগ্র মেনিফেস্টো পড়ুন
hi_in: पूरे घोषणापत्र को पढ़े
lv: Izlasīt pilno manifestu
nn_no: Les heile manifestet

source: Tell your friends
af: Vertel vriende
bn_bd: আপনার বন্ধুদের বলুন
hi_in: अपने दोस्तों को बताइये
lv: Pastāstiet draugiem
nn_no: Fortel venane dine

source: I support Mozilla because… #mozmanifesto
af: Ek ondersteun Mozilla want… #mozmanifesto
bn_bd: আমি মজিলাকে সমর্থন করি কারণ… #mozmanifesto
hi_in: मै Mozilla का समर्थन करता हूॅ क्योंकि #mozmanifesto
lv: Es atbalstu Mozilla jo… #mozmanifests
nn_no: Eg støttar Mozilla fordi … #mozmanifesto

source: Tweet this
af: Twiet dié
bn_bd: টুইট করুন
hi_in: इसको ट्वीट करे
lv: Tvītot par šo
nn_no: Tweet dette

source: Learn more about…
af: Meer inligting oor…
bn_bd: এ সম্পর্কে আরও জানুন…
hi_in: और अधिक जाने....
lv: Uzziniet vairāk par…
nn_no: Les meir om …

source: Donating to Mozilla
af: Skenkings aan Mozilla
bn_bd: মজিলায় অনুদান
hi_in: Mozilla के लिए दान करे
lv: Ziedot Mozilla
nn_no: Donerer til Mozilla

source: Our history
af: Ons geskiedenis
bn_bd: আমাদের ইতিহাস
hi_in: हमारा इतिहास
lv: Mūsu vēsture
nn_no: Historien vår

source: Our mission
af: Ons missie
bn_bd: আমাদের লক্ষ্য
hi_in: हमारा लक्ष्य
lv: Mūsu misija
nn_no: Oppdraget vårt

source: Introduction
af: Inleiding
bn_bd: ভূমিকা
hi_in: परिचय
lv: Ievads
nn_no: Introduksjon

source: The Internet is becoming an increasingly important part of our lives.
af: Die Internet word 'n toenemend belangrike deel van ons lewens.
bn_bd: ইন্টারনেট আমাদের জীবনের একটি ক্রমবর্ধমান গুরুত্বপূর্ণ অংশ হয়ে উঠছে।
hi_in: इंटरनेट हमारे जीवन का एक अभिन्न अंग बनता जा रहा है
lv: Internets aizņem arvien lielāku vietu mūsu dzīvēs.
nn_no: Internett vert ein stadig viktigare del av liva våre.

source: The Mozilla project is a global community of people who believe that openness, innovation, and opportunity are key to the continued health of the Internet. We have worked together since 1998 to ensure that the Internet is developed in a way that benefits everyone. We are best known for creating the Mozilla Firefox web browser.
af: Die Mozilla-projek is 'n wêreldwye gemeenskap van mense wat glo dat openheid, innovering en geleentheid noodsaaklik is vir die volgehoue welstand van die Internet. Sedert 1998 werk ons saam om te verseker dat die Internet ontwikkel word op 'n manier wat almal bevoordeel. Ons is veral bekend vir die webblaaier Mozilla Firefox.
hi_in: Mozilla परियोजना एक वैश्विक समुदाय लोगो का है जो भरोसा करते है की खुला, नवीनता, और अवसर कुंजी है इंटरनेट की सेहत जारी रखने के लिए. हम सन 1998 से एक साथ काम कर रहे है ये सुनिश्चित करने के लिए इन्टरनेट इस तरह से विकसित करें की सबका फायदा हो. हमे Mozilla Firefox बनाने के लिए सबसे अच्छे से जाना जाता है.
lv: Mozilla projekts ir globāla cilvēku kopiena kuri tic atvērtībā, inovācijā, un iespēju izmantošanā interneta dzīves pilnuma palikšanai. Mēs strādājam kopā kops 1998. gada lai nodrošināt to, ka interneta attīstība visiem nes labumus. Mēs esam pazīstami ar sava pārlūka, Firefox, izveidi.
nn_no: Mozilla-prosjektet er ein global felleskap av menneske som trur at openheit, nyskaping og mulegheiter er nykelen til at nettet si vedvarande helse. Vi har arbeidd saman sidan 1998 får å sørge for at nettet vert utvikla på ein måte som er til det beste for alle. Vi er mest kjende for å ha laga nettlesaren Mozilla Firefox.
