Repository: translate/mozilla-lang
Catalog: ach/marketplace/partners.lang.po
Languages: ach

source: Build an early fan base and gain popularity.
ach: Ger ka gin buku yamo wek i bed ma ingeye.

source: Opening Soon
ach: Biyabo I kare macok coki

source: Mozilla Marketplace Partners
ach: Lutic me ka Cuk me Mozilla

source: Mozilla is bringing its core values — openness, freedom, user choice — to the world of apps.
ach: Mozilla tye ka kelo tice — ka muyabe, bedo alala, miti pa latic kwede— i lobo me apps.

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
ach: Video man mito layeny kwede cwak pi video muyabe onyo <a href="http://www.adobe.com/go/getflashplayer">Latuku me Adobe Flash</a>.

source: Learn all about creating HTML5 apps at the Mozilla Developer Network »
ach: Nong ngec weng ikom yubu apps me HTML5 i Kakube pa Luyub Mozilla »

source: The Mozilla apps platform
ach: Fom me apps pa Mozilla

source: Mozilla Marketplace
ach: Ka Cuk me Mozilla

source: Building apps for the Web provides developers with full control over content, functionality and how apps are distributed, including access to hundreds of millions of Firefox users through the Mozilla Marketplace.
ach: Gero apps me Web poko luyub kwede gwok lung ikom kami manonge iyie, Tice ki kit ma ki gabo kwede apps, medo ie donyo i millions miya ki wite pi Lutic ki Firefox kun beo i ka Cuk me Mozilla.

source: Submit your app »
ach: Cwal app mamegi »

source: Launch your app on the Web
ach: Cak app mamegi i Web

source: Target tech savvy consumers with your app.
ach: Lutic ki Target tech savvy ki app mamegi.

source: Before the public launch later this year, Mozilla will be opening the Marketplace for user testing. Take advantage of this by being one of the first app developers to build a user base. Submit your app to:
ach: Mapwod pe kicako lacen bot lwak i tum mwaka ni, Mozilla biyabo ka Cuk pi tem pa lutic kwede. Mi obed gumi me bedo ngat acel ikom luyub app wek iger kabedo pa lutic kwede. Cwal kwaci i:

source: Mozilla Marketplace — <em>Opening Soon</em>
ach: Ka Cuk me Mozilla— <em>Biyabe I kare macok coki</em>

source: Using open Web standards and Mozilla-designed APIs, great app experiences can be delivered across multiple platforms, devices and operating systems — closing the gap between Web and native apps for the first time.
ach: Tic ki Rwom me Web ma pe giculu pire ki Mozilla oyubu APIS, diro me app muloyo romo cwalo ne kun ngolo ari i fom ma obutu piny, jamitic ki operating systems— loro bur ma ikin Web ki apps ma obedo dano ma i apps pi tyeno me acel.

source: Test your app with a committed group of early adopters.
ach: Tem app kwede gurup matute pa jo ma okelo.
