Repository: translate/mozilla-lang
Catalog: ff/tabzilla/tabzilla.lang.po
Languages: ff

source: Mozilla links
ff: Jokke Mozilla

source: Close (Esc)
ff: Uddu (Échap)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
ff: Fuɗɗoode Fireox OS <span>to Mobile World Congress!</span>

source: Learn more
ff: Ɓeydu humpito

source: Mission
ff: Darnde

source: About
ff: Baɗte

source: Projects
ff: Eɓɓooje

source: Support
ff: Wallitorde

source: Products
ff: Topirɗe

source: Innovations
ff: Kesamaagu

source: Research
ff: Wiɗtu

source: Get Involved
ff: Ar yantu e amen

source: Volunteer
ff: Yarlito

source: Careers
ff: Golluuje

source: Find us
ff: Yiytu min

source: Join us
ff: Yantu e amen

source: Website Directory
ff: Runngere Lowre

source: Search Mozilla sites
ff: Yiylo lowe Mozilla

source: Search
ff: Yiylo

source: Partner
ff: Gollodo e amen

source: Look ahead
ff: Sooyno janngo

source: Learn all about Firefox OS
ff: Ɓeydu faamamuuya Firefox OS

source: Would you like to see this page in your language?
ff: Aɗa yiɗi yiyde ngoo hello e ɗemngal maa?

source: Yes, please!
ff: Eey!

source: No, thanks.
ff: Alaa, mi yaafiima.

source: Support Mozilla
ff: Semmbin Mozilla

source: Looks like you’re using an older version of Firefox.
ff: Ena wayi hono kuutorto-ɗaa ko yamre hiiɗnde Firefox.

source: Update to stay fast and safe.
ff: Hesɗitin ngam yaanude e hisnude.

source: Later
ff: So ɓooyii

source: Official Mozilla gear is here
ff: Njeeydu geɗe Mozilla ena ɗoo
