Repository: translate/mozilla-lang
Catalog: */privacy/privacy-day.lang.po
Languages: bn_bd, cy

source: Get smart on privacy
cy: Deall preifatrwydd

source: Feel like you’ve lost control of how your information is used online?
bn_bd: অনলাইনে আপনার তথ্যের যথেচ্ছ ব্যবহারের উপর নিয়ন্ত্রণ হারিয়েছেন, এমন মনে হচ্ছে?
cy: Ydych chi'n teimlo eich bod wedi colli rheolaeth ar faint o'ch manylion sy'n cael eu defnyddio ar-lein?

source: Here are 4 easy steps to raising your privacy IQ & protecting yourself online.
cy: Dyma 4 cam hawdd ar sut i godi eich dealltwriaeth o breifatrwydd a diogelu eich hun ar-lein.

source: In four easy steps
bn_bd: চারটি সহজ ধাপে
cy: Mewn pedwar cam hawdd

source: ASK
bn_bd: জিজ্ঞেস করুন
cy: GOFYN

source: LEARN
bn_bd: শিখুন
cy: DYSGU

source: ACT
bn_bd: সক্রিয় হোন
cy: GWEITHREDU

source: DISCUSS
bn_bd: আলোচনা করুন
cy: TRAFOD

source: How important is privacy to you?
bn_bd: গোপনীয়তা আপনার নিকট কি পরিমান গুরুত্বপূর্ণ?
cy: Pa mor bwysig yw preifatrwydd i chi?

source: Before we get into understanding privacy and share some of our favorite related tips and tools with you, take a moment to ask yourself how important privacy is to you.
bn_bd: অনলাইন গোপনীয়তা আসলে কি তা বোঝা এবং সংশ্লিষ্ট কিছু পরামর্শ ও টুল সম্পর্কে জানার আগে এক মূহুর্ত থামুন, আর নিজেকে জিজ্ঞেস করে উপলব্ধি করুন, গোপনীয়তা আপনার জন্য কতটা গুরুত্বপূর্ণ।
cy: Cyn dysgu am breifatrwydd a chlywed am rhai o'n cynghorion ac offer, cymrwch funud i feddwl pa mor bwysig yw preifatrwydd i chi.

source: If you haven’t given it much thought before, your answer might surprise you.
bn_bd: অতীতে এ সম্পর্কে আপনি খুব একটা ভেবে না থাকলে, আপনার নিজের উত্তরেই আপনি বিস্মিত হবেন।
cy: Os nad ydych wedi meddwl llawer am hyn, efallai y bydd eich ateb yn eich synnu.

source: of adults think that consumers have lost control over how their personal information is used by companies
bn_bd: প্রাপ্তবয়স্ক মানুষ মনে করেন যে, ব্যবসা প্রতিষ্ঠান সমূহ যে উপায়ে সকলের ব্যক্তিগত তথ্য ব্যবহার করছে, তার উপর ভোক্তারা নিয়ন্ত্রণ হারিয়েছে
cy: o oedolion yn meddwl fod defnyddwyr wedi colli rheolaeth ar sut mae cwmnïau yn defnyddio eu manylion personol

source: say they <em>“would like to do more”</em> to protect their privacy
bn_bd: বলছে যে তারা <em>“আরো বেশি কিছু করতে চায়”</em> অনলাইনে তাদের ব্যক্তিগত গোপনীয়তা রক্ষার জন্য
cy: yn dweud<em>“hoffwn i wneud mwy”</em> i ddiogelu eu preifatrwydd

source: (stats from Pew Research Internet Project)
bn_bd: (Pew Research Internet Project থেকে প্রাপ্ত তথ্য)
cy: (ystadegau gan Broject Rhyngrwyd Pew Research)

source: Privacy is at the heart of freedom and autonomy…
bn_bd: স্বাধীনতা এবং স্বাধীকারের মূল হচ্ছে ব্যক্তিগত গোপনীয়তা...
cy: Mae preifatrwydd wrth wraidd rhyddid ac ymreolaeth…

source: It’s up to all of us to get involved and speak up so that it stays that way.
bn_bd: কাজে যুক্ত হওয়া এবং খোলাখুলি কথা বলা আমাদের সবার দায়িত্ব, যাতে এটা যেরকম আছে, সেরকমই থাকে।
cy: Mae'n bwysig ein bod ni gyd yn cyfrannu ac yn dweud ein bod am iddi fod felly.

source: — Michelle De Mooy, Deputy Director, Consumer Privacy Project at the Center for Democracy & Technology
bn_bd: — মিশেল ডি মুঅয়, ডেপুটি ডাইরেক্টর, সেন্টার ফর ডেমোক্রেসি এন্ড টেকনোলজীর কনস্যুমার প্রাইভেসি প্রজেক্ট
cy: — Michelle De Mooy, Dirprwy Gyfarwyddwr, Project Preifatrwydd y Defnyddiwr yn y Ganolfan Democratiaeth a Thechnoleg

source: LEARN MORE ABOUT PRIVACY
bn_bd: ব্যাক্তিগত গোপনীয়তা সম্পর্কে আরও জানুন
cy: DYSGU RHAGOR AM BREIFATRWYDD

source: Understanding privacy
bn_bd: ব্যক্তিগত গোপনীয়তাকে বোঝা
cy: Deall preifatrwydd

source: While the Internet provides countless ways for us to share and connect, it can also open our personal information to others.
bn_bd: ইন্টারনেট যদিও আমাদেরকে শেয়ার করা এবং পরস্পরের সাথে যুক্ত হবার অসংখ্য উপায় দিচ্ছে, সাথেসাথে এটা আমাদের ব্যক্তিগত তথ্যগুলিও অন্যদের কাছে উন্মুক্ত করে দিচ্ছে।
cy: Er bod y rhyngrwyd yn cynnig nifer fawr o ffyrdd i ni rannu a chysylltu â'n gilydd, mae'n gallu agor ein manylion personol i bobl eraill.

source: Understanding privacy on the Web is the biggest step to being able to take better control of it.
bn_bd: ওয়েবে ব্যক্তিগত গোপনীয়তাকে বোঝা হচ্ছে ওয়েবের নিয়ন্ত্রণ আরো ভালোভাবে নেয়ার সবচেয়ে বড় উপায়।
cy: Mae deall preifatrwydd ar y we yn gam mawr tuag at gymryd gwell rheolaeth ohono.

source: “But I have nothing to hide”
bn_bd: “কিন্তু আমার তো লুকানোর কিছুই নেই”
cy: “Ond does gen i ddim i'w guddio”

source: This is a common misperception, but the truth is we all have things we don’t want everyone to know about.
bn_bd: এটা একটা সাধারণ ভুল ধারণা, কিন্তু সত্যটা হচ্ছে আমাদের সবারই এমন সব জিনিস আছে, যেগুলি নিয়ে আমরা চাইনা সবাই জানুক।
cy: Mae hyn yn gamddealltwriaeth cyffredin, ond y gwir yw mae gan bawb bethau nad ydym am i bobl eraill wybod amdanyn nhw.

source: It’s why we use passwords and PINs on our bank, email and social media accounts. For more, watch <a href="%s">Glenn Greenwald’s TED Talk, “Why Privacy Matters.”</a>
bn_bd: এই কারনে আমরা আমাদের ব্যাংক, ইমেইল এবং সামাজিক যোগাযোগ মাধ্যম গুলোতে পাসওয়ার্ড এবং PINs ব্যবহার করি। আরো জানতে, দেখুন <a href="%s">Glenn Greenwald's TED Talk, “Why Privacy Matters.”</a>
cy: Dyma pam rydym yn defnyddio cyfrineiriau a PIN yn ein cyfrifon banc, e-bost a chyfryngau cymdeithasol. Am ragor, gwyliwch <a href="%s">sgwrs TED, Glenn Greenwald ar “Why Privacy Matters.”</a>

source: Watch “Why Privacy Matters”
bn_bd: দেখুন “Why Privacy Matters”
cy: Gwyliwch “Why Privacy Matters”

source: WATCH “WHY PRIVACY MATTERS”
bn_bd: দেখুন “WHY PRIVACY MATTERS”
cy: GWYLIWCH “WHY PRIVACY MATTERS”

source: Shine a light on who’s watching you
bn_bd: আপনাকে কারা দেখছে তার উপর আলো ফেলুন
cy: Amlygu pwy sy’n eich gwylio

source: Another key to understanding privacy is to know who’s tracking your online behaviour.
bn_bd: ব্যক্তিগত গোপনীয়তাকে বুঝার আরেকটি চাবিকাঠি হচ্ছে আপনার অনলাইন আচরণ কারা কারা অনুসরণ করছে, সেটা জানা।
cy: I ddeall preifatrwydd yn iawn, mae'n werth deall pwy sy'n tracio'ch ymddygiad ar-lein.

source: If you’re a Firefox user, be sure to check out <a href="%s">Lightbeam</a>.
bn_bd: আপনি যদি একজন ফায়ারফক্স ব্যবহারকারী হয়ে থাকেন, তাহলে <a href="%s">লাইটবিম</a> নিয়ে জানতে ভুলবেন না।
cy: Os ydych yn ddefnyddiwr Firefox, edrychwch ar <a href="%s">Lightbeam</a>.

source: It’s a simple and insightful add-on that reveals the full depth of the Web today, including parts that are not transparent to the average user.
cy: Mae'n ategyn syml a defnyddiol sy'n amlygu dyfnder llawn y We heddiw, gan gynnwys y darnau sydd ddim mor amlwg i'r defnyddiwr cyffredin.

source: Learn more about Lightbeam
bn_bd: লাইটবিম সম্পর্কে আরও জানুন
cy: Dysgu rhagor am Lightbeam

source: Our online houses are becoming increasingly built of glass… visible to whoever wants to look.
bn_bd: আমাদের অনলাইন বাসস্থান ক্রমেই কাঁচ দিয়ে তৈরি হচ্ছে… যা যারা দেখতে চায় তাদের সামনে দৃশ্যমান।
cy: Mae ein tai ar-lein yn gynyddol gael eu hadeiladu o wydr… yn weladwy gan bwy bynnag sydd eisiau edrych i mewn.

source: Let’s ask ourselves: Do we want to live in a house or a fishbowl?
bn_bd: নিজেদেরকে জিজ্ঞাসা করা যাক: আপনি মুক্ত হয়ে থাকতে চান নাকি বন্ধ ঘরে?
cy: Cwestiwn i ni ein hunain: Ydyw i eisiau byw mewn tŷ neu danc pysgod?

source: ASK YOURSELF ABOUT PRIVACY
bn_bd: গোপনীয়তা সম্পর্কে নিজেকে জিজ্ঞেস করুন
cy: GOFYNNWCH I CHI EICH HUN AM BREIFATRWYDD

source: TAKE ACTION
bn_bd: ব্যাবস্থা নিন
cy: GWEITHREDWCH

source: What you can do
bn_bd: আপনি কি করতে পারেন
cy: Beth allwch chi ei wneud

source: To help put you in control of your privacy, Mozilla has implemented a number of privacy features in Firefox.
cy: I'ch cynorthwyo i reoli eich preifatrwydd, mae Mozilla wedi gosod nifer o nodweddion preifatrwydd yn Firefox.

source: But even if you’re not a Firefox user there are a lot of simple things you can do to help keep yourself in control of your personal information online.
cy: Ond hyd yn oed os nad ydych yn ddefnyddiwr Firefox mae yna nifer o bethau syml y gallwch eu gwneud i gadw rheolaeth ar eich manylion personol ar-lein.

source: Privacy Features in Firefox
bn_bd: ফায়ারফক্সের গোপনীয়তা বৈশিষ্ট্য
cy: Nodweddion Preifatrwydd Firefox

source: DO NOT TRACK
cy: DIM TRACIO

source: With this feature enabled, Firefox will tell advertising networks, websites and applications that you want to opt-out of tracking for purposes like behavioral advertising.
cy: Gyda'r nodwedd hon wedi ei alluogi, bydd Firefox y dweud wrth rwydweithiau hysbysebu, gwefannau a rhaglenni had ydych am gael eich tracio ar gyfer pethau fel hysbysebu ymddygiadol.

source: FORGET BUTTON
bn_bd: FORGET বাটন
cy: Y BOTWM ANGHOFIO

source: Want to delete your recent activity?
bn_bd: আপনার সাম্প্রতিক কার্যাবলী মুছে ফেলতে চান?
cy: Eisiau dileu eich gweithgaredd diweddar?

source: Firefox makes it easy with the Forget button.
cy: Mae hyn yn hawdd gyda botwm Anghofio Firefox.

source: Clear your history, from 5 minutes to 24 hours, in a single click.
bn_bd: 5 মিনিট থেকে 24 ঘন্টার ইতিহাস পরিষ্কার করুন, এক ক্লিকেই।
cy: Gallwch glirio eich hanes, o 5 munud hyd 24 awr, gydag un clic.

source: A pre-installed search option in Firefox, DuckDuckGo gives you search results without tracking who you are or what you search for.
cy: Mae DuckDuckGo, sydd wedi ei gynnwys fel peiriant chwilio yn Firefox, yn cynnig chwilio heb dracio pwy ydych chi na beth rydych wedi chwilio amdano.

source: PRIVACY ADD-ONS
cy: YCHWANEGION PREIFATRWYDD

source: For even more more ways to protect your privacy on Firefox, check out our privacy add-ons collection.
cy: Am hyd yn oed mwy o ffyrdd i ddiogelu eich preifatrwydd gyda Firefox, edrychwch ar ein casgliad o ategion preifatrwydd.

source: Easy ways anyone can protect their privacy
bn_bd: সহজ উপায় যে কেউ তাদের গোপনীয়তা রক্ষা করতে পারেন
cy: Ffyrdd hawdd y gall unrhyw un ddiogelu eu preifatrwydd

source: Stay Safe Online has several guides that can help, including social networking and mobile privacy tips and an easy reference for updating your privacy settings on the services many of us use every day.
cy: Mae gan Stay Safe Online amryw o ganllawiau gall fod o gymorth, gan gynnwys awgrymiadau ar rwydweithiau cymdeithasol a symudol a chanllaw hawdd ar sut i ddiweddaru eich gosodiadau preifatrwydd ar y gwasanaethau mae llawer ohonom yn eu defnyddi bob dydd.

source: Stay safe on the go
bn_bd: যেখানেই থাকুন নিরাপদে থাকুন
cy: Cadw'n ddiogel ar ddyfeisiau symudol

source: Protect yourself on social networks
bn_bd: অনলাইনে সামাজিক যোগাযোগের মাধ্যমগুলোতে নিজেকে সুরক্ষিত রাখুন
cy: Diogelwch ar rwydweithiau cymdeithasol

source: Check your privacy settings
bn_bd: আপনার গোপনীয়তা সেটিং পরীক্ষা করুন
cy: Gwiriwch eich gosodiadau preifatrwydd

source: Each of us should have a meaningful choice about where and how our data is stored and managed.
cy: Dylai bob un ohonom gael dewis ystyrlon am le a sut mae ein data'n cael eu cadw a'u reoli.

source: BE PART OF THE DISCUSSION
bn_bd: এই আলোচনায় অংশগ্রহণ করুন
cy: BYDDWCH YN RHAN O'R DRAFODAETH

source: Start a conversation
bn_bd: আলাপ করুন
cy: Cychwynnwch sgwrs

source: At Mozilla, empowering people to be in control of their online lives is an important part of our mission — it guides our <a href="%s">principles</a> and it’s why we want everyone to be smart on privacy.
cy: I ni ym Mozilla, mae ymrymuso pobl i fod â rheolaeth ar eu bywyd ar-lein yn rhan bwysig o'n cenhadaeth — mae'n arwain ein <a href="%s">hegwyddorion</a> a dyna pam rydym am i bawb fod yn ddeallus gyda'u preifatrwydd.

source: If you’re feeling smarter already, share what you’ve learned here with your friends and family.
bn_bd: নিজেকে ইতিমধ্যে স্মার্ট বোধ করলে, আপনার বন্ধু ও স্বজনদের সাথে শেয়ার করুন এখানে আপনি কি শিখলেন।
cy: Os ydych deall hyn yn well nawr, rhannwch beth rydych wedi dysgu yma gyda'ch ffrindiau a'ch teulu.

source: It’s as easy as starting a conversation.
bn_bd: এটি আলাপ শুরু করার মতই সহজ।
cy: Mae'n hawdd cychwyn sgwrs.

source: Here are some questions you can ask to get the ball rolling:
bn_bd: বল ঘোরাতে আপনি এখানে কিছু প্রশ্ন জিজ্ঞাসা করতে পারেন:
cy: Dyma rai cwestiynau i gychwyn arni:

source: When you think about your online life, does privacy matter to you, and why?
bn_bd: আপনি যখন আপনার অনলাইন জীবন সম্পর্কে ভাবেন, গোপনীয়তা সেখানে আপনার কাছে কি গুরুত্বপূর্ণ, কিন্তু কেন?
cy: Wrth feddwl am eich bywyd ar-lein, a yw preifatrwydd o bwys i chi a pham?

source: How much do you think about who has access to your online data (advertisers, corporations, governments, etc.)?
bn_bd: আপনার অনলাইন ডাটা যারা ব্যাবহার করছে তাদের সম্পর্কে আপনি কতটুকু চিন্তা করেন ( বিজ্ঞাপনদাতা, কর্পোরেশন, সরকার ইত্যাদি)?
cy: Faint fyddwch chi'n ei feddwl am y sawl sydd â mynediad at eich data ar-lein (hysbysebwyr, corfforaethau, llywodraethau, ac ati)?

source: How do you protect and manage your personal information on social networks? On your phone?
bn_bd: আপনার ফোনে? সামাজিক নেটওয়ার্কে আপনি কিভাবে আপনার ব্যক্তিগত তথ্য সুরক্ষা এবং পরিচালনা করেন?
cy: Sut fyddwch chi'n diogelu a rheoli eich manylion personol ar rwydweithiau cymdeithasol? Ar eich ffôn?

source: Spread the word
bn_bd: এই সচেতনতা ছড়িয়ে দিন
cy: Dweud wrth bawb

source: Share this site
bn_bd: এই সাইট সকলের সাথে শেয়ার করুন
cy: Rhannu'r wefan

source: I’m taking control of my online privacy. Here’s how you can, too: #SmartOnPrivacy
cy: Rwy'n cymryd rheolaeth o fy mhreifatrwydd ar-lein. Dyma sut fedrwch chi, hefyd: #SmartOnPrivacy

source: Feeling smart on privacy? <b>Share this site</b> with your friends and help them raise their awareness too.
bn_bd: গোপনীয়তায় নিজেকে স্মার্ট মনে করছেন? <b>আপনার বন্ধুদের সাথে এই সাইটটি </b>শেয়ার করুন এবং তাদের সচেতনতা বাড়াতে সাহায্য করুন।
cy: Ydych chi'n deall preifatrwydd? <b>Rhannwch y wefan hon</b> gyda'ch ffrindiau a'u helpu i godi eu hymwybyddiaeth nhw hefyd.

source: Individuals’ security and privacy on the Internet are fundamental and must not be treated as optional.
cy: Mae diogelwch unigolion ar y Rhyngrwyd yn fater sylfaenol ac nid oes modd ei drin fel mater dewisol.

source: — Mozilla Manifesto
bn_bd: — মজিলা মেনিফেস্টো
cy: — Maniffesto Mozilla

source: 91<sup>%</sup>
bn_bd: ৯১<sup>%</sup>

source: 61<sup>%</sup>
bn_bd: ৬১<sup>%</sup>

source: — Mitchell Baker, Mozilla
bn_bd: — মিচেল বেকার, মজিলা
