Repository: translate/mozilla-lang
Catalog: ach/firefox/speed.lang.po
Languages: ach

source: New Firefox is up to 7 times faster. (That’s a lot!) Check the speedometer to see if yours can keep up.
ach: Firefox manyen tye ma dwir tyeno 7 kulu. (Meno dit olu!) Rot mita me dwiro pi neno ka ce megi twero mede anyim.

source: Learn more
ach: Nong ngec mapol

source: Old Firefox = <em>Sadface</em>
ach: Firefox Macon=<em>Sadface</em>

source: New Firefox = <em>Yay!</em>
ach: Firefox Manyen=<em>Yay!!</em>

source: That just isn’t going to cut it. Stop browsing in the past and <a href="%(url)s">upgrade now!</a>
ach: Meno pe bi ngolo ne matwal. Juk yeny me kare macon ka i <a href="%(url)s">yil rwomme kombedi!</a>

source: Now we’re talking!
ach: Wan watye dong kalok!

source: Feels better, doesn’t it? Welcome to the future of the Web. It’s nice here.
ach: Winy maber, ku? Ojoli ii anyim me Web. tye mamwonya kany atika.

source: Hey, looks like you’re using %BROWSER%. Why not grab Firefox and get up to speed.
ach: Hey, Neno calo itye katic ki %BROWSER%. Pingo pe iyut Firefox ci ongwec madwir.

source: Hey, looks like you’re not using Firefox as your browser. Why not grab Firefox and get up to speed.
ach: Hey, Neno calo pe itye katic ki Firefox calo layeny mamegi. Pingo pe iyut Firefox ci ongwec madwir.

source: New Firefox is faster, free (as always), crashes less and protects your privacy more.
ach: Firefox Manyen dwir olu, me nono (pol kare), poto atura manok ci gwoko imung pa dano kakare.

source: <a href="%(url)s">Upgrading</a> takes less than a minute and you won’t lose your history or bookmarks. Hooray!
ach: <a href="%(url)s">Yilo rwomme</a> tero dakika ma pe romo acel ki pe i birwenyo gin mamegi mukato con onyo alama buk. Hooray!
