Repository: translate/mozilla-lang
Catalog: ach/firefox/whatsnew.lang.po
Languages: ach

source: Hooray! Your Firefox is up to date.
ach: Hooray! Firefox mamegi tye katic ni oo wa tin.

source: Your Firefox is out of date.
ach: Firefox mamegi kare ne okato woko.

source: For security reasons, we recommend upgrading to the <a href="{url}">latest and greatest version</a>.
ach: Pi lok me ber bedo, wamoko yilo rwom ne i <a href="{url}">ma okati macok coki ki cik mulobakino</a>.

source: You’re running an unknown version of Firefox.
ach: Itye katic ki cik me Firefox ma pe ngene.

source: For security reasons, we recommend downloading to the <a href="{url}">latest and greatest version</a>.
ach: Pi lok me ber bedo, wamoko ada gamo dwoko i <a href="{url}">ma okati ma cokcoki ki cik mulobakino</a>.

source: Get to your next task<br/>faster than ever
ach: Nong ii tic mamegi malubo kore<br/>madwir loyo ma onongo tye con

source: See how the new features in Firefox help you browse faster and more efficiently.
ach: Nen kit me Firefox manyen konyi me yabo me oyoto ci mamwonya.

source: Learn more about <a href="{url}">the New Tab feature »</a>
ach: Nong ngec mapol ikom <a href="{url}">kit Dirica matidi Manyen »</a>

source: Learn more about our <a href="{url}">redesigned home page »</a>
ach: Nong ngec mapol ikom <a href="{url}"> ikom pot buk me gang wa ma kityeko lingo ne odoco»</a>

source: Keep in touch
ach: Bed kube

source: Keep it moving
ach: Mii mede dire

source: Get Firefox » <b>for Android</b>
ach: Nong Firefox » <b>Pi Android</b>

source: Keep it going
ach: Wek woti

source: Join Mozilla
ach: Dony I Mozilla

source: The Android Robot was reproduced from work created and <a href="%s">shared by Google</a> and used according to terms described in the <a href="%s">Creative Commons 3.0 Attribution License</a>.
ach: Kikelo dok Robot me Android ki tic ma kiyubu ci <a href="%s">Google onywako ne</a> kitiyo kwede malube ki lok ma kitito i <a href="%s"> En Maryek odoco i 3.0 Lanycec me Yele pi tiyo</a>.

source: <a href="%s">Get Firefox for Android</a> and put the power of the Web in your hands. It’s fast, smart and safe!
ach: <a href="%s">Nong Firefox pi Android</a> ci ket teko pa web i cingi, Tye madwir, ber ki ogwoke maber!

source: Now get the mobile browser that’s got your back
ach: Kombedi nong layeny me cing ma onongo yongeyi

source: Firefox Features
ach: Kit Firefox

source: Welcome to Firefox
ach: Wajoli i Firefox

source: Firefox Help
ach: Kony me Firefox

source: Firefox for Android artwork
ach: Tic cing me Firefox pi Android

source: Get the mobile browser that’s got your back.
ach: Nong layeny me cing ma onongo yongeyi.
