Repository: translate/mozilla-lang
Catalog: cak/mozorg/about.lang.po
Languages: cak

source: Get to know Mozilla
cak: Tawetamaj ruwa ri Mozilla

source: Learn more about our projects, products and principles designed to help people take control and explore the full potential of their lives online.
cak: Tanab'ej pa ruwi' ri nima'q taq qasamaj, taq qak'ayij chuqa' ruk'u'x qatzij, ewachib'en richin yekito' ri winaqi' richin xtik'oje' ronojel pa kiq'a' chuqa' tikikanoj ronojel ri kib'anon rik'in ri kik'aslem pa k'amab'ey.

source: The Mozilla mission
cak: Ri rutaqel taqanem Mozilla

source: What drives us and makes us different
cak: Ri nuyäk qak'u'x chuqa' yojrujalwachij

source: Career center
cak: Ajtij jay

source: Want to work at Mozilla? Apply today!
cak: ¿La nawajo' yasamäj pa Firefox? ¡Tatz'ib'aj ab'i' wakami!

source: Want to work on Firefox? Apply today!
cak: ¿La nawajo' yasamäj pa Firefox? ¡Tatz'ib'aj ab'i' wakami!

source: Mozilla blog
cak: Richinya'l Mozilla

source: News, notes and ramblings from the Mozilla project
cak: Taq rutzijol, ch'utaq tzijol chuqa' jub'a' pa ruwi' ronojel nima'q taq rusamaj Mozilla

source: Mozilla style guide
cak: Ruk'amöl rub'anikil Mozilla

source: Logos, copy rules, visual assets and more
cak: Taq pokob', kib'eyal taq wachib'äl, wachib'äl taq tob'äl, ch'aqa' chik.

source: Locations & contacts
cak: Taq k'ojolib'äl chuqa' kib'i' taq achib'il

source: Addresses, emails, support and feedback forms
cak: Kib'anikil ch'ab'enïk: taq ochochib'äl, taq taqoya'l, to'ïk chuqa' k'utun tzij

source: The Mozilla Corporation
cak: Ri Ajto'onel Mozilla

source: A corporation that serves the public good. Seriously.
cak: Jun nimamoloj nusamajij utziläj kik'aslem röj winaqi'. Öj jikïl.

source: Mozilla leadership
cak: Molaj ajk'amöl b'ey pa Mozilla

source: Our Management Teams, Reps Council and Boards of Directors
cak: Ri qamolaj richin nuk'samajem, kajpopi' taq Reps chuqa' ri e qak'amöl b'ey

source: Our products
cak: Taq qak'ayij

source: An overview of what we make and what we’re working on
cak: Jun ronojel wachijal pa ruwi' ri niqab'än chuqa' pa ruwi' ri tajin niqasamajij pa

source: Get involved
cak: Kak'uluman

source: Become a volunteer contributor in a number of different areas
cak: Katok jun ajk'u'x to'onel pa jalajöj taq k'ojlemal

source: Press center
cak: Laq'apub'äl jay

source: Press info and other useful stuff
cak: Retamab'al chuqa' rusamajib'al laq'apub'äl

source: Privacy center
cak: Ichinanem jay

source: How Mozilla handles your personal information
cak: Achike rub'eyal nrokisaj ri awetamab'al ri Mozilla

source: The Mozilla Foundation
cak: Ri Mozilla Moloj

source: The non-profit organization behind Firefox and all Mozilla products
cak: Ri mech'akoj moloj chuxikin Firefox chuqa' ronojel ri taq ruk'ayij Mozilla
