Repository: translate/mozilla-lang
Catalog: cak/mozorg/mission.lang.po
Languages: cak

source: Read the <a href="%(url)s">Mozilla Manifesto</a> to learn even more about the values and principles that guide the pursuit of our mission.
cak: Tasik'ij ri <a href="%(url)s">Mozilla Manifesto</a> richin nak'ül ch'aqa' chik taq rub'anikil taq retal chuqa' ruk'u'x taq tzij nikib'inisaj chi niq'i' ri taqel qataqanem.

source: Watch the video above to learn more about who we are, where we came from and how we’re making the Web better for you.
cak: Tatz'eta' re silowäch richin nawetamaj qawäch, öj aj akuchi' chuqa' achike rub'eyal tajin niqab'än ri utziläj k'amaya'l awichin rat.

source: At Mozilla, we’re a global community of technologists, thinkers and builders working together to keep the Internet alive and accessible, so people worldwide can be informed contributors and creators of the Web.
cak: Pa Mozilla, öj jun molaj chijun ajruwachulew k'ak'a' ajsamaj, ch'ob'onela' chuqa' nuk'unela', ri yojsamäj junam richin tik'ase' chuqa' okel ri k'amaya'l, ke ri', konojel ri winaqi' chi jun ruwachulew xtiya' rutzijol taq etamab'äl chi ke ri taq to'onela' chuqa' nuk'unela' taq k'amaya'l.

source: Topics include support, products, and technologies
cak: Ri taq wachinïk kitz'aqatisan temeb'äl, taq k'ayij chuqa' k'ak'a' taq samaj

source: Volunteer opportunities in a number of different areas
cak: Nikiya' q'ij chawe chi choj yato'on pa jalajöj taq k'ojlib'äl

source: We believe this act of human collaboration across an open platform is essential to individual growth and our collective future.
cak: Niqanimaj chi ri kito'ik winaqi' rik'in jun okel nuk'uche'el yalan k'o ruq'ij chi ninimär jun winäq chuqa' richin ri qak'aslem ri chwa'q kab'ij.

source: We’re building a better Internet
cak: Tajin niqanük' jun utziläj K'amaya'l

source: Our structure, organization, and the broader Mozilla community
cak: Ri qach'akulal, qamolaj chuqa' ri qanimamolaj richin Mozilla

source: Where we come from and how we got to where we are
cak: Akuchi' öj petenäq wi chuqa' achike rub'eyal xojapon akuchi' öj k'o wi

source: Get involved
cak: Kak'uluman

source: Forums
cak: Taq Molna'oj

source: Our mission is to ensure the Internet is a global public resource, open and accessible to all. An Internet that truly puts people first, where individuals can shape their own experience and are empowered, safe and independent.
cak: Ri taqel qataqanem, ja ri niqajikib'a' chi ri K'amaya'l jun aj chijun ajwinäq tob'äl, jaqäl chuqa' okel chi kiwäch konojel. Jun K'amaya'l ri nab'ey nuya' ruq'ij ri winäq, akuchi' ri winaqi' yetikïr nikitz'äq nikib'ït ri ketamab'al chuqa' ya'on q'ij chi ke, echajin chuqa' alaj kik'aslem.

source: Our mission is to promote openness, innovation & opportunity on the Web.
cak: Ri taqel qataqanem ja chi tib'an ri rutikirisaxik, ri tz'ukuj chuqa' ri ruya'ik q'ij pa K'amaya'l.

source: History
cak: Natab'äl

source: Governance
cak: Chanpomanem
