Repository: translate/mozilla-lang
Catalog: cak/mozorg/plugincheck.lang.po
Languages: cak

source: Keep your Firefox healthy with a quick checkup
cak: Tab'ana' chi ri Afirefox raxinäq rik'in jun aninäq runik'oxik.

source: Use Flash? QuickTime? Java? If you use these to make your Firefox experience more awesome, check your plugins! They may need to be updated.
cak: ¿La nawokisaj Flash?, ¿Quicktime?, ¿Java? We tajin ye'awokisaj chi jeb'ël nana' nawokisaj ri Firefox, ¡ke'anik'oj ri taq anak'ab'al! Rik'in jub'a' k'atzinel chi yek'ex.

source: Plugin Check &amp; Updates
cak: Tinik'öx chuqa' tik'ex ruwäch nak'ab'äl

source: Update Now
cak: Tik'ex ruwäch wakami

source: Research
cak: Tijikilib'äx

source: current version plugin
cak: ruwäch wakami chanin ri nak'ab'äl

source: Up to Date
cak: Awoqan chi q'ij

source: Plugin icon
cak: Ruwachaj nak'ab'äl

source: unknown
cak: Man etaman ta ruwäch

source: vulnerable
cak: watz'el

source: outdated
cak: ojer

source: Check Your Plugins
cak: Ke'anik'oj ri taq anak'ab'al

source: Keeping your plugins up to date helps Firefox run safely and smoothly.
cak: Ri kik'exik kiwäch ri taq aju'uj nito'on chi ri Firefox ütz chuqa' majun k'ayewal chi tujikilib'ej ri'.

source: Currently the plugin check service is only available to Firefox users.
cak: K'a wakami ri to'ïk richin kinik'oxik taq nak'ab'äl xa xe ewachel kichin ruwinaq Firefox.

source: Plugins don’t always update automatically. Check yours now to stay safe and browse without interruption!
cak: Man jantape' ta nikik'ëx ki' pa kiyonil ri taq nak'ab'äl. Ke'anik'oj ri awichin wakami richin naköl awi' chuqa' man yayoke' ta toq yatok pa k'amaya'l!

source: Looks like you’re using an older version of Firefox.
cak: Achi'el chi tajin nawokisaj jun ojer ruwäch chi Firefox.

source: Plugin Status
cak: Rub'anikil ri nak'ab'äl

source: No plugins were found. If you believe this is an error, <a href="%(bugzilla_url)s">please file a bug</a> and let us know.
cak: Majun k'amal xilitäj. We nana'ojij chi re jun sachoj, <a href="%(bugzilla_url)s">tayaka' ri sachoj</a> chuqa' tataqa' rutzijol chi qe richin niqetamaj.

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
cak: Ri kinik'oxik taq ju'uj <strong>ko'öl ruto'ik pa Internet Explorer</strong>. Ke'awokisaj chuqa' taq Samajib'äl &gt; Kinuk'samajel taq Tz'aqat

source: Step 1: Click Update to update a plugin.
cak: 1 Xak: Tapitz'a' pa ruwi' ri K'exoj ruwäch richin nak'ëx ruwäch jun ju'uj.

source: Step 2: Complete all recommended updates before restarting your browser.
cak: 2 Xak: Ke'atz'aqatisaj konojel ri taq k'exoj ruwäch echilab'en chuwäch xtatikirisaj chik ri awokik'amaya'l

source: Potentially vulnerable plugins
cak: Janila ewatz'el ri taq nak'ab'äl

source: Plugin
cak: Nak'ab'äl

source: Status
cak: Rub'anikil

source: Action
cak: B'anoj

source: Outdated Plugins
cak: Rijläj taq ju'uj

source: Unknown Plugins
cak: Man etaman kiwäch taq nak'ab'äl

source: These plugins are up to date
cak: K'exon kiwäch re taq nak'ab'äl re'

source: Back to Top
cak: Titzolin ajsik

source: Frequently Asked Questions
cak: Jutaqil taq k'utunïk

source: What is a plugin?
cak: ¿Achike ri jun nak'ab'äl?

source: Plugins power videos, animation and games
cak: Ri taq ju'uj nikutzilaj ri taq silowachib'äl, taq wachinïk chuqa' taq etz'anem.

source: They're built outside of Firefox by companies like Adobe Systems and Apple
cak: Enuk'un kuma taq moloj man e k'o ta chupam ri Firefox achi'el ri Adobe Systems chuqa' Apple.

source: Plugins don't always update automatically.
cak: Man junelïk ta xtikik'ëx kiwäch pa kiyonil ri taq nak'ab'äl.

source: Why should I update my plugins?
cak: ¿Achike ruma k'atzinel nink'ëx kiwäch ri taq nuju'uj?

source: Old plugins can interrupt browsing and waste your time.
cak: Ri ojer taq nak'ab'äl yetikïr nikiq'ät ri awokem pa k'amaya'l chuqa' nikib'än chi nasäch ramaj.

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
cak: Ri ri'j taq nak'ab'äl <strong>janila nikiya' q'ij</strong>richin yeq'eleb'ëx ruma nimachikopil, chiköp, chuqa' ch'aqa' chik taq ruq'eleb'enik ri chajinïk.

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
cak: <strong>E k'o taq rutzil ri taq nak'ab'äl xe'ak'ëx kiwäch</strong>ri nikib'än chi re ri ajk'amaya'l<strong>ütz chuqa' janila jikel</strong>chawe rat.

source: Screenshot of Add-Ons manager
cak: Chapoj kiwäch kichin ri kinuk'samajel taq tz'aqat

source: How can Firefox help me?
cak: ¿Achike rub'eyal nitikïr yiruto' Firefox?

source: In the future, Firefox will update plugins for you. Until then, you should regularly check this page and update your plugins to stay safe.
cak: Chuwäch apo, Firefox xkeruk'exela' kiwäch ri taq pluyin awuma rat. Wakami, rajowaxik chi junelïk nanik'oj re ruxaq re' chuqa' nak'ëx kiwäch ri taq apluyin richin nakolola' awi'.

source: Which Plugins do I have?
cak: ¿Achike chi ju'uj e k'o wik'in?

source: We automatically detected your plugins above, to view your installed plugins in Firefox follow these steps:
cak: Xeqïl ri taq apluyin pa ruyonil, richin ye'atz'ët ri taq pluyin e'ayakon pa Firefox ke'awoqaj re taq xak re':

source: Want to spread the word?
cak: ¿La nawajo' nawelesaj rutzijol?

source: Help your friends stay safe online! Visit <a href="%(url)s">Firefox Affiliates</a> to get a plugin check badge for your site.
cak: ¡Ke'ato' ri awachib'il richin ütz kik'ojlem pa k'amab'ey! Kab'etz'eton pa <a href="%(url)s">Firefox Ajmolojri'ïl winäq</a> chuqa' tak'ulu' jun pokob' richin kinik'oxik taq pluyin pan ruxaq ak'amaya'l.

source: How do I disable a plugin?
cak: ¿Achike rub'eyal ninchüp jun pluyin?

source: In Firefox:
cak: Pa Firefox:

source: Open the Tools menu.
cak: Tajaqa' ri k'utüy samaj Taq Samajib'äl

source: Open the <span class="menu">menu</span>.
cak: Tajaqa' ri <span class="menu">k'utüy samaj</span>.

source: Choose Add-ons.
cak: Tacha' ri cha'oj Taq tz'aqat.

source: Click the plugins tab.
cak: Tapitz'a' pa ri ruwi' taq pluyin.

source: Click on the drop down next to the plugin you wish to disable.
cak: Tapitz'a' ri rik'el k'utüy samaj chuxikin ri pluyin nawajo' nachüp.

source: Click on a plugin in the list.
cak: Tipitz' pa ruwi' jun ju'uj k'o pa cholb'äl.

source: Select "Never Activate" from the available choices.
cak: Tacha' "Majub'ey titzij" pa ri taq wachel cha'oj.

source: Click the Disable button.
cak: Pitz'oj pa rupitzb'äl Chupuj.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on YouTube.
cak: Tawak'axaj: nachüp jun ju'uj nuq'ajuj chi man xkatikïr ta chik xke'ab'än jujun taq wachinäq. Achi'el, we nachäp Flash, man xkatikïr ta chik xke'atz'ët taq silowachib'äl pa ajtz'etel taq ruxaq k'amaya'l richin silowachib'äl achi'el YouTube.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on some streaming video websites.
cak: Tawak'axaj: nachüp jun pluyin, nuq'ajuj chi man xkatikïr ta xke'ab'än jujun taq wachinäq. Achi'el, we nachüp ri Flash, man xkatikïr ta chik xke'atz'ët taq silowachib'äl pa ajtz'etel taq ruxaq k'amaya'l richin silowachib'äl achi'el YouTube.

source: Mozilla Support
cak: Ruto'ik Mozilla

source: Have more questions?
cak: ¿La k'a k'o taq ak'utunik?

source: Visit <a href="%(sumo_url)s">support.mozilla.org</a> for more help!
cak: ¡Tab'etz'eta' <a href="%(sumo_url)s">support.mozilla.org</a> richin nak'ül ch'aqa' chik ato'ik!
