Repository: translate/mozilla-lang
Catalog: cak/mozorg/plugincheck-redesign.lang.po
Languages: cak

source: Keep your Firefox healthy with a quick checkup
cak: Tab'ana' chi ri Afirefox raxinäq rik'in jun aninäq runik'oxik.

source: Use Flash? QuickTime? Java? If you use these to make your Firefox experience more awesome, check your plugins! They may need to be updated.
cak: ¿La nawokisaj Flash?, ¿Quicktime?, ¿Java? We tajin ye'awokisaj chi jeb'ël nana' nawokisaj ri Firefox, ¡ke'anik'oj ri taq anak'ab'al! Rik'in jub'a' k'atzinel chi yek'ex.

source: Check Your Plugins
cak: Ke'anik'oj ri taq anak'ab'al

source: Plugins power the videos, animations and games in your Firefox. Keep an eye on their status and keep them up to date.
cak: Ri kuchuq'a' ri taq kinak'ab'al taq silowachib'äl, taq silonem chuqa' ri taq etz'anem pa Firefox. Taya' jun atzub'al pa ruwi' rub'anikil richin yechojmirisäx q'ij q'ij.

source: Be sure to restart your Firefox after making all recommended updates.
cak: Tatz'eta' chi natikirisaj chik ri Firefox toq ye'ab'än ronojel ri taq k'exoj.

source: You are using an older version of Firefox.
cak: Tajin nawokisaj jun ojer ruwäch chi Firefox.

source: Update now to keep your plugins running smoothly and securely.
cak: Tak'exa' wakami richin chi ri taq anak'ab'al majun kik'ayewal toq yesamäj chuqa' rik'in jikomal.

source: Currently the plugin check service is only available to Firefox users on desktop and Android.
cak: K'a wakami ri to'ïk richin yenik'öx taq nak'ab'äl xa xe ewachel kichin ruwinaq Firefox ajkematz'ib' chuqa' Android.

source: No plugins were found. If you believe this is an error, <a href="%(bugzilla_url)s">please file a bug</a> and let us know.
cak: Majun k'amal xilitäj. We nana'ojij chi re jun sachoj, <a href="%(bugzilla_url)s">tayaka' ri sachoj</a> chuqa' tataqa' rutzijol chi qe richin niqetamaj.

source: Common plugins you should check often.
cak: Relik taq nak'ab'äl ri k'atzinel jutaqil yenik'öx.

source: All plugins
cak: Rononjel taq nak'ab'äl

source: These plugins are out of date. Please update.
cak: Re taq nak'ab'äl re xik'o yan kiq'ijul. Tab'ana' utzil ke'ak'exa'.

source: Plugin
cak: Nak'ab'äl

source: Status
cak: Rub'anikil

source: Action
cak: B'anoj

source: These plugins are up to date. No action required.
cak: Re taq nak'ab'äl re' k'a ütz na kiq'ijul. Man k'atzinel ta yesamajïx.

source: These plugins have an unknown status. Follow the links to learn more.
cak: Re taq nak'ab'äl re' man etaman ta kib'anikil. Ke'awoqaj ri taq ximonel richin nawetamaj ch'aqa' chik.

source: Common Plugin Questions
cak: Relik nak'ab'äl taq k'utunïk

source: Need help? Visit Mozilla Support.
cak: ¿La nawajo' ato'ik? Tab'etz'eta' ri Mozilla to'ïk.

source: What is a plugin?
cak: ¿Achike ri jun nak'ab'äl?

source: Plugins are bits of software that power videos, animation and games in your browser.
cak: Ri taq nak'ab'äl e ruch'akulal kema' ri nuya' kuchuq'a' taq silowachib'äl, taq silonem chuqa' taq etz'anem pan awokik'amaya'l.

source: They’re built outside of Firefox by companies like Adobe Systems and Apple.
cak: Enuk'un kuma taq moloj man e k'o ta chupam ri Firefox achi'el ri Adobe Systems chuqa' Apple.

source: Why should I update my plugins?
cak: ¿Achike ruma k'atzinel nink'ëx kiwäch ri taq nuju'uj?

source: Out of date plugins can increase your risk for attack by malware, viruses and other security threats.
cak: Ri ojer taq nak'ab'äl janila nikiya' q'i richin yeq'eleb'ëx ruma nimachikopil, chiköp, chuqa' ronojel ri nikiq'eleb'ej ri jikomal.

source: They can also cause interruptions that negatively affect your browsing experience.
cak: Chuqa' yetikïr nikib'än taq q'atoj ri itzel nub'än chi re ri awetamab'al pa okik'amaya'l.

source: Updated plugins keep your browser working smoothly and safely.
cak: K'exon taq nak'ab'äl nikito' ri awokik'amaya'l nisamäj ütz chuqa' rik'in jikomal.

source: Plugins don’t always update automatically so it’s up to you from time to time.
cak: Ri taq nak'ab'äl man junelïk ta nikik'ëx ki' pa kiyonil, xa xe ka'i' oxi' b'ey.

source: How can Firefox help me?
cak: ¿Achike rub'eyal nitikïr yiruto' Firefox?

source: In the future, Firefox will update plugins for you. Until then, you should regularly check this page and update your plugins to keep your Firefox safe.
cak: Ri chuwäch kab'ij, Firefox xkeruk'exela' kiwäch ri taq nak'ab'äl awuma rat. Wakami, rajowaxik chi junelïk nanik'oj re ruxaq re' chuqa' nak'ëx kiwäch ri taq anak'ab'al richin naköl awi'.

source: How can I see which plugins I have installed in my Firefox?
cak: ¿Achike rub'eyal yitikïr yentz'ët ri taq nak'ab'äl enuyakon pa ri Firefox ninwokisaj?

source: We automatically detected your plugins above. To view all the plugins you have installed in Firefox, follow these steps in your desktop browser:
cak: Xeqïl pa qayonil ri taq anak'ab'al ri'. Richin ye'atz'ët konojel ri taq nak'ab'äl e'ayakon pa Firefox, ke'awoqaj re taq xaq re' pa ri rokik'amaya'l richin kematz'ib':

source: Open the <span class="menu">menu</span>.
cak: Tajaqa' ri <span class="menu">k'utüy samaj</span>.

source: Choose Add-ons.
cak: Tacha' ri cha'oj Taq tz'aqat.

source: Click the plugins tab.
cak: Tapitz'a' pa ri ruwi' taq nak'ab'äl.

source: How do I disable a plugin?
cak: ¿Achike rub'eyal ninchüp jun nak'ab'äl?

source: In Firefox for desktop:
cak: Firefox richin ajkematz'ib':

source: Click on the drop down next to the plugin you wish to disable.
cak: Tapitz'a' ri rik'el k'utüy samaj chuxikin ri nak'ab'äl nawajo' nachüp.

source: Select "Never Activate" from the available choices.
cak: Tacha' "Majub'ey titzij" pa ri taq wachel cha'oj.

source: Caution: Disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on some streaming video websites.
cak: Tawak'axaj: Nachüp jun nak'ab'äl, nuq'ajuj chi man xkatikïr ta xke'ab'än jujun taq wachinäq. Achi'el, we nachüp ri Flash, man xkatikïr ta chik xke'atz'ët taq silowachib'äl pa ajtz'etel taq ruxaq k'amaya'l richin silowachib'äl achi'el YouTube.

source: Back to Top
cak: Titzolin ajsik

source: Update Now
cak: Tik'ex ruwäch wakami

source: Plugin icon
cak: Ruwachaj nak'ab'äl

source: up to date
cak: awoqan chi q'ij

source: unknown
cak: Man etaman ta ruwäch

source: outdated
cak: ojer

source: vulnerable
cak: watz'el
