Repository: translate/mozilla-lang
Catalog: cak/mozorg/products.lang.po
Languages: cak

source: Mozilla Products — Built by us, for the Web
cak: Ri taq ruk'ayij Mozilla — xeqanük' richin ri K'amaya'l

source: Built for the Web
cak: Enuk'un richin ri K'amaya'l

source: Our dedication to driving the Web forward and keeping it open to everyone extends through everything we do.
cak: Ri quchuq'a' chi niqab'än ri K'amaya'l chi nib'iyin chuwäch chuqa' nib'an chi okel chi qawäch qonojel k'o retal pa ronojel ri wachinäq yeqab'än.

source: Developers
cak: B'anonela'

source: Desktop
cak: Kematz'ib'ab'äl

source: The free, non-profit browser for your desktop.
cak: Ri sipan chuqa' majun ch'akoj chi rij okik'amaya'l richin ri akematz'ib'.

source: The fast, smart, safe choice for Android browsing.
cak: Ri aninäq, na'owinäq chuqa' ütz richin ri okik'amaya'l pa Android.

source: An open operating system for mobile devices.
cak: Jun samajel q'inoj okel kichin ri taq asamajib'al richin oyonib'äl.

source: A new standard to recognize and verify learning.
cak: Jun k'ak'a' rub'eyal richin nino' chuwäch chuqa' ninik'öx ri etamab'äl.

source: A creation and distribution platform for apps.
cak: Jun nuk'uche'el richin kitz'ukik chuqa' kitaluxik taq chokoy.

source: A better way to sign in to websites.
cak: Jun utziläj chi rub'anikil richin nitikirisäx samaj pa taq ruxaq k'amaya'l.

source: Safe, fast and easy email.
cak: Ri ütz, aninäq chuqa' man k'ayew ta rokisaxik chi taqoya'l.

source: Make something amazing with the Web.
cak: Tatz'uku' jun janila jeb'ël rik'in ri K'amaya'l.

source: Our community-driven innovation accelerator.
cak: Ri qapararenel richin tz'ukuj b'anon ruma ri molaj winaqi'.

source: New ways to explore, experiment and innovate.
cak: K'ak'a' taq rub'anikil richin rukanoxik, runa'onik chuqa' rujalnuk'ik.

source: A bug tracking system to help manage software development.
cak: Jun q'inoj richin kikanoxik taq sachoj, ri nito'on chi ninuk' rub'anikil ri kema'.

source: Inspect, debug, analyze and more inside your browser.
cak: Nutz'ët, nuchojmirisaj, nunik'oj chuqa' juley chik chupam ri awokik'amaya'l.

source: The layout engine that drives Firefox.
cak: Ri rusamajinel nuk'wachinïk ri nuq'alajisaj Firefox.

source: An environment for XUL-based applications.
cak: Jun kik'ojlemal ri taq chokoy, ri k'o kixe'el pa XUL.

source: Firefox APIs
cak: Taq API richin Firefox.

source: The foundations for building a Firefox OS app.
cak: Ri taq ruxe'el richin ninuk' jun ruchokoy Firefox OS.

source: Mozilla Developer Network
cak: Kik'amab'ey rub'anonela' Mozilla

source: All Mozilla-based Products
cak: Ronojel ri taq k'ayij k'o ruxe'el chi rij Mozilla

source: All Developer Tools
cak: Ronojel ri taq samajib'äl kichin b'anonela'
