Repository: translate/mozilla-lang
Catalog: son/firefox/australis/fx36_tour.lang.po
Languages: son

source: Open tour
son: Windiroo šintin

source: Close tour
son: Windiroo benandi

source: Not now
son: Manti sohõ

source: Take the tour to see what’s new
son: Windi ka dii haya taagey

source: Firefox Hello is the easiest way to connect with friends and family for free over video.
son: Firefox Hello ti fondo kul ifaalante ka war cerey nd'alaayaney hindobay nda widewo forba.

source: Powered by %s
son: Ga dira %s ga

source: Start browsing
son: Naaruyan šintin

source: The features you use most, all in one place
son: Alhaaley kaŋ nda war ga boobo ka goy kul goo doo foo

source: Connect with anyone over video right from Firefox
son: Boro foo kul cee nda widewo Firefox woo da ga

source: Get to know Firefox Hello
son: Wa Firefox Hello bayraa tee

source: <span>Previous:</span> Firefox Hello
son: <span>Bisante:</span> Firefox Hello

source: Meet Hello
son: Hello kubay

source: The easiest way to connect for free over video with anyone, anywhere
son: Firefox Hello kubay, fondo kul ifaalante ka šelaŋ widewo ra nda boro kul, nungu kul ra.

source: Show me how
son: Takaa cebe yane

source: Did you know?
son: War ga bay?

source: You can have free video conversations right from your Firefox browser.
son: War ga hin forba widewo faakaaray šintin war Firefox ceecikaa da ga.

source: Want to reconnect with friends around the world? Celebrate a birthday when you can’t be there in person? Try Firefox Hello — the easiest way to have a free video conversation with anyone, anywhere.
son: War ga bonna ka šelaŋ nda war cerey adduɲɲaa-mee? Honga hayhan ba war hunday ši hin ka bara batoo ra? Ceeci nda Firefox Hello — fondo kul ifaalantaa ka widewo faakaaray tee nda boro kul, nungu kul ra.

source: <span>Next:</span> Get started
son: <span>Jinehere:</span> Wa šintin

source: Free video conversations,<br> right from Firefox
son: Widewo faakaaray forba,<br> ne da Firefox ga

source: No account, sign-in or downloads required
son: Bila nda kontu, huruyan tammaasa wala zumandiyan waažibante

source: Simply start a conversation and share a link
son: Faakaaray foo šintin de nda dobu foo žemna

source: Invite anyone, anywhere to join
son: Boro kul cee, nungu kul ra ka huru

source: Keep conversations one click away
son: Naagu cee foo faakaaraa ma gaabandi

source: Add Hello to your toolbar so it’s here whenever you need it.
son: Firefox Hello tonton beene zuwoo, a ga cindi noodin kaŋ war too a ga.

source: Add it now
son: A tonton sohõ

source: Later
son: Hiino

source: Perfect!
son: Šifa no!

source: Now using Hello will be even easier. To move or remove the icon, just open the menu and select Customize.
son: Goyyan nda Hello faala ka tonton. Ka bii-ize ɲooti wala k'a kaa, war mma šilbayboŋoo feeri nda Hanse bonse suuba.

source: Try it now
son: Šii sohõ

source: Want to add it later?
son: Wal'a ma tonton hiino?

source: No problem. Just open this menu, select Customize and simply drag the Hello icon into your toolbar.
son: A šii nda taali. Šilbayboŋoo woo feeri, de ma Hanse boŋse suuba nda Hello biyoo naagu war goyjinay zuwoo ra.

source: As easy as saying hello
son: Ga faala sanda war ga ban

source: Start a video conversation with a single click
son: Naagu cee foo ka widewo faakaaray šintin

source: Invite a friend to talk by sending them a link
son: Dobu foo sanba war cere se k'a cee ka huru

source: Anyone can join — with or without Firefox
son: Boro kul ga hin ka huru — nda wala bila nda Firefox

source: Here when you need it
son: Ne waati kaŋ war ga too a ga

source: Start and join conversations right from your toolbar.
son: Faakaaray šintin nda huru ne da war goyjinay zuwoo ga.

source: Let’s go
son: Ir ma goy

source: Take a quick tour
son: Guna cahã

source: It’s the fastest, most flexible Firefox ever.
son: Firefox kul icahãntaa nda goy-faalantaa kaŋ bay ka tee.

source: Welcome to Firefox
son: Kubayni Firefox ra

source: Committed to you, your privacy and an open Web.
son: Ir allahidoo war se ti interneti suturante nda feerante.

source: Get to know Hello
son: Soobay ka Hello bay

source: <span>Next:</span> Firefox Hello
son: <span>Jinehere:</span> Firefox Hello

source: It starts with the new,<br> intuitive menu
son: A šintin nda šilbayboŋ taaga, <br> boŋ-maatante

source: Grouped together for quick, easy access
son: Kaŋ margandi hal'i ma duwandi nda cahãri nda faala

source: <span>Previous:</span> Menu
son: <span>Bisante:</span> Šilbayboŋ

source: <span>Next:</span> Search
son: <span>Jinehere:</span> Ceeci

source: Connect over video with anyone, anywhere
son: Widewo ciyari nda boro kul, nungu kul ra

source: It’s free! No account, sign-in or downloads required
son: Forba no! A šii nda kontu, huruyan tammaasa wala zumandiyan

source: Choose how you want to search
son: Suuba taka kaŋ nda war boona ka ceeci

source: <span>Next:</span> Bookmarks
son: <span>Jinehere:</span> Doo-šilbawey

source: Introducing a smarter <br>way to search
son: Ga <br>fondo carma cebe ceeciyan se

source: Search suggestions appear as you type
son: Ceeci honnandiyaney ga bangay kaŋ war ga hantum

source: Choose the right site for every search
son: Nungu hennaa suuba ceeciyan foo kul se

source: Use the star to create bookmarks
son: Handaraa ka doo-šilbayyaŋ tee

source: <span>Previous:</span> Search
son: <span>Bisante:</span> Ceeci

source: Your favorite sites<br> are closer than ever
son: War nungu kaases<br> n' ka man ka šifa

source: Add and view bookmarks from the same spot
son: Tonton nda guna doo-šilbawey ka hun doo follokaa ga

source: Save sites with a single click
son: Naagu cee foo ka nungey gaabu
