Repository: translate/mozilla-lang
Catalog: ig/main.lang.po
Languages: ig

source: Navigation
ig: Ngagharị

source: <span>for</span> Desktop
ig: <span>maka Desktọpụ </span>

source: <span>for</span> Android
ig: <span>maka</span> Android

source: For desktops &amp; laptops
ig: Maka desktọpụ &amp; laptọp

source: For phones &amp; tablets
ig: Maka ekwentị &amp; tabletị

source: Overview
ig: Nchịkọta

source: Trusted
ig: Atụkwasịrị obi

source: Flexible
ig: Na agbanwe agbanwe

source: Fast
ig: Ọsọ

source: About
ig: Gbasara

source: Devices
ig: Ngwaọrụ

source: For partners
ig: Maka ndị mmekọ

source: Do Not Track
ig: Esona

source: Tiles
ig: Ngidi

source: Interest Dashboard
ig: Ogwe Mmasị

source: Developer Edition
ig: Usoro Onye Nrụpụta

source: Private Browsing
ig: Nchọgharị Nzuzo

source: Need help?
ig: Ịchọrọ enyemaka?

source: News
ig: Akụkọ

source: For developers
ig: Maka ndị nrụpụta

source: Find My Device
ig: Chọta Ngwaọrụ M

source: Developers
ig: Ndị nrụpụta

source: Choose the independent browser
ig: Họrọ ihe nchọgharị ndị ọzọ

source: Firefox is non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
ig: Firefox anaghị achụ ego, abụghị nke otu igwe mmadụ, anaghị agbanwe. Ịhọrọ Firefox abụghị naanị ịhọrọ ihe nchọgharị. Ọ bụ ntuli aka maka nnwere onwe.

source: Donate
ig: Tinye ego

source: Support
ig: Kwado

source: Products
ig: Ngwaahịa

source: Add-ons
ig: Mgbakwunye

source: About Us
ig: Gbasara Anyị

source: Labs
ig: Ụlọ nyocha

source: skip to Navigation
ig: mafere na Ngagharị

source: switch language
ig: gbanwee asụsụ

source: Back to home page
ig: Laghachi na ibe mbata

source: About Mozilla
ig: Gbasara Mozilla

source: Get Involved
ig: Sonye

source: Careers
ig: Akaọrụ

source: Press Center
ig: Ama Nta Akụkọ

source: Contact Us
ig: Kpọtụrụ Anyị

source: Other languages:
ig: Asụsụ ndị ọzọ:

source: %Y-%m-%d
ig: %A-%ọ-%ụ

source: Legal
ig: Iwu

source: Cookies
ig: Kuki

source: Firefox Affiliates
ig: Ndị Mmekọ Firefox

source: Legal Notices
ig: Ọkwa Iwu

source: Privacy Policy
ig: Iwu Nzuzo

source: Release Notes
ig: Ndetu Mbupute

source: Other Systems and Languages
ig: Sistemụ na Asụsụ Ndị Ọzọ

source: Close
ig: Mechie

source: (in English)
ig: (na Bekee)

source: Return to top
ig: Laghachi n'isi

source: Features
ig: Atụmatụ

source: Customize
ig: Hazie

source: Download
ig: Budata

source: Previous
ig: Ikpeazụ

source: Next
ig: Osote

source: Videos
ig: Vidio

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ig: Belụsọ maka ebe ọzọ <a href="%s">ekwuputere</a>, ọdịnaya dị na saịtị a nwere ikikere n'okpuru <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> ma ọ bụ ụdị ọhụrụ ọ bụla.

source: Report Trademark Abuse
ig: Kpesa Mmetọ Ụghalahịa

source: Free Upgrade
ig: Nkwalite Efu

source: Follow us on:
ig: Soro anyị na:

source: Customize with Add-ons
ig: Jiri Mgbakwunye hazie

source: Learn More
ig: Mụtakwuo

source: Learn more
ig: Mụtakwuo

source: Replay
ig: Kpọgharịa

source: Watch the video
ig: Lelee vidio ahụ

source: Replay the video
ig: Kpọgharịa vidio ahụ

source: Share the video
ig: Kekọrịta vidio ahụ

source: WebM format
ig: Nhazi WebM

source: Ogg Theora format
ig: Nhazi Ogg Theora

source: MPEG-4 format
ig: Nhazi MPEG-4

source: Mobile
ig: Mkpanaka

source: Check out the new look and feel of Firefox.
ig: Lelee nhụta na mmetụta ọhụrụ nke Firefox.

source: View Full Site
ig: Lelee Saịtị N'uju

source: Download for <span>Android</span>
ig: Budata maka <span>Android</span>

source: Desktop
ig: Desktọpụ

source: Firefox Beta for mobile
ig: Firefox Beta maka mkpanaka

source: Firefox for mobile
ig: Firefox maka mkpanaka

source: Super speed
ig: Nnukwu Ọsọ

source: Stunning graphics
ig: Eserese mara oke mma

source: The latest technologies
ig: Teknụzụ kachasị ọhụrụ

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
ig: Ị kwesịrị ịme nkwalite! Kpuchido onwe gị n'ime otu nkeji. <br/> Bido iji Firefox ọhụrụ gị maka nke kachasị mma na nchọgharị yana nhazi na Weebụ. <br/> Ọ dị ọsọ ma bụrụ n'efu!

source: Upgrade now
ig: Kwalite ugbu a

source: Update now
ig: Melite ugbu a

source: Supported Devices
ig: Ngwaọrụ Ndị Akwadoro

source: What’s New
ig: Gịnị Dị Ọhụrụ

source: Privacy
ig: Nzuzo

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
ig: Akụkụ nke ọdịnaya a bụ ©1998–%(current_year)s sitere n'aka ndị enyemaka mozilla.org. Ọdịnaya dị n'okpuru <a href="%(url)s">ikikere Creative Commons</a>.

source: Contribute to this page
ig: Tinye aka n'ibe a

source: Mission
ig: Ebumnuche

source: Tour
ig: Ndugharị

source: Partner with Us
ig: Soro Anyị

source: Sync
ig: Mekọrịta

source: Desktop Add-ons
ig: Mgbakwunye Desktọpụ

source: Android Add-ons
ig: Mgbakwunye Android

source: Themes
ig: Gburugburu

source: Desktop Support
ig: Nkwado Desktọpụ

source: Android Support
ig: Nkwado Android

source: Performance
ig: Arụmọrụ

source: Technology
ig: Teknụzụ

source: Privacy &amp; Security
ig: Nzuzo &amp; Nche

source: Releases
ig: Mbupute

source: Firefox for Organizations
ig: Firefox maka Ụlọ ọrụ

source: Mobile Add-ons
ig: Mgbakwunye Mkpanaka

source: Mobile Support
ig: Nkwado Mkpanaka

source: Blog
ig: Blọọgụ

source: About Firefox
ig: Gbasara Firefox

source: Join Mozilla
ig: Sonye Mozilla

source: Participate
ig: Sonye

source: Volunteer
ig: Onye mwepụta onwe

source: Brand Toolkit
ig: Ngwungwu Ngwaọrụ Akara

source: Partnerships
ig: Mmekọ

source: Get Mozilla updates
ig: Nweta mmelite Mozilla

source: Share
ig: Kekọrịta

source: Mozilla on Twitter
ig: Mozilla na Twitter

source: Firefox on Twitter
ig: Firefox na Twitter

source: Mozilla on Facebook
ig: Mozilla na Facebook

source: Firefox on Facebook
ig: Firefox na Facebook

source: Forums
ig: Ọgbakọ

source: Leadership
ig: Ndu

source: Governance
ig: Ọchịchị

source: History
ig: Ndekọ

source: Our Products
ig: Ngwaahịa Anyị

source: Software and other innovations designed to advance our mission.
ig: Ngwaọrụ na mwepụta ọhụụ ndị ọzọ ezubere iji bulite ebumnuche anyị.

source: Become a volunteer contributor in a number of different areas.
ig: Bụrụ onye wepụtara onwe ya maka enyemaka n'ọtụtụ ebe dị iche iche.

source: Committed to you, your privacy and an open Web
ig: Etinyere uche maka gị, nzuzo gị yana Weebụ mepere emepe

source: Choose Independent
ig: Họrọ Nnwere Onwe

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
ig: Dowe mmasị maka Ịntanetị bụ n'efu mepere emepe ka ọ nọgide! #ChooseIndependent. Họrọ Firefox:

source: Please turn on JavaScript to display this page correctly.
ig: Biko gbanwuo JavaScript iji gosipụta ibe a nke ọma.

source: Firefox Features
ig: Atụmatụ Firefox

source: Firefox Help
ig: Enyemaka Firefox

source: January
ig: Jenuwarị

source: February
ig: Febụwarị

source: March
ig: Maachị

source: April
ig: Eprelu

source: May
ig: Mey

source: June
ig: Juun

source: July
ig: Julaị

source: August
ig: Ọgọst

source: September
ig: Septemba

source: October
ig: Ọktoba

source: November
ig: Nọvemba

source: December
ig: Disemba

source: <abbr>Jan</abbr>
ig: <abbr>Jen</abbr>

source: <abbr>Mar</abbr>
ig: <abbr>Maa</abbr>

source: <abbr>Apr</abbr>
ig: <abbr>Epr</abbr>

source: <abbr>May</abbr>
ig: <abbr>Mey</abbr>

source: <abbr>Jun</abbr>
ig: <abbr>Juun</abbr>

source: <abbr>Aug</abbr>
ig: <abbr>Ọgọst</abbr>

source: <abbr>Oct</abbr>
ig: <abbr>Ọkt</abbr>

source: <abbr>Nov</abbr>
ig: <abbr>Nọv</abbr>

source: <abbr>Dec</abbr>
ig: <abbr>Dis</abbr>

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
ig: Firefox na abịa n'oge adịghị anya na iOS! <a href="{url}">Debanye aha iji mụtakwuo</a>.
