Repository: translate/mozilla-lang
Catalog: wo/channelsposter.lang.po
Languages: wo

source: Firefox Release Channels
wo: Yooni yombal Firfox

source: Firefox Release Timeline
wo: Toppante génn Firefox

source: The Mozilla release process delivers new features, performance immprovements and security upgrades to users every six weeks.
wo: Juroom benni ayu bes yu ne Firefox dina jox jëfandikookat yi ay yeesal ci wallu bees bees, kaarange.

source: This consists of four development channels producing concurrent releases of Firefox for Windows, Mac, Linux and Android.
wo: Mi ngi am ñenti yoon firefox ngir Windows, Mac, Linux ak Android.

source: For:
wo: Ngir:

source: Enjoy:
wo: Aimer:

source: Expect:
wo: Xamal ni:

source: Early adopters and Mozilla fans
wo: Ñi jëkk nangu ak fans yu Mozilla

source: Testing the next version of Firefox with stability
wo: Testeel sumbu Firefox bii di ñëw ci dëgaraay

source: Mostly stable builds that need fine tuning and majority add-on compatibility
wo: Dañu sola defar bu taxaw

source: Everyone! Released to the more than 400 million Firefox users worldwide
wo: Tout le monde! Joxe nañu ko lu ëpp 400 miliyoŋ jëfandikookati Firefox

source: The polished and stable features of Firefox that move the Web forward with great performance and unparalleled customization
wo: Mandargay Firefox yi taxaw te ratax di dox bu baax ci web bi ak ngëneel aki solal yu amul fenn

source: An awesome Web experience that answers to no one but you!
wo: Jëfgisu Web bu doy waar bu lay tontu yaw rekk!

source: Web/platform developers, early adopters and adventure seekers
wo: Web/dendu defarkat yi, ak ñi sob xel

source: Access to experimental new features - your feedback helps determine what makes it to Beta
wo: Agg ci bees bees yi dawagul- sa xalaat dinañu may ñu xam lan lañu wara def ci Beta

source: Test builds with bugs and incompatible add-ons
wo: Testeel defar ay bug ak modil yu andul

source: Platform developers and Mozilla contributors
wo: Dendu defarkat yi ak jappalekati Mozilla

source: Access to cutting edge features still under active development
wo: Egg ci bees bees yi gëna ñaw te ñu leen di defar

source: Crashes, unstable test builds with bugs and incompatible add-ons
wo: Ngiroo, test yi taxawul te ñu defar leen ak ay bug ak modil yu andul

source: 6 weeks
wo: 6 ayu bes

source: Awesomeness lands on Firefox Nightly
wo: Dendu firefox guddi yu yéeme

source: Stabilize on Firefox Aurora
wo: Taxawal ci Firefox Aurora

source: Stabilize on Firefox Beta
wo: Taxwal ci Firefox Beta

source: Firefox Release!
wo: Gennub Firefox!

source: <i>More</i> awesomeness on Firefox Nightly
wo: <i>Yokk</i> ci Firefox guddi bu yeeme

source: <i>Even More</i> awesomeness on Firefox Nightly
wo: <i>Gënala yokk</i> ci Firefox guddi bu yeeme

source: Timeline
wo: Rëddu diir

source: Release
wo: Bayyi
