Repository: translate/mozilla-lang
Catalog: wo/download.lang.po
Languages: wo

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control & shaping the future of the web for the public good.
wo: Mozilla Firefox, joowkat la bu amul moomeel la, ñi ko sos ci addina sepp lañu nekk te wutuñu ci xaalis, li leen soxal mooy nit ñi nañu mënee saytu Internet ak ëlëgam te mu doon ngëneel ci ñepp.

source: Different by Design
wo: Wuute ci defarin wi

source: Proudly <span>non-profit</span>
wo: Fayda <span>wutuñu ci xaalis</span>

source: Innovating <span>for you</span>
wo: Fent <span>ngir yaw</span>

source: Fast, flexible, <span>secure</span>
wo: Gaaw, lemb, <span>wóor</span>

source: Thanks for choosing Firefox!
wo: Jërëjëf ci li nga tànn Firefox!

source: Your download should automatically begin in a few seconds, but if not, <a href="%s">click here</a>.
wo: Sa yeb war na tambalil boppam ci saa su tuuti, bu ko deful, <a href="%s">cuqal fii</a>.

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
wo: Du wut xaalis moo ñu jogloo, koon bu ñu neexee ñu sos lu bees ci sa tur te kenn du la lëjal. Xam naani dina la neex.

source: Welcome to the only browser <em>that puts you first.</em>
wo: Dalal jamm ci joowkat <em>bi lay tekk ci kanam.</em>

source: Mozilla Firefox Web Browser
wo: Joowkatu Web Mozilla Firefox
