Repository: translate/mozilla-lang
Catalog: wo/firefoxtesting.lang.po
Languages: wo

source: Download Firefox Beta for Android - Free
wo: Yebal Firefox Beta bu Android- kenn jaayuko

source: Download Firefox Beta for Desktop - Free
wo: Yeb Firefox Beta ngir sa ordinëëru biro - Kenn jaayuko

source: Download and test Firefox future releases. Experience the newest innovations with the Aurora or Beta builds.
wo: Yeb ak teste Firefox ak bees bees yi. Gisal sos yu bees yi ak Beta walla Aurora.

source: Firefox Beta for:
wo: Firefox Beta ngir:

source: Firefox Beta for Mobile
wo: Firefox Beta ngir telefon

source: Download Beta and be part of the next version of Firefox.
wo: Yeb Beta te bokk ci sumbu Firefox bi di ñëw.

source: 1. Test Features
wo: 1. Testeel bees bees yi

source: Try out the latest performance, customization and security enhancements almost ready for prime time.
wo: Jëfandikool ngëneel yi mujj ci solal ak kaarange.

source: 2. Refine &amp; Polish
wo: 2. Ñawal te rataxal

source: File bugs to help us put the final tweaks on performance and functionality in a stable environment.
wo: Ay bog ngir dimmaliñu ñu def regalaas yi mujj ci cakkeef bu taxaw.

source: 3. Do Your Part
wo: 3. Defal sa wall

source: Have an impact on the next version of Firefox and the 450 million people who use it every day.
wo: Am doole ci sumbu Firefox biy ñëw ak 450 miliyoŋu nit ñi koy jëfandikoo bes bu ne.

source: Supported devices
wo: Aparey yi and
