Repository: translate/mozilla-lang
Catalog: wo/firefoxlive.lang.po
Languages: wo

source: Firefox Live
wo: Firefox fanŋ

source: Cameras
wo: Kameraa

source: 360° view
wo: gis gisu 360°

source: Camera 1
wo: Kameraa 1

source: Camera 2
wo: Kamera 2

source: Video help
wo: Ndimbal wideyoo

source: Do you like baby animals? Mozilla Firefox is streaming video of their 3 adopted red panda babies. Spread the word and 'share' with your friends.
wo: Ndax bëgg nga doomi mala? Mozilla baawaanu wideyoo la ci 3 xale panda yu xonk 'Tasaarel' xibaar bi te wax ko say xarit.

source: What is more endearing? Firefox’s non-profit mission or a live feed of their animal mascot? Find out http://mzl.la/sPo5yu
wo: Bann moo gëna rafet? Firefox bi ñu dul jaay walla mala tuuram bi? Boo bëggee xam demal ci http://mzl.la/sPo5yu

source: Help Firefox help protect its rare mascot and the Web by watching baby animals! http://mozilla.org/firefoxlive
wo: Dimmalil Firefox mu aar tuuram bi ak web bi ci ngay seet doomi mala yi! http://mozilla.org/firefoxlive

source: Share on Twitter »
wo: Seddoo ci Twitter »

source: Share on Facebook »
wo: Seddoo ci Facebook »
