Repository: translate/mozilla-lang
Catalog: wo/foundationsection.lang.po
Languages: wo

source: The State of Mozilla <span>Annual Report</span>
wo: Nekkinu Mozilla <span>Raapooru at</span>

source: Welcome
wo: Dalal jamm

source: Opportunities
wo: Xéewal

source: People
wo: Askan

source: Ahead
wo: Ci kanam

source: Download this video:
wo: Yebal wideyoo bii:

source: A Different Kind of Browser
wo: Beneen giru joowkat

source: What’s Mozilla all about? Why are we doing this? We’re glad you asked.
wo: Lu tax yii yépp ci Mozilla? Lu tax ñu koy def? Beg nañu ci laaj bi.

source: Looking Ahead <span>Mitchell Baker</span>
wo: Seetal ci kanam <span>Mitchell Baker</span>

source: Mitchell Baker, Chair discusses the state of Mozilla.
wo: Mitchell Baker, Njiitu waxtaan ci nekkinu Mozilla.

source: Getting Involved
wo: Bokk

source: Mozilla is a fun, diverse community of people from around the world.
wo: Mozilla dafa neex askan yu bari ci addina sepp.

source: Mozilla Firefox billboard, San Francisco
wo: Pano Mozilla Firefox, San Francisco

source: Download PDF
wo: Yeb PDF

source: 2010 Audited Financial Statement
wo: 2010 Déclaration états financiers vérifiés

source: 2010 Form 990
wo: 2010 Formileer 990

source: Celebrating Firefox
wo: Sargal Firefox

source: ReMo Work Week in Paris
wo: ReMo ayu besu liggéey ci Paris

source: Arabic Mozilla
wo: Mozilla araab

source: Mozilla Kenya
wo: Mozilla Keniya

source: Mozilla Indonesia
wo: Mozilla Indonesi

source: Other languages & sharing
wo: Yeneen lammiñ ak seddoo
