Repository: translate/mozilla-lang
Catalog: wo/home.lang.po
Languages: wo

source: Personalize
wo: Solal

source: One size doesn’t fit all.
wo: Benn dayo gënul pur yépp.

source: Go Fast
wo: Gën gaaw

source: Accelerate the way you use the web.
wo: Gënal gaawal ni ngay jëfandikoo web bi.

source: Stay Safe
wo: Nekal ci kaarange

source: We’ve got your back.
wo: Nous avons votre retour.

source: Get Firefox on your phone!
wo: Amal Firefox ci sa telefon!

source: Made for sharing.
wo: Li ngir seddoo.

source: Create <br/> dedicated <br/> tabs for it
wo: Sos <br/> jagale <br/> koñ yi ngir

source: Customize <br/> to make <br/> it faster
wo: Solal <br/> ngir mu <br/> gëna gaaw

source: Get add-ons <br/> and make <br/> it easier
wo: Jëlal ay mottali <br/> li ngay def <br/> gëna yomb

source: Works harder so <br /> you don't have to.
wo: Liggéey bu metti <br /> doo too ko def.

source: Increased <br/> speed
wo: Yokk <br/> gaawaay

source: Easy to <br/> access tabs
wo: Yomb na <br/> agg ci koñ yi

source: Productivity <br/> add-ons
wo: Meññalin <br/> add-ons

source: Made for <br/> the way you play.
wo: Dañu ko defar <br/> mu dëppoo ni ngay defe.

source: 3D <br/> graphics
wo: 3D <br/> garafik yi

source: Even more <br/> reliable
wo: Gëna <br/> wóor

source: Effortless <br/> customization
wo: Jéem <br/> solal

source: Advanced <br/> security
wo: Jëm kanam <br/> kaarange

source: Advanced <br/> graphics
wo: Jëm kanam <br/> garafik

source: Improved <br/> reliability
wo: Yokk <br/> wóoraay
