Repository: translate/mozilla-lang
Catalog: wo/mobile.lang.po
Languages: wo

source: Get Firefox for Android
wo: Jëlal Firefox ngir Android

source: Download for <span>Android</span>
wo: Yebal ngir <span>Android</span>

source: Free from the Android Market
wo: Amul njëg dale ko ci Android Market

source: Or visit <a %s>Firefox.com/m</a> on your phone.
wo: Walla nga gane <a %s>Firefox.com/m</a> ci sa telefon.

source: Supported Devices
wo: Ndombo yi muy andal

source: Get it from iTunes - FREE
wo: Jële ko ci iTunes - Kenn jaayu ko

source: Firefox Home for <span>iPhone</span>
wo: Firefox Home ngir <span>iPhone</span>

source: Access your Firefox history, bookmarks and open tabs on your iPhone.
wo: Jot ci jaar jaari Firefox, mandarga xët at koñ ci sa iPhone.

source: Download Firefox to <span>Your Mobile</span>
wo: Yebal Firefox ci sa <span>telefon</span>

source: Want to test the latest features?
wo: Ndax bëgg nga teste bees bees yu mujj yi?

source: Get Firefox Home for iPhone
wo: Am Firefox Home ngir sa iPhone

source: Download Beta for Android
wo: Yeb Beta ngir Android

source: Download
wo: Yeb

source: for
wo: ngir

source: Free from iTunes
wo: Amul njëg dale ko ci iTunes

source: You’ll get to experience cutting-edge features and provide feedback to help refine and polish what will be in the final release.
wo: Di nga am wërsëg gis ay bees bees te mëna joxe say xalaat ndax rataxal sumb bi mujj.

source: Developer Tools
wo: Jumtukaayi defar

source: You can install the mobile version of Firefox to our desktop computer in order to test, provide feedback, and build add-ons.
wo: Mën nga samp sumbu Firefox bu telefon ci sa ordinatëëru biro ngir teste ko, joxe sa xalaat ak defar ay modil.

source: Connect With Firefox for Mobile:
wo: Jokkoo ak Firefox bu telefon:

source: Monthly newsletter
wo: Yéenekaay weer wu ne

source: Follow us
wo: Topp ñu

source: Become a fan
wo: Nekkal fan

source: Firefox is full of innovations that let you type less, browse more and get to the Web quickly and easily.
wo: Firefox dafa fees dell ay bees bees yu lay may ngay tappe lu néew, gis ak jot lu bari ci web bi.

source: Freedom from typing
wo: Moom sa bopp ci tappe

source: The Awesome Screen learns your favorite sites so you can browse with little or no typing.
wo: Seetukaay super dafay jàngal dal yi nga taanu ndax ngay joow te doo tappe lu bari.

source: Best of both worlds
wo: Li gën ci ñaari addina yi

source: Firefox for Android is now redesigned and optimized for the way you browse on phones and tablets.
wo: Firefox bu Android dañu ko xalaataat ci ni ngay joowe ci telefon yi ak tabalet yi.

source: Browse quick and easy
wo: Xool bu gaaw te yomb

source: Features like Sync, tabbed browsing and one-touch bookmarking mean everything you want is close at hand.
wo: Ay bees bees yu melni Sync, njoowum koñ ak lo bëgg mën nga ko jot.

source: <a %s>Need help?</a> Visit our Firefox for Android Support site.
wo: <a %s>Soxla na dimmal?</a> Ganejil dalu Firefox bu Android.

source: Download and test the build that’s right for you.
wo: Yebal te teste sumb bi la gënal.

source: See all our channels for mobile »
wo: Seet yoon yi ñu jagleel telefon »
