Repository: translate/mozilla-lang
Catalog: wo/newsletter.lang.po
Languages: wo

source: Get Monthly News
wo: Am xibaar weer wu ne

source: Your Email Address
wo: Sa makkaan email

source: Text
wo: Mbind

source: Available Languages
wo: Lammiñ yi féex

source: Select country
wo: Tànn diiwaan

source: Whoops! Be sure to enter a valid email address.
wo: Whoops! Na la wóor ni yaa ngiy dugal makkaanu email bu baax.

source: Please read the Mozilla Privacy Policy and agree by checking the box.
wo: Ñi ngi lay ñaan nga jàng Politigu biir bu Mozilla te nga xosi wërngal bi boo nangu.

source: I agree to the <a href="%s">Privacy Policy</a>
wo: Nangu naa <a href="%s">Politigu biir</a>

source: Sign me up!
wo: Bind ma!

source: We will only send you Mozilla-related information.
wo: Xibaar yi ñu lay yonnee ci Mozilla rekk la jëm.

source: Thanks for Subscribing!
wo: Jërajëf ci sa takkoo!

source: We look forward to soon begin sharing tips &amp; tricks on getting the most out of Firefox, as well as exciting news about Mozilla and how we’re working to create a better Web.
wo: Ñi ngiy beg leegi ci seddoo bi ñu nara def ci ndigal, pexe ngir gëna mën jariñoo Firefox, ak ay xibaar ci Mozilla ak nan la ñuy def ba am web bu g¨na baax.

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
wo: Takkool ak yeesal yi weer wu ne, te di am ay xibaari Mozilla, dem ba ci pexe yi lay may nga gëna mën jariñoo sa joowkat Firefox. Mooy yoon wi gën ci jokkoo!

source: We just sent you a confirmation message by email. Click on the confirmation link in this email to validate your subscription to this mailing list.
wo: Yonnee nañu la ci email benn bataaxalu dëgal. Cuqal ci buumu dëgal bi ci email bi ngir dëggal sa takkoo ak mailig list bi.

source: Read all about it in our <span>newsletter</span>
wo: Jàngal lepp ci sunu<span>xibaarukaay</span>

source: Your newsletter subscription has been confirmed.
wo: Sa takkoo ak xibaarukaay dëggal nañu ko.

source: Format
wo: Daytal

source: You’re All Set! <span>But Wait, There’s More</span>
wo: Ñun ñeppa and! <span>Wante negal, Gën na bari</span>

source: Want to get the most relevant info? Tell us a little more about yourself. And while you’re here, sign up for other Mozilla news.
wo: Ndax bëgg nga am ay xibaar yu gëna am solo? Wax ñu tuuti ci yaw. Te li fa nekk bindal keneen ci xibaari Mozilla.

source: Firefox & You
wo: Firefox ak yaw

source: Our Other Newsletters:
wo: Suñu yeneen xibaarukaay:

source: Get the latest tips and tricks for getting the most out of your favorite browser.
wo: Amal pexe yi mujj gir mëna Jëfandikoo bu baax sa joowkat bi nga taamu.

source: Firefox Mobile
wo: Firefox telefon

source: Learn about the hottest new add-ons and features for Firefox mobile.
wo: Gëna xam ci modil yu bees yi ak Firefox telefon.

source: Beta News
wo: Xibaari Beta

source: Read about the latest features for Firefox desktop and mobile before the final release.
wo: Jàng bees bees yi mujj ci Firefox ordinatëëru biro ak telefon laata sumb bu mujj bi.

source: Let’s Be Friends!
wo: Nañu nekk ay xarit!

source: Firefox is also on your favorite social networking sites. Connect with us and join the conversation.
wo: Firefox mi ngi itam ci lëkkale mboolo yi nga taamu. Jokkool ak ñun te bokk ci waxtaan wi.

source: Manage your <span>Newsletter Subscriptions</span>
wo: Saytu say <span>bindu cixibaarukaay yi</span>

source: Subscribe
wo: Takkoo

source: Unsubscribe
wo: Dindi takkoo

source: Check here if you’d like to be removed from all Mozilla emails
wo: Xosil fii boo bëggee ñu dindi la ci email Mozilla yépp

source: Remove me from all Mozilla emails
wo: Dindi ma ci email Mozilla yépp

source: Save Preferences
wo: Aar taamu yi

source: Thanks for updating your email preferences.
wo: Jërajëf ci li nga yeesal say taamu email.

source: You've been unsubscribed.
wo: Dindi nañu sa takkoo.

source: We’re sorry to see you go. Would you mind telling us why you’re leaving?
wo: Metti nañu gis la ngay dem. Ndax mën nga ñu wax lu tax?

source: You send too many emails.
wo: Email yi ngay yonnee bari nañu.

source: Your content wasn't relevant to me.
wo: Sa këmb amul solo ci man.

source: Your email design was too hard to read.
wo: Sa email dafa jafe jàng.

source: I didn't sign up for this.
wo: Xaatimuma ngir lii.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
wo: Maa ngi jokkoo ak Mozilla ci Facebook ak Twitter.

source: Submit
wo: Jebbale

source: Thanks for telling us why you’re leaving.
wo: Wax ñu lu tax ngay dem.

source: Mozilla Newsletters
wo: Xibaarukaay Mozilla

source: Thanks! Please check your inbox to confirm your subscription.
wo: Jërajëf! xoolal sa boyetu meel ngir dëggal sa takkoo.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
wo: War nga jot benn email bu jojge ci from mozilla@e.mozilla.org ngir dëggal sa takkoo. Soo ko gisul, seetal spam. Da nga war dëggal sa takkoo ngir jot sunu xibaarukaay.

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
wo: Bul fatte yokk sunu makkaan: mozilla@e.mozilla.org ci sa karne makkaan, mu wóor ni saa su ne dinañu la mëna jot.
