Repository: translate/mozilla-lang
Catalog: wo/snippets.lang.po
Languages: wo

source: Take Firefox anywhere you go! The latest Firefox for Android is live and ready for you to enjoy. <a href="%s">Get it now</a>.
wo: Jëlal Firefox fépp foo mëna dem! Firefox bu Android bu mujj pare na. <a href="%s">Mën nga ko am leegi.</a>.

source: Now that you've got the latest version, <a href="%s">learn about all the cool things</a> you can do with your Firefox.
wo: Leegi am nga sumb bi mujj, <a href="%s">jàngal ci mbiri</a> yu baax yi nga mëna def ak sa Firefox.

source: You're not on the latest version of Firefox. <a href="%s">Upgrade today</a> to get the best of the Web!
wo: Amuloo sumbu Firefox bi mujj. <a href="%s">yeesalal tay</a> jotb li gën ci Web bi!

source: Get the latest Firefox features first in <a href="%s">Aurora</a>.
wo: Amal bees bees yu mujj yu Firefox ci<a href="%s">Aurora</a>.

source: Get a sneak preview of the future of Firefox. <a href="%s">Download Firefox Aurora</a> and test the latest features.
wo: Amal benn gis gis ci ëlëgu Firefox. <a href="%s">Yebal Firefox Aurora</a> te nga teste bees bees yi mujj.

source: Before Firefox there's Beta, and before Beta there's Aurora. <a href="%s">Try Firefox Aurora</a> now for the latest cutting edge features.
wo: Laata Firefox am na Beta, te laata Beta am na Aurora. <a href="%s">Jëlal Firefox Aurora</a> ndax yu bees te ñaw yu ci nekk.

source: <a href="%s">Become a Firefox Affiliate</a> and get everything you need to share Firefox with the world!
wo: <a href="%s">Bokkal ci Firefox </a> te am lépp loo bëgg seddoo ci Firefox ak addina si!

source: Firefox is proudly non-profit and free to innovate on your behalf without compromise. <a href="%s">Learn more</a> about our mission.
wo: Firefox wutul xaalis te dafa libar ci sos ci sa tur te doo taq ci dara. <a href="%s">Gënal jàng</a> sunu jëmu.

source: Fast, flexible and secure, Firefox is the only browser that puts you first. <a href="%s">Learn more</a> about what makes us different by design.
wo: Gaaw, am kaarange, Firefox moon rekk mooy joowkat bi lay tek ci kanam. <a href="%s">Gënal jàng</a> liñu wuute ci defarin.

source: <a href="%s">Download Firefox on your Android tablet</a> and put the power of the Web right in your hands. Get it now.
wo: <a href="%s">Yebal Firefox ci sa Android tabalet</a> te am doole web bi say loxo. Jël ko leegi.

source: Keep your plugins up to date and stay safe online with <a href="%s">Plugin Check</a>.
wo: Na say plugins yees te toog ci rëdd ak <a href="%s">Plugin Check</a>.

source: Keep your Firefox in style. Dress it up in the latest <a href="%s">Personas</a>.
wo: Bayil sa Firefox ci melin. Solal ko ci li mujj ci <a href="%s">Personas</a>.

source: Too many tabs? Reclaim your browser from the clutter with <a href="%s">Panorama</a>.
wo: Koñ yi bari nañu? Jëlaatal sa joowkat ci sëmbaxloo bi ak<a href="%s">Panorama</a>.

source: No two Firefox users are alike. <a href="%s">Add any button to your browser</a> or remove the ones you don't use. Right-click on home and select Customize.
wo: Amul ñaari jëfandikookat yu niroo. <a href="%s">yokkal butoŋ bu la neex ci sa joowkat</a> walla nga neenal yi nga jëfandikoowul. Cuq ci butoŋu ndeyjoor ci kaw kër gi te fal solal.

source: Dress up your Firefox with Personas. Roll over to try, click to apply. Or visit the <a href="%s">gallery</a> for thousands more!
wo: Solalal sa Firefox ak Personas. Jaar ci kaw ngir jéem, cuq ci def. Walla nga gane <a href="%s">galëri</a> alfajune yoon!

source: Get a first look at the latest features, even before they go to Beta. <a href="%s">Download Firefox Aurora.</a>
wo: Xool bu jëkk ci bees bees yi, laata ngay dem ci Beta. <a href="%s">yebal Firefox Aurora.</a>

source: <a href="%s">Download Firefox Aurora</a> to test features and help us determine what makes it to Beta.
wo: <a href="%s">Yebal Firefox Aurora</a> teste ko te nga wax ñu lan lay def ci Beta.

source: Get in early and help shape the future of Firefox. <a href="%s">Download Firefox Aurora.</a>
wo: Teel ko jot te dimmali ñu defar ëlëgu Firefox. <a href="%s">Yebal Firefox Aurora.</a>

source: Firefox for Android is now optimized for the way you browse on tablets. <a href="%s">Get the power of the Web at your fingertips</a>.
wo: Firefox bu Android defar nañu ko ngir joow ci tabalet yi. <a href="%s">Jëllal doole Web bi ci say baaraam</a>.

source: Download Firefox on your Android tablet and put the power of the Web right in your hands. <a href="%s">Get it now</a>.
wo: Yebal Firefox ci sa tabalet Android te am doole Web bi ci sa loxo. <a href="%s">Jël ko leegi</a>.

source: <a href="%">Download Firefox Beta</a>, provide feedback and help make the next Firefox even more awesome for our 450 million users.
wo: <a href="%">Yebal Firefox Beta</a>, joxeel sa xalaat ngir dimmaliñu ñu gëna yéem 450 miliyoŋi jëfandikookat yi.

source: Test features, refine and polish them and help us make our next version better than ever. <a href="%">Download Firefox Beta today!</a>
wo: Testeel bees bees yi, ñawal leen te rataxal leen te ngeen dimmali ñu defar sumb bii di ñëw mu gëna baax. <a href="%">yebal tey Firefox Beta !</a>

source: Love Firefox? Want to help make our next version even better? <a href="%">Download Firefox Beta</a> and give us feedback today!
wo: Bëgg Firefox? Da nga bëgg dimmali ñu sumb biy ñëw gëna baax? <a href="%">Yebal Firefox Beta</a> te jox ñu say xalaat tey!

source: Are you running the latest Firefox Beta? <a href="%">Get it now</a> and help us test the latest features.
wo: Ndax dawal Firefox Beta bi mujj? <a href="%">Def ko leegi</a> te nga dimmali ñu teste bees bees yi.

source: Not on the latest Firefox Beta? <a href="%">Get it today</a> to stay on top of what we're working on for our next version.
wo: Nekkuloo ci Firefox Beta bi mujj? <a href="%">Jël ko yey</a> nekk ci kaw li ñuy liggey ci sumb biy nëw.

source: Want to share your feedback? <a href="%">Find out how</a> and help make the next version of Firefox even more awesome.
wo: Bëgg nga seddoo say xalaat? <a href="%">Seetal nan</a> te dimmaliñu ñu defar sumbu Firefox biy ñëw gëna yeeme.

source: Firefox Beta users: Don't forget to <a href="%">provide feedback</a> to help us put the final tweaks on our next version.
wo: Yéen ñiy jëfanikoo Firefox Beta: Bu leen fatte <a href="%">joxe seen xalaat</a> ngeen dimmaliñu ñu def regalaas yi mujj.

source: Help make the next version of Firefox even more awesome. <a href="%">Become an Affiliate</a> and share Firefox Beta with your friends.
wo: Dimmali leen ñu def Firefox. <a href="%">Bokkal leegi</a> te di jërñoo Firefox Beta ak say xarit.

source: Invite friends to preview upcoming Firefox features. <a href="%">Become an Affiliate</a> and share Firefox Aurora today.
wo: Wool sa xarit yi ñu gis bees bees yi ci Firefox. <a href="%">Bokkal</a> te seddoo tey Firefox Aurora.

source: Using Firefox on several computers? Now you can synchronize your add-ons across them all. <a href="%">Find out how to activate Sync.</a>
wo: Jëfandikoo Firefox ci ordinatëër yu bari? Leegi mën nga jokkalante say modil yu bari. <a href="%">Seetal nan ngay suqali Sync.</a>

source: Fast, fast, fast. <a %s>Firefox for Android just got a big upgrade</a>. Help us spread the word.
wo: Gaawalagaaw. <a %s>Firefox bu Android am yeesal bu mag</a>. Dimmali ñu tasaare mbir moomule.

source: Firefox has new features to make getting to your next task even faster! <a href="%">Check out the video to learn more.</a>
wo: Firefox am na bees bees yuy gëna gaawal sa liggéey! <a href="%">Xoolal wideyoo bi nga g¨n cee jàng</a>

source: Love Firefox Beta? <a href="%s">Invite your friends</a> to get a sneak peek of what's coming soon to Firefox.
wo: Bëgg Firefox Beta? <a href="%s">woowal say xarit</a> Ñu am gis gis ci li Firefox nara indi.

source: I use Firefox Beta to get a sneak peek at the latest features and innovations coming soon to Firefox. <a href="%s">Check it out</a>.
wo: Damay jëfandikoo Firefox Beta ndax jot ci bees bees yi ak soste yiy 7ëw leegi Firefox. <a href="%s">Check it out</a>.

source: Thanks for using Firefox Beta to help make Firefox more awesome. Now <a href="%s">invite your friends</a> to give it a try.
wo: Jërajëf ci li ngay jëfandikoo Firefox Beta te di ñu dimmali ci Firefox gëna yéeme. Leegi <a href="%s">wool say xarit</a> ñu jéem ko.

source: I use Firefox Beta to help test the latest features and make Firefox more awesome. <a href="%s">Give it a try</a>.
wo: Damay jëfandikoo Firefox Beta ngir dimmali teste bees bees yu mujj yi te def Firefox mu gëna yéeme. <a href="%s">Joxe ko ñu eseeye ko</a>.
