Repository: translate/mozilla-lang
Catalog: wo/upgradepromos.lang.po
Languages: wo

source: Mozilla Firefox Web Browser — Free Download
wo: Joowkat bu Web Mozilla Firefox-Yeb bu amul fay

source: How fast is <span>your Firefox?</span>
wo: Ban gaawaay<span>la sa Firefox am?</span>

source: New Firefox is up to 7 times faster. (That’s a lot!) Check the speedometer to see if yours can keep up.
wo: Firefox gën na gaaw 7 yoon. (Bare na de!) Xoolal sa nattukkaayu gaawaay ndax sa bos mën na dem..

source: Old Firefox = <em>Sadface</em>
wo: Firefox dafa maggat = <em>Sadface</em>

source: New Firefox = <em>Yay!</em>
wo: Firefox bu bees= <em>Yay!</em>

source: That just isn’t going to cut it. Stop browsing in the past and <a %s>upgrade now!</a>
wo: Bu ko dagg . Taxawal njoow mi ci lu weesu te <a %s>yeesal leegi!</a>

source: Now we’re talking!
wo: Leegi ñi ngiy wax!

source: Feels better, doesn’t it? Welcome to the future of the Web. It’s nice here.
wo: Li ngay yëg Gën na baax? Dalal jamm ci ëlëgu web bi. Fi dox na.

source: Hey, looks like you’re using %BROWSER%. Why not grab Firefox and get up to speed.
wo: Hey, dafa melni yaa ngiy jëfandikoo %BROWSER%. Lu tax doo jël Firefox te Gëna Gaaw.

source: Hey, looks like you’re not using Firefox as your browser. Why not grab Firefox and get up to speed.
wo: Hey, dafa melni jëfandikoowoo Firefox ne joowkat. Lu tax doo jël Firefox ngir gëna gaaw.

source: New Firefox is faster, free (as always), crashes less and protects your privacy more.
wo: Firfox bu bees bee gëna gaaw, kenn du ko jaay, du ngiroote dafay gëna aar say mbir.

source: <a %s>Upgrading</a> takes less than a minute and you won’t lose your history or bookmarks. Hooray!
wo: <a %s>Yeesal</a> du la jëlal lu ëpp benn simili te doo ñakk sa jaar jaar ak say mandarga. Hooray!

source: Fewer Crashes <span>More Happiness</span>
wo: Ngiroo yi neew nañu <span>Ngëneel yi gëna bari</span>

source: Upgrade now and see how much happier browsing can be with the <b>newest and fastest Firefox</b>.
wo: Yeesalal leegi te nga gis ni joow gëne baaxe ak<b> Firefox bu bees bi te gaaw</b>.

source: Upgrade Firefox
wo: Yees

source: Old Firefox
wo: Yeesal Firefox

source: New Firefox
wo: Firefox bu bees

source: 3, 2, 1<span>Ready to Go?</span>
wo: 3, 2, 1<span>Mën na dem?</span>

source: Take your bookmarks and browsing history with you on a journey to a faster Firefox.
wo: Jëlaaleel say mandarga ak jaar jaar boo dee dem ci Firefox bu gëna gaaw.

source: Upgrade Firefox and take your bookmarks with you.
wo: Yeesal Firefox te jëlaale say mandarga ak yaw.
