Repository: translate/mozilla-lang
Catalog: cak/tabzilla/tabzilla.lang.po
Languages: cak

source: Mozilla links
cak: Taq ruximonel Mozilla

source: Close (Esc)
cak: Titz'apïx (Esc)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
cak: ¡Firefox OS k'o pa <span>Mobile World Congress!</span>

source: Learn more
cak: Tetamäx ch'aqa' chik

source: Mission
cak: Taqel taqanem

source: About
cak: Tawetamaj qawäch

source: Projects
cak: Taq nimasamaj

source: Support
cak: To'ïk

source: Developer Network
cak: Kik'amab'ey b'anonela'

source: Products
cak: Taq k'ayij

source: Innovations
cak: Tz'ukuj

source: Research
cak: Jikilib'anem

source: Get Involved
cak: Kak'uluman

source: Volunteer
cak: Katok ajk'u'x

source: Careers
cak: Taq samaj

source: Find us
cak: Kojawila'

source: Join us
cak: Tatunu' pe awi'

source: Website Directory
cak: Rucholb'al ruxaq ajk'amaya'l

source: Search Mozilla sites
cak: Takanoj pa ri taq ruxaq rajk'amaya'l Mozilla

source: Search
cak: Tikanöx

source: Partner
cak: Katok qachib'il

source: Look ahead
cak: Katz'eton chwa'q kab'ij

source: Learn all about Firefox OS
cak: Tetamäx ronojel chi rij ri Firefox OS

source: Would you like to see this page in your language?
cak: ¿La nawajo' natz'ët re ruxaq k'amaya'l re' pan ach'ab'äl?

source: Yes, please!
cak: ¡Ja', tab'ana' utzil!

source: No, thanks.
cak: Manäq, nik'awomaj chawe.

source: Support Mozilla
cak: Tato' ri Mozilla

source: Looks like you’re using an older version of Firefox.
cak: Achi'exa tajin nawokisaj jun ojer ruwäch chi Firefox.

source: Update to stay fast and safe.
cak: Tak'exa' ruwäch richin natikirisaj chik pan aninäq chuqa' pa jikïl.

source: Later
cak: Jub'a' chik na

source: Official Mozilla gear is here
cak: Ri saqamaq'il taq retz'ab'al Mozilla xe'uqa
