Repository: translate/mozilla-lang
Catalog: sat/mozorg/about.lang.po
Languages: sat

source: Get to know Mozilla
sat: मोजिला बाडाय ला़गित् ञाम .

source: Learn more about our projects, products and principles designed to help people take control and explore the full potential of their lives online.
sat: आलेयाक् प्रोजेकट, तेयार ओडोक को आर कोबोज हाताव होड़ को गोड़ो ला़गित् जोह तेयार नियाम को आर आकोवाक् ऑनलाइन ताहें रेयाक् पुरा़ हुयुगाक् पानते तुद बाबोते बाड़ती चेद मे .

source: The Mozilla mission
sat: मोजिला मिसोन

source: What drives us and makes us different
sat: आलेयाक् चेत् ड्राइबस आर आले भेगार ले तेयार लेया.

source: Career center
sat: जिबका सेंटार

source: Want to work at Mozilla? Apply today!
sat: चेत् मोजिला रे का़मी सानाम काना ? तेहेंग बाहाल मे !

source: Want to work on Firefox? Apply today!
sat: चेत् फायारफॉक्स रे का़मी सानाम काना ? तेहेंग बाहाल मे !

source: Mozilla blog
sat: मोजिला ब्लॉग

source: News, notes and ramblings from the Mozilla project
sat: खोबोर को , खाटो ओल आर मोजिला प्रोजेकट खोन पासनावाक्.

source: Mozilla style guide
sat: मोजिला हुना़र उदुक्

source: Logos, copy rules, visual assets and more
sat: लोगास, नोकोल नियोम को , ञेल तेयार सोमपोती आर ढेर .

source: Locations & contacts
sat: ठांव आर सोंमपोक को

source: Addresses, emails, support and feedback forms
sat: ठिका़ना ,इमेल को गोड़ो आर फिडबेक फोर्म.

source: The Mozilla Corporation
sat: मोजिला कारपोरेसान

source: A corporation that serves the public good. Seriously.
sat: कारपोरेसान ओका होड़ कोवाक् बेस ए का़मी आ .बिचार आते

source: Our products
sat: आलेयाक् तेयार ओडोक .

source: An overview of what we make and what we’re working on
sat: चेत् आलेले तेयार आकात् आ रेयाक् ञेल ओडोक आर चेत् आलेले का़मीयेत् आ .

source: Get involved
sat: सा़मिलोक् मे

source: Become a volunteer contributor in a number of different areas
sat: भेगार जायगा को रेयाक् मित् लेखा रे मित् निजे का़मीया हा़टिञिच् तेयारोक् मे

source: Press center
sat: ताला रे ओता

source: Press info and other useful stuff
sat: लाय सोदोर आर एटाकगाक् बेबोहार स्टाप ओताय मे.

source: Privacy center
sat: निजेराक् ताला

source: How Mozilla handles your personal information
sat: चेत् लेका मोजिला आमाक् निजेराक् लाय सोदोर साब सोझेयाक् .

source: The Mozilla Foundation
sat: मोजिला फाउंडेसान .

source: The non-profit organization behind Firefox and all Mozilla products
sat: बाङ लाब आ गांवता फायारफॉक्स आर जोतो मोजिला तेयार ओडोक को तायोम.
