Repository: translate/mozilla-lang
Catalog: sat/mozorg/mission.lang.po
Languages: sat

source: Read the <a href="%(url)s">Mozilla Manifesto</a> to learn even more about the values and principles that guide the pursuit of our mission.
sat: पाढाक् मे <a href="%(url)s"> मोजिलाक् लाय सोदोर </a> गोनोङ आर नियोम को बाबोत ते ढेर उतार चेद ला़गित् आलेयाक् मिसोन रेयाक् ञेल चेद उदुगाक् .

source: Watch the video above to learn more about who we are, where we came from and how we’re making the Web better for you.
sat: आले ओकोय काना ले बाबोत ते बाड़ती चेद ला़गित् नोवा को बिडियो ञेल मे , आले ओका खोन ले हेज आकाना आर चेत् लेका आले आम ला़गित् बेस वेब ले तेयाराक् .

source: At Mozilla, we’re a global community of technologists, thinkers and builders working together to keep the Internet alive and accessible, so people worldwide can be informed contributors and creators of the Web.
sat: मोजिला रे आले प्रोद्योगिकी , तेयार उयहा़र को आर तेयार को इन्टारनेट जिवित आर आ़तुर लेक दोहो ला़गित् मित धाव ते का़मिया को रिन गोलोबाल सांवता बिरा़द काना ले , ओना ते होड़ को दुनिया जाक रिन हा़टिञ को आर वेब तेयार को खोबोर दाड़ेयाक् कोवा .

source: Topics include support, products, and technologies
sat: ञुतुम रे गोड़ो तेयार ओड़ोक , आर प्रोद्यगिकी को मेसा मेनाक् आ .

source: Volunteer opportunities in a number of different areas
sat: भेगार जायगा को रेयाक् मित् लेखा रे निज् का़मिया ओबोसोर को .

source: We believe this act of human collaboration across an open platform is essential to individual growth and our collective future.
sat: आले निजेराक् राकाब ला़गित् झिज प्लेटफोर्म चेतान मानवा गोड़ो रेयाक् नोवा का़मी ले पातियाव आ आर आले आ जुमित आगाम .

source: We’re building a better Internet
sat: आले बेस इनटारनेट ले तेयार येत् आ .

source: Our structure, organization, and the broader Mozilla community
sat: आले आ बेनाव गांवता, आर माराङ मोजिला सांवता बिरा़द .

source: Where we come from and how we got to where we are
sat: ओका रे आले ले हेज आकाना आर चेत् लेका रे आलेले ञामोक् आ ओका रे .

source: Get involved
sat: सा़मिलोक् मे

source: Forums
sat: फोरुम

source: Our mission is to promote openness, innovation & opportunity on the Web.
sat: आलेयाक् मिसोन दो झिज तेत् नावा आ़रु आर वेब रे ओबोसोर राकाब ला़गित् काना.

source: History
sat: हिता़ल

source: Governance
sat: सासोन चालाव
