Repository: translate/mozilla-lang
Catalog: sat/mozorg/plugincheck.lang.po
Languages: sat

source: Plugin Check &amp; Updates
sat: खोंजा आदेर ञेल &amp; हा़ली को

source: Update Now
sat: नितोक् हा़ली मे

source: Research
sat: रिसार्च

source: current version plugin
sat: नितोगाक् बार्सान खोंजा आदेर

source: Up to Date
sat: हा़ली तेयार

source: Plugin icon
sat: खोंजा आदेर आइकॉन

source: unknown
sat: बाङ बाडाय

source: vulnerable
sat: बोतोरानाक्

source: Check Your Plugins
sat: आमाक् खोंजा आदेर को ञेल मे

source: Keeping your plugins up to date helps Firefox run safely and smoothly.
sat: आमाक् खोंजा आदेर हा़ली तेयार दोहो निरपोन आर चिंकांड़ ते फायारफॉक्स चालाव गोड़ो.

source: Looks like you’re using an older version of Firefox.
sat: आम फायारफॉक्स रेयाक् मारे बार्सान बेभारेत् लेका ञेलोक् काना.

source: Plugin Status
sat: खोंजा आदेर दोसा

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
sat: खोंजा आदेर ञेल <strong>इन्टारनेट एक्सप्लोरार ला़गित् गोड़ो दो सिमा़ भितिरा</strong>. टुल्स हों बेभारा &gt; एडऑन बेबोसता

source: Step 1: Click Update to update a plugin.
sat: झांप1: खोंजा आदेर हा़ली ला़गित् हा़ली ओताय मे.

source: Step 2: Complete all recommended updates before restarting your browser.
sat: झांप 2: आमाक् ब्राउजार दोहड़ा एहोब माड़ाङ जोतो बाताव एम हा़ली को पुरा़व मे.

source: Potentially vulnerable plugins
sat: हुय दाड़ेयाक् बोतोरानाक् खोंजा आदेर

source: Plugin
sat: खोजा आदेर

source: Status
sat: दोसा

source: Action
sat: का़मी हाताव

source: Outdated Plugins
sat: हा़लियाक् खोंजा आदेर को

source: Unknown Plugins
sat: बाङ बाडाय खोंजा आदेर को

source: These plugins are up to date
sat: नोवा खोंजा आदेर कोदो हा़लियाक् काना

source: Back to Top
sat: तायोम खोन चोट

source: Frequently Asked Questions
sat: जावगे कुकली को कुली

source: What is a plugin?
sat: खोंजा आदेर चेत् काना?

source: Plugins power videos, animation and games
sat: खोंजा आदेर पावार बिडोसो , एनिमेसान आर खेलोंड को .

source: They're built outside of Firefox by companies like Adobe Systems and Apple
sat: एडोब सिस्टेम आपेल लेकान कोम्पानी को दाराय ते उनकु फायारफॉक्स रेयार बाहरे को तेयार आ .

source: Plugins don't always update automatically.
sat: खोंजा आदेर जावगे आच् आच् ते बाय हा़ली या .

source: Why should I update my plugins?
sat: चेदाक् इञ इंञाक् खोंजा आदेर हा़ली ला़कती आञा ?

source: Old plugins can interrupt browsing and waste your time.
sat: मारे खोंजा आदेर को ब्राउजिंग केचेत् दाड़ेया आर आर आमाक् ओकतो बेरबाद आ.

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
sat: मारे खोंजा आदेर को <strong> आमा जिवी कोटोक् ढेर आ </strong> मालवेयार ,बायरा़स आर एटागाक् जा़पती धामकाव को दाराय ते ञुहां ला़गित्.

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
sat: <strong>हा़लियाक् खोंजा आदेर को दो लाहा राकाब आकाना</strong> ओका वेब <strong> बेस ए तेयारा आर निरपोन </strong>आम ला़गित् .

source: Screenshot of Add-Ons manager
sat: एड-ऑन बेवस्तयिच् आ स्क्रिंन सोट .

source: How can Firefox help me?
sat: चेत् लेका फायारफॉक्स आञां गोड़ो ?

source: In the future, Firefox will update plugins for you. Until then, you should regularly check this page and update your plugins to stay safe.
sat: आगाम रे, फायार फॉक्स दो आम ला़गित् खोंजा आदेर को हा़लिया. उन खोन नित हाबिच् , आम नोवा साहटा दिनाम ञेल ला़कती आर निरपोन ताहें ला़गित् आमाक् खोंजा आदेर को हा़ली मे .

source: Which Plugins do I have?
sat: ओका खोंजा आदेर को इञ ठेन मेनाक् आ ?

source: We automatically detected your plugins above, to view your installed plugins in Firefox follow these steps:
sat: आले आमाक् खोंजा आदेर को चेतान आच् आच् ते ले पानते तुद आ , फायारफॉक्स रे आमाक् बोहाल खोंजा आदेर को ञेल ला़गित् नोवा को झांप पांजाय मे :

source: Want to spread the word?
sat: चेद साबाद को ओसार सानाम काना ?

source: Help your friends stay safe online! Visit <a href="%(url)s">Firefox Affiliates</a> to get a plugin check badge for your site.
sat: ऑनलाइन निरपोन ताहें रे आम रिन गाते को गोड़ो ! ञेल मे <a href="%(url)s">फायारफॉक्स बाताव एम आ को </a> खोंजा आदेर ञेल ञाम ला़गित् आमाक् साइट ला़गित् बैज .

source: How do I disable a plugin?
sat: चेद लेका इञ मित् खोंजा आदेर बाङ हुय होचो तेयाराक्?

source: In Firefox:
sat: फायारफॉक्स रे :

source: Open the Tools menu.
sat: टुल्स मिनु झिज मे .

source: Open the <span class="menu">menu</span>.
sat: झिज मे <span class="menu">मिनु </span>.

source: Choose Add-ons.
sat: एड-ऑन बाछाव मे .

source: Click the plugins tab.
sat: खोंजा आदेर टेब ओताय मे .

source: Click on the drop down next to the plugin you wish to disable.
sat: आम बाम हुय होचो सानाम कान खोंजा आदेर ला़गित् ड्रोप डाउन इना तायोम ओताय मे.

source: Click on a plugin in the list.
sat: सुची रे मित् खोंजा आदेर ओताय मे .

source: Select "Never Activate" from the available choices.
sat: बाछाव मे " तिस हों बाङ चोगोड़ " ञामोगाक् कुसियाक् को खोन .

source: Click the Disable button.
sat: बाङ हुय होचो बुता़म ओताय मे.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on YouTube.
sat: हुंसियार मित् खोंजा आदेर हुय होचो तेयार माने जे आर आम दो जाहांन जिनिस ला़गित् बाम का़मी दाड़ेयाक्: जे लेका ला़गित् , जुदी आम फेलेस बाम हुय होचोया , आम युटियुब रे बिडियो को बाम ञेल केया .

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on some streaming video websites.
sat: हुंसियार मित् खोंजा आदेर हुय होचो तेयार माने जे आर आम दो जाहांन जिनिस ला़गित् बाम का़मी दाड़ेयाक्: जे लेका ला़गित् , जुदी आम फेलेस बाम हुय होचोया , तिनाक् गान बोहाव बिडियो वेब साइट को रे आम बिडियो को बाम ञेल केया .

source: Mozilla Support
sat: मोजिला गोड़ो

source: Have more questions?
sat: बाड़ती कुकली को मेनाक् आ ?

source: Visit <a href="%(sumo_url)s">support.mozilla.org</a> for more help!
sat: ञेल मे <a href="%(sumo_url)s">support.mozilla.org</a> बाड़ती गोड़ो ला़गित् !
