Repository: translate/mozilla-lang
Catalog: dsb/mozorg/contribute/stories.lang.po
Languages: dsb

source: Meet Mozillians from all around the world. Learn about the projects they’ve worked on and see what they’re currently helping with.
dsb: Zmakajśo se z Mozillanarjami z cełego swěta. Zgóńśo wěcej wó projektach, na kótarychž su źěłali a woglědajśo se, z cymž tuchylu pomagaju.

source: Meet a few more Mozillians
dsb: Zmakajśo se z wěcej Mozillanarjami

source: Read their stories here and discover even more on Twitter with <a href="%(link_hashtag)s">#IAmAMozillian</a>
dsb: Cytajśo how jich tšojeńka a wuslěźćo hyšći wěcej na Twitter z <a href="%(link_hashtag)s">#IAmAMozillian</a>

source: Mozillian Stories
dsb: Tšojeńka Mozillanarjow

source: Hi, I’m <b class="name">Rubén</b>, a Mozillian in <b class="country">Spain</b>
dsb: Witajśo, som <b class="name">Rubén</b>, Mozillanaŕ w <b class="country">Špańskej</b>

source: I’ve been collaborating with the Mozilla community since 2004, helping with website localization, QA, user support and community marketing. I’ve also helped organize events in Spain and performed IT tasks within the Mozilla Hispano community.
dsb: Źěłam ze zgromaźeństwom Mozilla wót lěta 2004 gromaźe, z tym až pomagam pśi lokalizaciji websedłow, kwalitnej kontroli, pódpěrje wužywarjow a marketingu zgromaźeństwa. Som teke pomagał, tšojenja w Špańskej organizěrowaś a som nadawki informatiki w špańskem zgromaźeństwje Mozilla wuwjadł.

source: I’m currently helping with:
dsb: Tuchylu pomagam z:

source: Mozilla.org localization
dsb: lokalizaciju Mozilla.org

source: Firefox OS launch in Spain
dsb: startom Firefox OS w Špańskej

source: Mozilla Hispano mentorship program
dsb: mentorstwowym programom Mozilla Hispano

source: Community events
dsb: Tšojenja zgromaźeństwa

source: Hi, I’m <b class="name">Faye</b>, a Mozillian in <b class="country">the Philippines</b>
dsb: Witajśo, som <b class="name">Faye</b>, Mozillanarka na <b class="country">Filipinach</b>

source: I went to my first local Mozilla event in 2011 and was inspired to do more by all the amazing people I met and got to know. And now, I am the Mozilla Philippines Community Manager.
dsb: W lěśe 2011 som se na swójom prědnem městnem tšojenju Mozilla wobźělił a som se wót wšych późiwabnych luźi, kótarež som zmakał a póznał, inspirěrował, wěcej cyniś. A něnto som wjednik filipiniskego zgromaźeństwa Mozilla.

source: Firefox Student Ambassadors
dsb: Firefox - Studentske wjelikopósłance

source: Community Building
dsb: Twórjenje zgromaźeństwa

source: My passion is for organizing local Webmaker and WoMoz (Women in Mozilla) community events where I can train others and help them develop their skills. I also help out with the Firefox Student Ambassadors program and Community Building.
dsb: Mójo rozpalenje jo organizěrowanje lokalnych zgromaźeństwowych tšojenjow za WebMaker a WoMoz (Žeński w Mozilla), źož mógu druge wukubłowaś a jim pomagaś, jich znaśa a zamóžnosći wuwijaś. Pomagam teke pśi programje studentskich wjelikopósłańcow Firefox a pśi twórjenju zgromaźeństwa.

source: My favorite part of being a Mozillian is the global community. I like to think of us as a “family” where we accept each other openly and are free to speak our minds while we work together.
dsb: Za mnjo ako Mozillanaŕ jo globalne zgromaźeństwo nejlubše. Naglědam nas ako "familiju", źož jaden drugego zjawnje akceptěrujo a smějomy naše mysli groniś, gaž źěłamy gromaźe.

source: Hi, I’m <b class="name">Shreyas</b>, a Mozillian in <b class="country">India</b>
dsb: Witajśo, som <b class="name">Shreyas</b>, Mozillanaŕ w <b class="country">Indiskej</b>

source: I’m a Webmaker Super Mentor who’s passionate about building a more open Web. I love any chance to bring my community together — whether it’s through MozCafes, teaching opportunities or just getting together to talk about projects.
dsb: Som główny mentor za Webmaker, kenž tšašnje rad twóri wěcej wótwórjony web. Lubujom kuždu móžnosć, swójo zgromaźeństwo gromadu pśinjasć — lěc pśez MozCafes, lěc pśez wucbne móžnosći, lěc jadnorje pśez to, až luźe se schaduju, aby wó projektach powědali.

source: One thing I’m most proud of in my time as a Mozillian is “KidZilla,” a project that I initiated to educate underprivileged students about the basics of computers and the Internet.
dsb: Jadna wěc, na kótaruž som wjelgin gjardy w swójom casu ako Mozillanaŕ, jo "KidZilla", projekt, kótaryž som iniciěrował, aby pódpriwilegěrowanym wuknikam zakłady kompjuterow a interneta wucyli.

source: I’m also an avid writer — if you work in Communications or PR, feel free to get in touch with me. I would love to work on something. And if you ever want to talk about Webmaking and teaching, I’m always available.
dsb: Som teke sprocniwy awtor — jolic źěłaśo na pólu komunikacije abo zjawnostnego źěła, stajśo se źe ze mnu do zwiska, ja by rady na něcom źěłał. A jolic gdy cośo wó webwugótwanju a wucenju powědaś, ja som pśecej k wašej dispoziciji.

source: Hi, I’m <b class="name">Michael</b>, a Mozillian in <b class="country">Switzerland</b>
dsb: Witajśo, som <b class="name">Michael</b>, Mozillanaŕ w <b class="country">Šwicarskej</b>

source: I started contributing Firefox patches as a teenager in 2008. Four years later, I decided to officially become a Mozilla Rep and have been helping to build the Mozilla Switzerland community ever since.
dsb: Som w lěśe 2008 ako młodostny zachopił, korektury za Firefox pśinosowaś. Styri lěta pózdźej som rozsuźił, oficielny reprezentant Mozilla byś a pomagam wót togo casa, šwicarske zgromaźeństwo Mozilla natwariś.

source: Hack-a-thons
dsb: Hack-a-thony

source: In addition to organizing community events in Switzerland, I also coordinate events in Germany and Austria, making me one of only a few Mozillians to help pull off events in three different countries — all within a couple of months of each other.
dsb: Mimo organizěrowanja tšojenjow zgromaźeństwa w Šwicarskej koordiněrujom teke tšojenja w Nimskej a Awstriskej, tak až som jadyn z mało Mozillanarjow, kótarež pomagaju, tšojenja w tśich rozdźělnych krajach na nogi spóraś — w interwalu por mjasecow mjazy nimi.

source: My goal now is to keep growing our global community through localization (translation), hacking and Webmaker projects. If you’re interested, please get in touch.
dsb: Mój cel jo něnto, našo globalne zgromaźeństwo pśez lokalizěrowanje (pśełožowanje), programěrowanje a projekty z Webmaker dalej pówětšyś. Jolic maśo zajm, stajśo se ze mnu do zwiska.
