Repository: translate/mozilla-lang
Catalog: cak/foundation/annualreport/2012/faq.lang.po
Languages: cak

source: Frequently Asked Questions
cak: Jutaqil taq k'utunïk

source: What are the key projects for Mozilla in the next year?
cak: ¿Achike ri ruxe'el taq runimasamaj Mozilla richin ri juna' apo?

source: Our flagship product, the Firefox Web browser, is and will continue to be a fundamental lever in driving the Web forward and advancing the Mozilla mission. Firefox for Android is our popular mobile browser which currently enjoys a 4.5-star average rating in Google Play.
cak: Ri Okik'amaya'l Firefox, ja ri' ri nimaläj qatikojil chuqa' nimaläj ruch'akulaj richin ri runuk'ik Ajk'amaya'l richin nojqäx ri nïm rutaqanem tzij Mozilla. Firefox richin Android ja ri' ri ajtz'etel okik'amaya'l richin oyonib'alil, wakami ya'on nik'aj retal 4,5 taq ch'umil pa Google Play.

source: Firefox OS is the first truly open operating system for mobile devices, delivering the same security, privacy, customization and user control that people have come to expect from the Firefox browser. Mozilla has built the technologies and APIs to make the Web a rich and viable platform for the mobile industry. With the support of valued partners from across the mobile ecosystem, Firefox OS phones are now on sale in 10 markets globally (as of mid-November 2013), and Mozilla will continue to advance its development and adoption.
cak: Firefox OS, ja ri' ri nab'ey jaqäl samajel q'inoj kichin taq oyonib'alil okisaxel, ri nuya' junam jikomal, ichinanem, ichinanïk chuqa' kichajinik winaqi', ja ri' oyob'en chi rij re okik'amaya'l Firefox. Mozilla runuk'un taq na'ob'äl chuqa' k'atzinel taq API, ri yeb'anon chi ri Ajk'amaya'l jun jeb'ël chuqa' okel nuk'che'el chuwäch ri b'anöy oyonib'alil. Rik'in kito'ik nimaläj taq achib'il pa ronojel ri ch'ach'öj runuk'ulem oyonib'alil na'ob'äl, ri taq royonib'al Firefox OS tajin yek'ayïx pa lajuj k'ayb'äl chijun ri ruwach'ulew (pa rutikirib'al runik'ajl rujulaj rik' 2013), ri Mozilla k'a xtib'iyin apo rik'in ri nuk'uj chuqa' k'amoj.

source: With the Mozilla Webmaker program, we are aiming to move millions of people from Web users to active Web creators who will build the next great experiences. The goal is to create a more Web-literate planet through tools and learning programs that fuel creativity for people of all ages.
cak: Rik'in ri Webmaker runuk'samaj Mozilla, niqajo' niqab'än chi t'ijtäq chi ruwinaq Ajk'amaya'l ke'ok samajel nuk'unela', ri xkenuk'un ri k'ak'a' taq etamab'äl pa ajk'amaya'l. Ri rayb'äl ja chi tinuk' jun mas tijonel Ajk'amaya'l matyox chi ke ri taq samajib'äl chuqa' taq runuk'samaj tijonïk, ri nikinojisaj chi na'ojil ri winaqi' jalajöj kijuna'.

source: How do you measure success?
cak: ¿Achike rub'eyal napäj rij ri q'i'oj?

source: At Mozilla, we measure success by how much we improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations adopt the traits and features we care about into competing products.
cak: Pa Mozilla niqana'ojij chi ri niqaq'i' k'o ruxe'el pa ruwi' toq niqasamajij rutzil ruchuq'a' ri Ajk'amaya'l chuqa' toq ninimirisäx kirayib'al ri winaqi' chuqa' ri b'anonela'. Niqaq'i' ri q'i'oj toq yeqanük' taq tikojil yekajo' ri winaqi', chuqa' toq ch'aqa' chik taq moloj nikitz'aqatisaj ri taq b'anikil chuqa' taq samaj, ri yalan yeqachajij pa taq qatikojil.

source: Unlike our major competitors, Mozilla achieves success by helping more people make choices about what software they want to use, what level of participation they would like to have online, and how to take part in building a better Internet. When we see growth in community contributors, software localizations, and a competitive browser market, for example, we know we are moving toward our goals.
cak: Chi kiwäch ri nimaläj qajunamanela', k'o ri yojjalon kik'in, Mozilla k'o ruq'i'oj toq junelïk eruto'on ri winaqi' richin nikicha' ri kema' nikajo' nikokisaj, achike rub'eyal nrajo' nito'on pa k'amaya'l, chuqa' achike rub'eyal nito'on chi runuk'ik jun utziläj k'amab'ey. Achi'el toq niqatz'ët chi yek'iyïr ri kimolaj winaqi', ri yeto'on, ri tz'alq'omanïk eb'anon chuqa' jun kik'ayb'äl junamenel taq okik'amaya'l, nijike' chi qawäch chi tajin yeqaq'i' ri qarayb'al.

source: What was Mozilla’s total revenue for 2012?
cak: ¿Kan jarupe' ri kich'akoj pa 2012 ri Mozilla?

source: Mozilla’s consolidated reported revenue (Mozilla Foundation and all subsidiaries) for 2012 was $311M (US), up approximately 90 percent from $163M in 2011.
cak: Ri kich'akoj Mozilla (Mozilla Moloj chuqa' ri taq ruq'a') richin ri 2012, ja ri 311 t'ij chi dolar, rik'in jub'a' ruk'iyisanik 90% chi rij ri $163M pa 2011.

source: How does Mozilla generate revenue?
cak: ¿Achike rub'eyal nich'akon ri Mozilla?

source: The majority of Mozilla’s revenue is generated from search and commerce functionality included in our Firefox product through all major search partners including Google, Bing, Yahoo, Yandex, Amazon, eBay and others. Mozilla’s reported revenues also include very important individual and corporate donations and grants, which are growing significantly, as well as other forms of income from our investable assets.
cak: K'ïy chi ke ri ruch'akoj ri Mozilla, petenäq chi rij rusamaj ri kanoxïk chuqa' kiloq'k'ayinïk e k'o pa rutikojil ri Firefox kik'in ri nimaläj taq qachib'ilal achi'el ri taq kanob'äl Google, Bing, Yahoo, Yandex, Amazon, ebay chuqa' ch'aqa' chik. Chupam ri ruch'akoj pwäq Mozilla chuqa' nok nimaläj taq kisipanik ajk'aymoloj chuqa' taq to'ikil, ri janila tajin yek'iyïr, achi'el juley chik taq ch'akoj epetenäq chi kitikik ri taq qachaxtäq.

source: Are you exploring partnership opportunities to diversify your revenue stream?
cak: ¿La tajin nanik'oj k'ak'a' samaj pa ruwi' taq to'ïk richin nijalwachïx ruwäch ri taq qach'akoj?

source: We currently have several key business partnerships and are actively exploring new ones, as well as other potential revenue opportunities. We’ll continue to build great products that help people enjoy the richness of the Internet, and we’re confident that this allows us to identify appropriate sources of revenue that serve both the mission and our users.
cak: Wakami e k'o k'ïy nimaläj tunuj taq na'oj chuqa' tajin jeb'ël yeqatz'ët k'ak'a' taq samaj richin niqïl qach'akoj. K'a xkojsamäj na pa ruwi' kinuk'ik nima'q taq tikojil, ri yeruto' ri winaqi' chi nikïl rutzil ri k'amaya'l, ruma ri' öj jikïl chi ja ri' xtijikib'an chi qawäch k'ak'a' kixe'el taq ch'akoj, ri nikitzolij tzij chi ke ri kirayib'al winaqi' achi'el chuqa' chi re ri taqel rutaqanem Mozilla.

source: Some key Mozilla Foundation projects like Lightbeam have received grants from organizations such as the Ford Foundation.
cak: Jujun nimaläj taq runimasamaj ri Mozilla Moloj achi'el ri Lightbeam, kik'ulun kito'ikil taq moloj, achi'el ri Ford Moloj.

source: Revenues from Google have increased significantly since 2011. What changed with that relationship?
cak: Ri taq chakoj epetenäq ruma ri Google janila xk'iyïr pa 2011. ¿Achike ruma toq xek'iyïr?

source: Our search partnerships are designed as multi-year contracts. Near the end of each contract, Mozilla negotiates market-value rates from multiple search providers based on the present and future value our products provide. At the end of 2011, Mozilla negotiated a new agreement with Google based on growth and impact from our Firefox desktop browser.
cak: Ri tunuj qana'oj pa ruwi' kanoxïk nuk'un achi'el jun peyoj ri nuk'waj k'ïy ramaj. Chuwäch nik'is jun peyoj, ri Mozilla nipeyon pa kiwi' ri retal rejqalem kik'ayb'al ri jalajöj ajya'öl kanoxïk, achike na ri kajil nikisüj ri qatikojil wakami chuqa' ri chwa'q kab'ij. Pa ruk'isib'äl ri 2011, Mozilla xupeyoj jun k'ak'a' tunuj na'oj rik'in ri Google, akuchi' niya' rejqalem ruk'iyirisaxik retal ri Firefox qokik'amaya'l.

source: How does Mozilla spend its money?
cak: ¿Achike rub'eyal nusamajij rupwaq ri Mozilla?

source: Mozilla invests in both people and products to further our mission to keep the Web open and to retain our impact on the Internet landscape. We continue to spend a significant majority of our expenses on staffing our technology and development, and recently have increased our spending in marketing new product lines. Over the last few years, Mozilla’s investment focus has been significant in new areas such as our mobile and cloud services products. In particular, the market launch of Firefox OS and significant upgrades to our Firefox for Android browser have advanced our goal of opening the mobile ecosystem for users and developers worldwide.
cak: Mozilla nuya' kuchuq'a' ri winaqi' chuqa' pa kiwi' taq tikomal, richin niya' rutzijol ri taqanem qatzij, ri nisamäj chi junelïk jaqäl ri Ajk'amaya'l richin tik'oje' ri qajotay pa K'amaya'l. Tajin niqak'ïs k'ïy pwäq pa kiwi' ri winaqi' yesamajin ri qana'ob'al chuqa' qanuk'ik; chuqa' xqak'iyirisaj ri qatikoj richin rutaluxik k'ak'a' kicholajem taq tikomal. Pa re ruk'isib'äl taq juna', ri rutz'etoj rutikoj Mozilla yalan ya'on retal pa ri k'ak'a' taq k'ojlib'äl achi'el chuqa' ri oyonib'alil taq tikomal chuqa' ri samaj pa sutz'. Jumul ri rusujik ri Firefox&nbsp;OS pa k'ayb'äl chuqa' nimaläj taq k'exoj ruwäch ri Firefox okik'amaya'l richin Android xunimirisaj ri taqanem qatzij richin niqanimirisaj chijun ri ruwach'ulew ri oyonib'alil ch'ach'öj nuk'ulem kichin ri winaqi' chuqa' ri ajb'anonela'.

source: Mozilla’s tax returns and financial documents from previous years are all available on <a href="%(url)s">this site</a>.
cak: Ri kiq'alajirisanik taq toj chuqa' ruwujil rupwaqil Mozilla kichin ri taq juna' xe'ik'o yan, k'o ketal pa <a href="%(url)s">re ruxaq' re'</a>.

source: What is the status of the organization’s search partnerships?
cak: ¿La tajin nikanöx k'ak'a' tunuj taq na'oj?

source: We currently have partnerships with a number of search providers that differ by market. In December 2011, we announced a new agreement with Google as the default search provider in Firefox, which extends at least three years. The specific terms of this commercial agreement are subject to traditional confidentiality requirements, and we’re not at liberty to disclose them.
cak: Wakami qab'anon tunuj na'oj kik'in ajya'öl kanob'äl pa jalajöj taq k'ayb'äl. Pa rukab'laj rik' ri 2011, xqaya' rutzijol jun k'ak'a' tunuj na'oj rik'in ri Google achi'el ri kanob'äl ri kan ruk'amon pe ri Firefox, ri k'a xtik'o na jun chik 3 juna'. Ri nojqäx pa re k'ayinel tunuj na'oj re' man tikirel ta niya' rutzijol ruma ri jikïl ruxe'el, ruma ri' man ya'on ta q'ij chi niqaya' rutzijol.

source: How does Mozilla make money with Firefox OS?
cak: ¿Achike rub'eyal nich'akon ri Mozilla rik'in ri firefox OS?

source: The first Firefox OS devices went on sale in July 2013, so are in the very early stages of market development and user acquisition. Mozilla’s focus is on delivering a superior user experience and getting developers excited, and not on generating revenue from Firefox OS at this time.
cak: Ri nab'ey taq Firefox OS okisaxela' xeb'esuj pe pa k'ayb'äl pa ruwuq rik' ri 2013, ruma ri k'o pa runuk'ik peraj pa k'ayb'äl chuqa' richin nikik'äm ri winaqi'. Wakami ri Mozilla jumul nisamäj richin nrutzilaj retamab'al ri winäq chuqa' niyak kik'u'x ri ajb'anonela', chuwäch nitzeqelb'ëx ch'akoj rik'in ri Firefox OS.

source: What makes you think you can break into the smartphone market with two clearly dominant players?
cak: ¿Achike nuna'ojij ri Mozilla chi nitikïr nok pa kik'ayb'al na'owinäq taq oyonib'äl toq e k'o chik 2 etz'anela' ri kiq'eb'an ki'?

source: There is very high demand in emerging markets for smartphone technology at a reasonable price without long-term contractual carrier subsidies. By using Web technology, Firefox OS and its apps are one layer closer to the hardware, so less memory and CPU is needed to get high performance. The result is a full Web experience that’s attainable for many feature phone users, enabling people to purchase their first smartphone.
cak: Janila yekanöx pa elenel k'ayb'äl richin ri na'ob'äl pa kiwi' ri na'owinäq taq oyonib'äl, akuchi' qajnäq kajil chuqa' majun ruwujil kik'in ri ajk'wayonela'. Toq nokisäx Ajk'amaya'l na'ob'äl, Firefox OS chuqa' ri taq ruchokoy yenaqajan rik'in ri ruk'u'x ch'akulakem, ruma ri' toq jub'a' rupam rujolom najowäx chuqa' ri CPU richin nilitäj ri nïm rub'eyal nisamäj. Ri nilitäj, ja ri tz'aqät Ajk'amaya'l etamab'äl niq'i' chi kiwäch k'ïy ruwinaq ri relik yesamäj taq oyonib'äl, nuya' q'ij chi ke ri winaqi' chi nikilöq' ri nab'ey na'owinäq koyonib'al.

source: Firefox OS &ndash; launched in 10 markets and growing &ndash; taps into the largest digital ecosystem there is: the Web. We believe the Web is the best platform for innovation, connecting, sharing and for building the world that we want.
cak: Firefox OS &ndash; elsan pa 10 k'ayb'äl chuqa' ninimirisäx &ndash; k'o rutzub'al pa ri ajq'ab'aj ch'ajch'öj nuk'ulem, ri yalan nïm k'o: ri Ajk'amaya'l. Niqana'ojij chi ri Ajk'amaya'l, ja ri' ri utziläj nuk'uche'el richin nib'an tz'ukuj, nib'an okem, nikomonïx chuqa' richin nib'it jun ruwach'ulew ri niqajo'.

source: How many operator partners does Mozilla have for Firefox OS?
cak: ¿Janipe rachib'il ajk'wayonela' k'o ri Mozilla richin ri Firefox OS?

source: Mozilla has announced support for Firefox OS from 18 major operators that span the globe: América Móvil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, KT, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, Telstra, TMN and VimpelCom. As of mid-November, 2013, Firefox OS smartphones are on sale commercially through Telefónica and Deutsche Telekom in 10 Latin American and European markets.
cak: Mozilla xuya' rutzijol chi ri Firefox OS xtito' kuma 18 nimaläj ajk'wayonela' chijun ri ruwach'ulew: América Móvil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, KT, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, Telstra, TMN and VimpelCom. Pa runik'ajal ri rujulaj rik' 2013, ri na'owinäq taq royonib'al Firefox OS xkek'ayïx ruma ri Telefónica chuqa' Deutsche Telekom pa 10 taq kik'ayb'al ri America Latina chuqa' Europa.

source: Which manufacturers are making Firefox OS devices?
cak: ¿Achike chi ajb'anöy tajin yekib'än taq rokisaxel ri Firefox OS?

source: As of mid-November 2013, there are three different Firefox OS phones on sale: the ZTE Open, the ALCATEL ONE TOUCH Fire, and the LG Fireweb. Huawei has also committed to manufacturing Firefox OS smartphones, and Foxconn announced in June 2013 that it plans to build a range of Firefox OS devices. We expect to announce additional OEM support soon.
cak: Pa runik'ajal ri rujulaj rik' 2013, tajin yek'ayïx oxi' ruwäch chi Firefox OS oyonib'äl: ZTE open, ri ALCATEL ONE TOUCH Fire, chuqa' ri LG Fireweb. Chuqa' Huawei xuya' rutzij chi xkerub'än Firefox OS na'owinäq taq oyonib'äl chuqa' ri Foxconn xuya' rutzijol pa ruwaq rik' 2013 chi tajin nunük' richin yerub'än k'ïy taq Firefox OS taq okisaxel. Niqoyob'ej chi niqaya' yan kitzijol juley chik taq ajb'anöy qitzij taq samajib'äl.

source: When can we expect to see devices launching in the United States?
cak: ¿Jampe' xtiqatz'ët kisujik taq okisaxel pa Estados Unidos?

source: Market launch timing for a Firefox OS phone targeted to U.S. consumers is dependent on our operator and manufacturer partners, and we are actively exploring that opportunity but don't have specific plans to announce at this time.
cak: Jun Firefox OS oyonib'äl pa Estados Unidos, ja ri qachib'il ajk'wayonela' chuqa' taq ajb'anöy ye'elesan pe; estape' tajin niqanik'oj re re', majun yojch'ob'on ta richin niqaya' rutzijol wakami.

source: What are your projections for growth in 2013 in desktop, mobile, OS?
cak: ¿Achike ri nikitz'ët ri chwa'q kab'ij pa ruwi' ri ruk'iyirisaxik pa 2013 richin ajkematz'ib', oyonib'alil chuqa' OS?

source: We are not providing forecasts or projections at this time.
cak: Man niqasüj ta taq tz'etoj richin ri chwa'q kab'ij wakami.

source: Mozilla has become more active in policy matters. Are you lobbying now?
cak: Mozila xuchäp rusamaj pa ruwi' ri na'ojil taq na'oj. ¿La tajin nikib'än jun ruwäch chi ch'ojiïk?

source: Mozilla is not a lobbying operation. Notwithstanding, we take firm stands when the welfare of the Web and its users are at stake.
cak: Mozilla majun na'ojil taqanem rutzij. Po jikïl chi qawäch pa ruwi' ri kichajixik Ajk'amaya'l chuqa' ri winaqi'.

source: On issues such as SOPA/PIPA, CISPA, and more recently, government surveillance revelations, Mozilla has voiced its views, sought to educate users and taken steps to catalyze grassroots action. As with most issues of importance, we believe education, listening and dialogue amongst stakeholders are critical to finding solutions. Mozilla has testified before government bodies and provided input to numerous agencies and NGOs on strengthening the Internet. Our acclaimed Firefox Add-on, Lightbeam, seeks to educate users on matters of privacy in their online lives.
cak: Kik'in taq k'ayewal achi'el ri taqanem tzij SOPA/PIPA, CISPA chuqa' rik'in ri k'ak'a' akuchi' nikiya' rutzijol chajinïk nib'an kuma ri chanpomanela', ri Mozilla xuya' rutzijol runa'oj, xutojtob'ej xerutijoj ri winaqi' chuqa' nutojtob'ej numöl juyonil kisamaj pa tinamït. Achi'el pa ronojel ri nima'q taq na'oj, niqana'ojij chi ri tijonïk, ak'axanïk chuqa' ri tzijonem e janila ek'atzinel richin toq yesol ri taq k'ayewal. Mozilla pa'äl chi kiwäch ri rajmoloj chanpomanel chuqa' ruya'on taq tzij chi ke e k'ïy taq nimasamajay chuqa' chi ke mechanpomal taq moloj richin niya' ruchuq'a' ri K'amaya'l. Ri janila nitzijöx rij rutz'aqat Firefox, Lightbeam, nutojtob'ej yerutijoj ri winaqi' pa ruwi' ri kichinanem tok e'okinäq pa k'amaya'l.

source: Mozilla’s efforts have resulted in being named the Most Trusted Internet Company for Privacy in 2012, according to <a href="%(url)s">a study</a> performed by the Ponemon Institute.
cak: Ri ruchuq'a' Mozilla ruq'i'on retal achi'el Runimamoloj K'amaya'l jikïl richin ichinanem pa 2012, tzijon ruma <a href="%(url)s">jun tijonïk</a> b'anon ruma ri Ponemon Institute.
