Repository: translate/mozilla-lang
Catalog: an/firefox/desktop/customize.lang.po
Languages: an

source: Firefox — Customize and make it your own — The most flexible browser on the Web
an: Firefox — Personaliza-lo y fe-lo tuyo — O navegador mas flexibla en a Web

source: Make your Firefox your own
an: Fe tuyo o tuyo Firefox

source: It’s easier than ever to personalize Firefox and make it work the way you do.<br class="wide-br">
an: Ye mas facil que nunca personalizar o Firefixo y fer-lo treballar d'a mesma traza que tu lo fas.<br class="wide-br">

source: No other browser gives you so much choice and flexibility.
an: Garra atro navegador no te dará tanta triga y flexibilidat.

source: Customize Firefox
an: Personaliza o Firefox

source: Designed to <br class="wide-br">be redesigned
an: Disenyau ta <br class="wide-br">que lo redisenyes

source: Get fast and easy access to the features you use most in the new menu.
an: Aconsigue un acceso rapido y facil a las caracteristicas que fas servir mas, en un nuevo menú.

source: Open the “Customize” panel to add, move or remove any button you want.
an: Ubre o panel “Personalizar” ta adhibir, mover u sacar os botons que quieras.

source: Keep your favorite features — add-ons, private browsing, Sync and more — one quick click away.
an: Mantiene as tuyas caracteristicas favoritas — complementos, navegación privada, Sync y mas — nomás con un clic.

source: More ways to customize
an: Mas trazas de personalizar

source: Themes
an: Temas

source: Add-ons
an: Complementos

source: Awesome Bar
an: Barra marabillosa

source: Make Firefox match your style.
an: Fer que Firefox siga o tuyo estilo.

source: Choose from thousands of themes and dress up your browser with a single click.
an: Triga entre milars de temas y viste o tuyo navegador con un simple clic.

source: Try it now
an: Preba-lo agora

source: Learn more
an: Aprende-ne mas

source: Add-ons are like apps that you install to add features to Firefox.
an: Os complementos son como aplicacions que instalas ta adhibir caracteristicas a Firefox.

source: They let you compare prices, check the weather, listen to music, send a tweet and more.
an: Con ellas podrás comparar precios, mirar l'orache, escuitar mosica, ninviar un tuit... y muito mas.

source: Read the latest news & blogs
an: Leye as zagueras noticias y blogs

source: Manage your downloads
an: Chestiona as tuyas descargas

source: Watch videos & view photos
an: Mira-te videos y fotos

source: Here are a few of our favorites
an: Aquí tiens beluns d'os nuestras favoritos

source: The Awesome Bar learns as you browse to make your version of Firefox unique.
an: A barra marabillos aprender entre que navegas ta fer a tuya versión de Firefox unica.

source: Find and return to your favorite sites without having to remember a URL.
an: Troba y torna ta os tuyos favoritos sin haber-te d'alcordar d'una URL.

source: See what it can do for you
an: Mira-te o que puede fer por tu

source: Keep your Firefox in Sync
an: Mantiene o tuyo Firefox en Sync

source: Access your bookmarks, history, passwords and more from any device to <br class="wide-br">make Firefox your own wherever you use it.
an: Accede a os tuyos marcapachinas, historial, claus y mas dende qualsiquier dispositivo ta <br class="wide-br">fer Firefox tuyo a on quiera que vaigas.

source: Learn more about Sync
an: Aprende mas sobre Sync

source: Get help with Sync
an: Aconsigue aduya con Sync

source: Next
an: Siguient
