Repository: translate/mozilla-lang
Catalog: son/foundation/annualreport/2012/faq.lang.po
Languages: son

source: Frequently Asked Questions
son: Hãayan fillantey

source: What are the key projects for Mozilla in the next year?
son: Macin ti Mozilla porože beerey kaŋ ka kaa yeeši?

source: Our flagship product, the Firefox Web browser, is and will continue to be a fundamental lever in driving the Web forward and advancing the Mozilla mission. Firefox for Android is our popular mobile browser which currently enjoys a 4.5-star average rating in Google Play.
son: Ir jinawey kul saja ti Firefox interneti ceecikaa nd'a ga gaabandi ka tee goyjinay fellante hala interneti ma koy nda jine nda Mozilla anniyaa ma tabati. Firefox Android se t'ir kanbe ceecikaw kaasoo kaŋ gaa duu 4,5-handaray Google Play ra sohõda.

source: Firefox OS is the first truly open operating system for mobile devices, delivering the same security, privacy, customization and user control that people have come to expect from the Firefox browser. Mozilla has built the technologies and APIs to make the Web a rich and viable platform for the mobile industry. With the support of valued partners from across the mobile ecosystem, Firefox OS phones are now on sale in 10 markets globally (as of mid-November 2013), and Mozilla will continue to advance its development and adoption.
son: Firefox OS ti aššil feerante goyandi dabariɲaa jinaa kaŋ tee kanbe jinawey se, kaŋ ga kate cere bande saajaw, sutura, boŋse-hanseyan nda goykaw juwal, alhaaley kaŋ borey ben ka doonay Firefox ceecikaa ra. Mozilla na dabaribayraa nda porogaram hantumyan moofurdooyaŋ cin k'interneti tonton nda k'a tee goydaari sahãnte kanbe interneti se. Ir ga saabu nd'ir šettakašiney kaŋ ga goy kanbe interneti fondo booboyaŋ ra, kaŋ too Firefox OS talfoney huru sohõ hebu 10 ra adduɲɲaa-mee (woo ti noowanbur 2013 gamoo ra) nda Mozilla ga gaabandi hal'a ma koy jine nd'a ma goro heboo ra.

source: With the Mozilla Webmaker program, we are aiming to move millions of people from Web users to active Web creators who will build the next great experiences. The goal is to create a more Web-literate planet through tools and learning programs that fuel creativity for people of all ages.
son: Mozilla Webmaker porogaramoo nd'ir ga ceeci ka boro miliyoŋyaŋ bere k'i ka interneti goyyan ga k'i tee interneti teekawyaŋ kaŋ ga kaa ka zaman taagaa goymiɲey fasal. Woo anniyaa ti interneti bayraa ma tonton adduɲɲa ra nda goyjinay nda cawandi porogaramyaŋ kaŋ ga lakkal goy sahã alwaddey kul se.

source: How do you measure success?
son: Taka foo nda war ga koyjineyan neeši?

source: At Mozilla, we measure success by how much we improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations adopt the traits and features we care about into competing products.
son: Ir Mozilla ga koyjineyan neešĩ nda takaa kaŋ nd'ir ga interneti baanoo kul boryandi ka tonton nda goykey nda cinakey dam nga nafaa ra. Ir ga nee ir zaame nda borey ga baa jinawey kaŋ ir g'i tee, nda konpaɲe taney ga alhaaley and tontoney kaŋ se ir ga durkutu gana nd'i g'i dam jinay waaney ra.

source: Unlike our major competitors, Mozilla achieves success by helping more people make choices about what software they want to use, what level of participation they would like to have online, and how to take part in building a better Internet. When we see growth in community contributors, software localizations, and a competitive browser market, for example, we know we are moving toward our goals.
son: Mozilla ga faya nda konpaɲe jerey nda takaa kaŋ nd'a ga too ka boro booboyaŋ ma hin ka goyjinawey kaŋ ir ga baa suuba, boro boobo ma hin ka goy nda interneti taka kaŋ i ga boona, ka gaa ka interneti cin k'a boryandi ka tonton. Waati kaŋ ir ga dii kanbuzaakaw kondawey nda goyjinay šenni berandiyaney ga tonton, nda kalala ga bangay ceecikaw heboo ra, waati din ir ga tammahã kaŋ ir sakoo ga baa ka tee.

source: What was Mozilla’s total revenue for 2012?
son: Macin ti Mozilla duura timmantaa 2012 ra?

source: Mozilla’s consolidated reported revenue (Mozilla Foundation and all subsidiaries) for 2012 was $311M (US), up approximately 90 percent from $163M in 2011.
son: Mozilla duuraa margantaa kaŋ bayrandi 2012 se ti (Ameriki) doolar miliyoŋ 311, woo ti 90% tontoni miliyoŋ 163 kaŋ duwandi 2011 ra boŋ.

source: How does Mozilla generate revenue?
son: Taka foo nda Mozilla ga duu nooru?

source: The majority of Mozilla’s revenue is generated from search and commerce functionality included in our Firefox product through all major search partners including Google, Bing, Yahoo, Yandex, Amazon, eBay and others. Mozilla’s reported revenues also include very important individual and corporate donations and grants, which are growing significantly, as well as other forms of income from our investable assets.
son: Mozilla duuraa jere beeroo ši hun kala ceeciyan nda maamalan goymiɲey ra kaŋ ga kaa nda Firefox jinaa nd'a goy nda konpaɲeyaŋ sanda Google, Bing, Yahoo, Yandex, Amazon, eBay nda tanayaŋ. Mozilla duuraa bayrantaa ra boro nda konpaɲe noora nda gaakašinayyaŋ goo, nd'i goo ma tonton waati kul, ka tonton nooru-goyyan nafaw tana fooyaŋ da.

source: Are you exploring partnership opportunities to diversify your revenue stream?
son: Wara mma šettakašinay taagayaŋ lawre k'alman margayan dabari taagayaŋ feeri?

source: We currently have several key business partnerships and are actively exploring new ones, as well as other potential revenue opportunities. We’ll continue to build great products that help people enjoy the richness of the Internet, and we’re confident that this allows us to identify appropriate sources of revenue that serve both the mission and our users.
son: Sohõda ir goo nda maamala šettakašinay fellanteyaŋ goymee booboyaŋ ra nd'ir goo ma fondo taagayaŋ ceeci, nda duura dalil himanteyaŋ. Ir ga gaabandi ka jinay hennayaŋ tee ka naŋ borey ma maa kaani haya boobaa kaŋ interneti g'a kate ra, nda šikka šii kaŋ woo ga too ir ma dii nafaw doo henney k'ir anniyaa nd'ir goykey misey hanse.

source: Some key Mozilla Foundation projects like Lightbeam have received grants from organizations such as the Ford Foundation.
son: Mozilla sinjiyanoo porože fellantey sanda Lightbeam duu nooru kanbuzaamay kaŋ Ford sinjiyanoo nda konday tanayaŋ n'a tee.

source: Revenues from Google have increased significantly since 2011. What changed with that relationship?
son: Noorey kaŋ ga hun Google tonton nda cimi za 2011. Macin ka barmay šettakašinaa woo ra?

source: Our search partnerships are designed as multi-year contracts. Near the end of each contract, Mozilla negotiates market-value rates from multiple search providers based on the present and future value our products provide. At the end of 2011, Mozilla negotiated a new agreement with Google based on growth and impact from our Firefox desktop browser.
son: Ir ceeciyan šettakašinawey ti jiiri-boobo waafakayyaŋ. Nda waafakaa ka baa ka ben, Mozilla ga hacci nda ceeciyan konpaɲe booboyaŋ k'ir goyey hebu-miɲey kayandi ir jinawey hõ nda hiino nafaa se. 2011 jiiroo benantaa ga, Mozilla na waafakay taaga hacci nda Google kaŋ ga hanga ir Firefox ordinater ceecikaa hebu tontonyanoo nda duuraa bande.

source: How does Mozilla spend its money?
son: Macin ra Mozilla ga nga nooroo dam?

source: Mozilla invests in both people and products to further our mission to keep the Web open and to retain our impact on the Internet landscape. We continue to spend a significant majority of our expenses on staffing our technology and development, and recently have increased our spending in marketing new product lines. Over the last few years, Mozilla’s investment focus has been significant in new areas such as our mobile and cloud services products. In particular, the market launch of Firefox OS and significant upgrades to our Firefox for Android browser have advanced our goal of opening the mobile ecosystem for users and developers worldwide.
son: Mozilla ga nooru dam ka borey nda jinay jer hal'ir anniyaa ma koy jine k'interneti feeri nda k'ir goyoo kanboo gaabu interneti gandaa ra. Ir ga gaabandi k'ir almaanoo jere beerooo ka dabaribayray waanaykey nda cinayan goyey bana, nda cee koraa woo ir na nooru tonton ir jinawey feeyanoo se. Jiiri korawey ra, Mozilla alman goyoo hansa ka sahã ir kanbe jinay nda duula goymiɲes se. Tabati, ir goyoo ka Firefox OS dam heboo ra nda ka Firefox taagandi nda šifa Android se, wey kul n'ir anniyaa ka koy nda jine, k'interneti windilaa feeri goykey nda cinakey se adduɲɲaa-mee.

source: Mozilla’s tax returns and financial documents from previous years are all available on <a href="%(url)s">this site</a>.
son: Mozilla jiiri korawey alkaaši tiirawey nda duura kaddasey kul ga duwandi <a href="%(url)s">nungo woo</a> ga.

source: What is the status of the organization’s search partnerships?
son: Taka foo ga goykondaa šettakašinay ceeciyanoo ga sohõ?

source: We currently have partnerships with a number of search providers that differ by market. In December 2011, we announced a new agreement with Google as the default search provider in Firefox, which extends at least three years. The specific terms of this commercial agreement are subject to traditional confidentiality requirements, and we’re not at liberty to disclose them.
son: Sohõda ir goo ma šettakašinay ceeci nda ceeciyan konpaɲeyaŋ kaŋ ga waani hebey ra. Deesanbur 2011 ra, ir na waafakay foo bangdandi kaŋ ga Google tee tilasu ceeciyan konypaɲaa Firefox se, ka tonton nda jiiri hinza. Maamala waafakaa woo kalima alhakiikantey ti hankul gundu ciiniyaŋ, kaŋ ir ši hin k'ir har tarayhere borey se.

source: How does Mozilla make money with Firefox OS?
son: Taka foo nda Mozilla ka duu nooru nda Firefox OS?

source: The first Firefox OS devices went on sale in July 2013, so are in the very early stages of market development and user acquisition. Mozilla’s focus is on delivering a superior user experience and getting developers excited, and not on generating revenue from Firefox OS at this time.
son: Firefox OS jinawey šintin ka neerandi žuyye 2013 ra, adiši i mana gay ga huru heboo ra nda ga dayandi. Mozilla ga goy ka nga goyyan tee suubari goykey se, nda cinakey ma ɲaali nd'a, amma ir ši duu nooru nda Firefox OS sohõda.

source: What makes you think you can break into the smartphone market with two clearly dominant players?
son: Cin ma war kaa tammahã kaŋ war ga hin ka huru talfon carma heboo ra kaŋ konpaɲe sahãnta hinka m'a laama?

source: There is very high demand in emerging markets for smartphone technology at a reasonable price without long-term contractual carrier subsidies. By using Web technology, Firefox OS and its apps are one layer closer to the hardware, so less memory and CPU is needed to get high performance. The result is a full Web experience that’s attainable for many feature phone users, enabling people to purchase their first smartphone.
son: Boro booboyaŋ goo hebu taagey ra kaŋ ga boona talfon carma hennayaŋ kaŋ hayoo ši hansa ka boobo, bila nd'i m'i sufuray talfon konpaɲey ga waati kuku se. Firefox OS nda nga porogaramizey ga dira interneti dabaribayray ga kaŋ ga denga maršinoo hunday, adiši a ga dira nda lakkal nda mooter kayna ka goy beeriyaŋ tee. Woo se talfon maykaw booboyaŋ ga duu interneti fellaa ngi kanbey ra, ka too borey ma boona ka ngi talfon carma jinaa day.

source: Firefox OS &ndash; launched in 10 markets and growing &ndash; taps into the largest digital ecosystem there is: the Web. We believe the Web is the best platform for innovation, connecting, sharing and for building the world that we want.
son: Firefox OS &ndash; huru hebu 10 nd'a goo ma gaabu ka &ndash; huru interneti goy windila kul ibeeroo kaŋ ga bara ra: interneti. Ir ga tammahã kaŋ interneti ti goydaari kul ibeeroo tejandiyan, dobuyan nda žemnayan se k'adduɲɲaa kaŋ ir ga boona se.

source: How many operator partners does Mozilla have for Firefox OS?
son: Talfon konpaɲe marje ma goy nda Mozilla ka Firefox OS kanbe?

source: Mozilla has announced support for Firefox OS from 18 major operators that span the globe: América Móvil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, KT, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, Telstra, TMN and VimpelCom. As of mid-November, 2013, Firefox OS smartphones are on sale commercially through Telefónica and Deutsche Telekom in 10 Latin American and European markets.
son: Mozilla bangandi kaŋ konpaɲe beeri 18 ga Firefox OS kanbe adduɲɲaa kul ra: América Móvil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, KT, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, Telstra, TMN nda VimpelCom. Za Noowanbur 2013 gamoo ra, Firefox OS talfon carmey ga neerandi Telefónica nda Deutsche Telekom do Ameriki gurma nda Eropu hebu 10 ra.

source: Which manufacturers are making Firefox OS devices?
son: Jinay teekaw fooyaŋ no ma Firefox OS talfoney tee?

source: As of mid-November 2013, there are three different Firefox OS phones on sale: the ZTE Open, the ALCATEL ONE TOUCH Fire, and the LG Fireweb. Huawei has also committed to manufacturing Firefox OS smartphones, and Foxconn announced in June 2013 that it plans to build a range of Firefox OS devices. We expect to announce additional OEM support soon.
son: Za Noowanbur 2013 gamoo, Firefox OS talfon dumi hinza ga neerandi: ZTE Open, ALCATEL ONE TOUCH Fire nda LG Fireweb. Huawei n'allaahidu noo ka Firefox OS talfon carmayaŋ tee nda Foxconn bangandi kaŋ žuweŋ 2013 ra ngey ga soolu ka talfon dumi booboyaŋ tee Firefox OS se. Ir g'anniya ka duu gaakašinay dabariɲaa tontoniyaŋ se kayna da.

source: When can we expect to see devices launching in the United States?
son: Waati foo n'ir ga tammahã ka dii jinawey ma huru Ameriki laama margantey nda Eropu ra?

source: Market launch timing for a Firefox OS phone targeted to U.S. consumers is dependent on our operator and manufacturer partners, and we are actively exploring that opportunity but don't have specific plans to announce at this time.
son: Firefox OS ga hima ka huru Ameriki heboo ra amma konpaɲey nda gaakašinay talfon teekey no ma sartoo tabatandi, nd'ir ga fondawey kul lawre amma ir ši hin k'a bangandi sohõda tilliyo.

source: What are your projections for growth in 2013 in desktop, mobile, OS?
son: Taka foo nda war ga tammahã heboo ga tonton 2013 ordinater, kanbe jinay nda Firefox OS se?

source: We are not providing forecasts or projections at this time.
son: Ir ši hin ka hiino heboo žimam sohõda tilliyo.

source: Mozilla has become more active in policy matters. Are you lobbying now?
son: Mozilla ga goy ka tonton alhukum misey ra. War ga šelaŋ nda politiki borey sohõ?

source: Mozilla is not a lobbying operation. Notwithstanding, we take firm stands when the welfare of the Web and its users are at stake.
son: Mozilla manti politiki goy konday. Woo jeroo ga, ir ga kay cee ga interneti baanoo nda goykey sabboo se.

source: On issues such as SOPA/PIPA, CISPA, and more recently, government surveillance revelations, Mozilla has voiced its views, sought to educate users and taken steps to catalyze grassroots action. As with most issues of importance, we believe education, listening and dialogue amongst stakeholders are critical to finding solutions. Mozilla has testified before government bodies and provided input to numerous agencies and NGOs on strengthening the Internet. Our acclaimed Firefox Add-on, Lightbeam, seeks to educate users on matters of privacy in their online lives.
son: Miseyaŋ sanda SOPA/PIPA, CISPA nda waati korawey ra, hinoo fuuniyan dabarey, Mozilla na jinde dam ka goykey cawandi ka borey dam konday goy ra. Sanda mise beerey kul ra, ir ga tammahã kaŋ cawandiyan, haŋajeryan nda deedeyan ga šettakašinay sahãndi nda ka duu fondo šenday ra. Mozilla tee šeede hiney jine nd'a na laasaabu tiira noo goykonday nda manti-hini-goykonday booboyaŋ ka interneti sahãndi. Lightbeam, ir Firefox tontonoo, ga wiri ka goykey cawandi sutura misey ga interneti hunayan dogey ra.

source: Mozilla’s efforts have resulted in being named the Most Trusted Internet Company for Privacy in 2012, according to <a href="%(url)s">a study</a> performed by the Ponemon Institute.
son: <a href="%(url)s">Caw foo</a> kaŋ Ponemon Institute n'a tee tabatandi kaŋ Mozilla durkuturoo n'a tee interneti konpaɲey kul inaanantaa borey suturayan huzunoo se 2012 jiiro ra.
