Repository: translate/mozilla-lang
Catalog: ln/legal/index.lang.po
Languages: ln

source: Legal
ln: Kimibeko

source: Terms
ln: Mibeko

source: Our Websites
ln: Ba site Web nabiso

source: Firefox Services
ln: Baservice Firefox OS

source: Privacy & trademarks
ln: Confidentilité & ba marques déposées

source: Privacy Notices and Policy
ln: Mayebisi ya Confidentialité mpe Politiki

source: Trademark Policy
ln: Politiki ya Marque déposée

source: Downloadable software notices
ln: Télécharger mayebisi ya logiciel

source: Get involved
ln: Mikotisa

source: Special thanks to all of you who help report abuses of Mozilla marks, participate in governance forums, give feedback on our localizations & legal terms, and contribute your skills to the success of the Mozilla project.
ln: Matondo mingi na bino banso baye bosalalisaki na bopesi rapport ya abus ya ba marques ya Mozilla, koparticipater na baforum ya gouvernance, kopesa feedback na ba localizations & mibeko nabiso, mpe kocontribuer na mayele nabino mpo na réussite ya projet Mozilla.

source: Get involved!
ln: Mikotisa!

source: Protect the Fox
ln: Batela Fox

source: Help us protect our users by reporting abuse of Mozilla Trademarks.
ln: Salisa biso kobatela basaleli na nzela ya kopesa rapport ya abus ya bamarques déposées ya Mozilla.

source: Takedown requests
ln: Komisa bosenga

source: Report abuse of your copyrights and trademarks.
ln: Pesa rapport ya abus ya ba droits d'auteur mpe ba marques déposées

source: Back to Legal
ln: Zonga na Mibeko

source: Websites & Communications Terms of Use
ln: Mibeko ya bosaleli ba site Web & Communications

source: Acceptable Use Policy
ln: Politiki ya Bosaleli oyo endimami

source: Firefox Hello Terms of Service
ln: Mibeko ya Service Firefox Hello

source: Firefox Cloud Services: Terms of Service
ln: Baservice Firefox Cloud: Mibeko ya Service
