Repository: translate/mozilla-lang
Catalog: cak/firefox/developer.lang.po
Languages: cak

source: Built for those who build the Web. Introducing the only browser made for developers.
cak: Nuk'un kichin ri yenuk'un ri Ajk'amaya'l. Niqaya' chiwäch ri ruyonil okik'amaya'l kichin b'anonela'.

source: Built for those who build the Web. The only browser made for developers like you.
cak: Nuk'un kuma ri yenuk'un Ajk'amaya'l. Ri ruyonil okik'amaya'l nuk'un kuma b'anonela' achi'el rat.

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
cak: Taqasaj Mozilla Firefox, jun sipan okik'amaya'l. Firefox nuk'un ruma jun ajronojel moloj ri majun ch'akoj rutzeqelib'en, ri nusamajij rij chi ri winaqi' tik'oje' kiq'ij pa ri k'amab'ey. ¡Tak'ulu' Firefox wakami!

source: Built for those who build the Web
cak: B'anon kichin ri yenuk'un Ajk'amaya'l

source: The only browser made for developers like you.
cak: Ri ruyonil okik'amaya'l nuk'un kuma b'anonela' achi'el rat.

source: Design, build and debug the Web without ever leaving your browser with the new Firefox Developer Edition!
cak: ¡Tawachib'ej, tanuk'u' chuqa' tachojmirisaj ri Ajk'amaya'l, akuchi' man k'atzinel ta yatel el pa okik'amaya'l rik'in ri runuk'unem Firefox kichin b'anonnela'!

source: Firefox Developer Edition automatically sends feedback to Mozilla.
cak: Firefox Developer Edition pa ruyonil nutäq k'utun tzij chi re Mozilla.

source: Designed for developers
cak: Wachib'en kichin b'anonela'

source: The only browser made just for developers, Firefox Developer Edition was created with your workflow in mind. Build, test, scale and more all from one place, for the first time ever.
cak: Ri ruyonil okik'amaya'l b'anon xa xe kichin b'anonela', Firefox Developer Edition xnuk' rik'in ri ruk'ojlem asamaj ana'ojin. Kanuk'un, tatojtob'ej, kaxakun chuqa' ch'aqa' chik, k'a ja nab'ey mul, ronojel xa xe pa jun k'ojlib'äl.

source: Debug any browser
cak: Nuchojmirisaj xab'achike chi okik'amaya'l

source: Inspect and debug your app across any browser or device with Valence — a powerful, pre-installed extension that you’ll only find in Firefox Developer Edition.
cak: Yerunik'oj chuqa' yeruchojmirisaj taq chokoy rik'in xab'achike okik'amaya'l o okisaxel rik'in Valence - jun nimaläj k'amal yakon chik, ri xa xe xtawïl pa Firefox Developer Edition.

source: Pixel-perfect coding
cak: Pixel-perfect nuk'unïk

source: Target screen sizes with the Responsive Design View and tweak your CSS on the fly with the built-in Style Editor for pixel-perfect coding.
cak: Ke'acha' kinimilem taq ruwäch rik'in ri Responsive Design View k'a ri ke'anuk'u' ri CSS pa ruwi' ri ojqanem rik'in ri nuk'unel b'anikil, ri etz'aqatisan apo richin nicholajïx pixel-perfect.

source: All your favorite dev tools and more
cak: Konojel ri ajowel taq asamajib'al richin b'anïk chuqa' ch'aqa' chik

source: Firefox Developer Edition brings your core dev tools together with some powerful new ones that will extend your ability to work across multiple platforms from one place. It’s everything you’re used to, only better. And only from Firefox.
cak: Firefox Developer Edition yerutün ri nimaläj taq asamajib'al richin b'anïk rik'in k'ak'a' chuqa' nimaläj taq samajib'äl, ri xkekinimirisaj taq awetamab'al richin yasamäj pa jalajöj taq nuk'uche'el pa xa jun k'ojlib'äl. Ja ri ronojel nawokisaj jantape', xa xe chi janila k'o kutzil. Xa xe pa Firefox.

source: Screenshot
cak: Chapoj ruwäch

source: Visual Editing Tools
cak: Taq rusamajib'al tz'etoj nuk'uj

source: Visually edit CSS and HTML animations playing on the page from the Inspector panel. Verify alignment, dimensions and padding of any element using the Ruler and Measurement tools.
cak: Yerujäl kitz'etik taq silonem CSS chuqa' HTML netz'an pa ri ruxaq chupam ri rupas Nik'onel. Nunik'oj ri cholajem, taq ruwachinïk chuqa' ri runojsaxik xab'achike ch'akulal rik'in ri taq samajib'äl Etab'äl chuqa' Etanïk.

source: Learn more about Visual Editing Tools
cak: Tawetamaj ch'aqa' chik chi kij ri taq rusamajib'al tz'etoj nuk'uj

source: DevTools Challenger
cak: Tatojtob'ej DevTools Challenger

source: Use Developer Edition’s visual animation and CSS editing tools to explore the depths of the ocean and interact with the strangest of creatures.
cak: Ke'awokisaj ri taq rusamajib'al tz'etoj kinuk'uj taq silonem chuqa' CSS richin ri Runuk'uj B'anonel richin nikanöx ruxe'el palow chuqa' richin nib'an tzijonem kik'in ri e jun wi chi alaxela'.

source: Try DevTools Challenger
cak: Tatojtob'ej DevTools Challenger

source: Performance Tools
cak: Taq samajib'äl richin rub'eyal nisamäj

source: Examine your web content’s frame rate, memory consumption and JS profile in a consolidated timeline view to help easily identify and troubleshoot performance bottlenecks.
cak: Tanik'oj ri rupam ajk'amaya'l, rokisaxik rupam rujolom chuqa' JS ruwäch b'i'aj pa jun xich'il tz'etoj, ri xkaruto' chi ruya'ik ketal ri kayewal pa ruwi' rub'eyal nisamäj.

source: Learn more about Performance Tools
cak: Tawetamaj ch'aqa' chik pa ruwi' taq Kisamajib'al rub'eyal nisamäj

source: Responsive Design View
cak: Rutz'etik K'amonel Wachib'en

source: See how your Website or Web app will look on different screen sizes without changing the size of your browser window.
cak: Tatz'eta' achi'el jun ajk'amaya'l ruxaq k'amaya'l o jun ajk'amaya'l chokoy, jun wi runimilem xtiq'alajin toq man ajalwachin ta runimilem ri rutzuwäch awokik'amaya'l.

source: Learn more about Responsive Design View
cak: Tawetamaj ch'aqa' chik chi rij ri kitz'etik k'amonel wachib'en

source: Develop and debug your apps across multiple browsers and devices with this powerful extension that comes pre-installed with Firefox Developer Edition.
cak: Ke'anuk'u' chuqa' ke'achojmirisaj ri taq achokoy rik'in jalajöj taq okik'amaya'l chuqa' taq okisaxel rik'in re nimaläj k'amal, ri yakon pe pa Firefox Developer Edition.

source: Learn more about Valence
cak: Tawetamaj ch'aqa' chik chi rij Valence

source: Web Audio Editor
cak: Runuk'unel Ajk'amaya'l q'ojom

source: Inspect and interact with Web Audio API in real time to ensure that all audio nodes are connected in the way you expect.
cak: Tanik'oj chuqa' katzijon rik'in ri Web Audio API pa ri ramaj richin najikib'a' chi konojel ri taq ruwiqoj q'ojom kiximon ki' achi'el awoyob'en rat.

source: Learn more about Web Audio Editor
cak: Tawetamaj ch'aqa' chik pa ruwi' Web Audio Editor

source: Page Inspector
cak: Nik'onel ruxaq

source: Examine the HTML and CSS of any Web page and easily modify the structure and layout of a page.
cak: Tanik'oj ri HTML chuqa' CSS richin xab'achike ruxaq Ajk'amya'l, ke ri' chanin tajalwachij ri ruch'akulal chuqa' ri rujachik ruxaq.

source: Learn more about Page Inspector
cak: Tawetamaj ch'aqa' chik chi rij Nik'onel Ruxaq

source: Web Console
cak: Ajk'amaya'l Temeb'äl

source: See logged information associated with a Web page and use Web Console to interact with Web pages using JavaScript.
cak: Tatz'eta' ri etamab'äl tz'ib'an, ri ruximon ri' rik'in ri Ajk'amaya'l ruxaq chuqa' tawokisaj Ajk'amaya'l Temeb'äl richin yatzijon kik'in ri taq Ajk'amaya'l ruxaq rik'in rokisaxik JavaScript.

source: Learn more about Web Console
cak: Tawetamaj ch'aqa' chik chi rij Ajk'amaya'l Temeb'äl

source: JavaScript Debugger
cak: JavaScript Chojmirisanel

source: Step through JavaScript code and examine or modify its state to help track down bugs.
cak: Katok pa k'amaya'l rik'in ri JavaScript b'itz'ib', ke ri' tanik'oj o tajalwachij ri rub'anikil richin yato'on chi kikanoxik taq sachoj.

source: Learn more about JavaScript Debugger
cak: Tawetamaj ch'aqa' chik chi rij ri JavaScript Chojmirisanel

source: Network Monitor
cak: Rujolom K'amab'ey

source: See all the network requests your browser makes, how long each request takes and details of each request.
cak: Ke'atz'eta' konojel ri taq ruk'utunik k'amab'ey, ri yerub'än ri awokik'amaya'l, jarupe' ramaj nikik'waj jujun taq k'utunïk chuqa' taq kicholik jujun taq k'utunïk.

source: Learn more about Network Monitor
cak: Tawetamaj ch'aqa' chik chi rij Rujolom K'amab'ey

source: Style Editor
cak: Kinuk'unel taq b'anikil

source: View and edit CSS styles associated with a Web page, create new ones and apply existing CSS stylesheets to any page.
cak: Tatz'eta' chuqa' ke'anuk'u' CSS taq b'anikil kiximon ki' rik'in jun Ajk'amaya'l ruxaq, ke'anuk'u' k'ak'a' taq b'anikil chuqa' ke'asamajij ruxaq CSS taq b'anikil kan e k'o wi pa xab'achike ruxaq.

source: Learn more about Style Editor
cak: Tawetamaj ch'aqa' chik pa ruwi' Kinuk'unel taq b'anikil

source: Choose Firefox
cak: Tacha' Firefox

source: Welcome to Firefox Developer Edition
cak: Ütz apetik pa Firefox Developer Edition

source: Developer Tools
cak: Taq kisamajib'al b'anonela'

source: The most complete browser made just for developers, Firefox Developer Edition has every dev tool you’ll need built right in.
cak: Ri janila tz'aqät chi okik'amaya'l nuk'un xa xe kichin b'anonela', Firefox Developer Edition eruk'amon pe ronojel ri taq rusamajib'al b'anïk, ri yek'atzin chawe.

source: Next: Sync
cak: Jun chik: Sync

source: Important
cak: K'atzinel

source: Sync your new Developer Edition profile to your Firefox Account to access bookmarks, browsing history, passwords and more from your existing Firefox profile.
cak: Taxima' ri k'ak'a' ruwäch ab'i' Developer Edition pa rub'i' ataqoya'l richin Firefox richin yatok pa taq yaketal, runatab'al okem pa k'amaya'l, ewan taq tzij chuqa' ch'aqa' chik chupam ri ruwäch ab'i' k'o pa Firefox.

source: Sync now
cak: Tixim wakami

source: No thanks
cak: Mani matyox

source: Before you go&hellip;
cak: Chuwäch xkab'e&hellip;

source: If you continue without syncing your new Developer Edition profile, you could lose access to important browsing data from your existing Firefox profile.
cak: We k'a yasamäj na toq k'a majun aximon ri ruwäch ab'i' Developer Edition, yatikïr ye'asäch nimaläj taq rutzij okem pa k'amaya'l k'o pa Firefox ruwäch ab'i'.

source: To sync now, choose the Sync option from this menu.
cak: Richin yaximon wakami, tacha' ri cha'oj Sync k'o pa re k'utsamaj re'.

source: Welcome to <span>Firefox Developer Edition</span>
cak: Ütz apetik pa <span>Firefox Developer Edition</span>

source: Get to know the features that make it the most complete browser for building the Web.
cak: Tawetamaj ri taq b'anikil, ri nikib'än chi jun tz'aqät okik'amaya'l richin ninuk' ri Ajk'amaya'l.

source: Important: Sync your new profile
cak: K'atzinel: Taxima' ri k'aka' ruwäch ab'i'

source: Developer Edition comes with a new profile so you can run it alongside other versions of Firefox.
cak: Developer Edition petenäq rik'in jun k'ak'a' ruwäch b'i'aj, richin chi yatikïr nasamajij pa ch'aqa' chik ruwäch chi Firefox.

source: To access your bookmarks, browsing history and more, you need to sync the profile with your existing Firefox Account, or create a new one.
cak: Richin yatok chi kipam ri taq ayaketal, runatab'al awokem pa k'amaya'l chuqa' ch'aqa' chik, k'atzinel naxïm ri ruwäch ab'i' rik'in ri Firefox rub'i' ataqoya'l k'o, chuqa' yatikïr natz'ük jun k'ak'a'.

source: Want the old look back?
cak: ¿La nawajo' chi nitzolin pe ri ojer b'anikil?

source: If you want the familiar look and feel of Firefox Aurora back, we’ve made it super easy for you.
cak: We nawajo' chi nitzolin pe ri rub'anikil ach'alalri'ïl richin Firefox Aurora, man k'ayew ta qab'anon chi awichin.

source: Features and tools
cak: Taq b'anikil chuqa' taq samajib'äl
