Repository: translate/mozilla-lang
Catalog: cak/firefox/ios.lang.po
Languages: cak

source: Mobile Web browser for your iPhone, iPad and iPod touch
cak: Ajk'amaya'l Okik'amaya'l pan awoyonib'al iPhone, iPad chuqa' iPod touch

source: Firefox for iOS
cak: Firerox richin iOS

source: Add Firefox to your iPhone, iPad and iPod touch.
cak: Tatz'aqatisaj Firefox pa ri iPhone, iPad chuqa' iPod touch e awichin rat.

source: Preview release
cak: Tosq'opïx nab'ey tzub'al

source: Get it now
cak: Tak'ulu' wakami

source: Sign up below for updates and to be notified when it launches.
cak: Tatz'ib'aj ab'i' richin ye'ak'ül k'exoj taq ruwäch chuqa' richin niya' rutzijol chawe toq nel pe.

source: * You’ll only receive updates and announcements about the iOS version of Firefox.
cak: * Xa xe xke'ak'ül kexoj taq ruwäch chuqa' taq kitzijol chi rij ruwäch iOS richin Firefox.

source: Thanks for your interest in Firefox for iOS.
cak: Matyox ruma niqa chawäch chi rij ri Firefox richin iOS.

source: Don’t forget to check your inbox to confirm your request to get updates.
cak: Man tamestaj nanik'oj ri taqob'äl richin najikib'a' ri ak'utuj richin ye'ak'ül k'exoj taq ruwäch.

source: Sign in to your Firefox Account to access your browsing info on all your mobile devices.
cak: Katok pa ri rub'i'a ataqoya'l richin Firefox richin nak'ül okem pa retamab'al awokem pa k'amaya'l chuqa' pa konojel ri taq awoyonib'al.

source: History
cak: Natab'äl

source: Passwords
cak: Ewan taq tzij

source: Open tabs
cak: Kejaq ri taq ruwi'

source: Bookmarks
cak: Taq yaketal

source: Reading List
cak: Rucholajem sik'inem

source: Get started with Sync
cak: Tatikirisaj rik'in Sync

source: Already have an account?
cak: ¿La k'o chik jun rub'i' ataqoya'l?

source: Sign in
cak: Titikirisäx molojri'ïl

source: You’re already signed in!
cak: ¡Ajuch'un chik awi'!

source: Learn more about Sync
cak: Tawetamaj ch'aqa' chik chi rij ri Sync

source: Send Firefox to your iOS device
cak: Tataqa' Firefox pa ri iOS awokisaxel

source: Sync your Firefox browsing history on iOS
cak: Taxima' ri runatab'al awokem pa ruk'amaya'l Firefox pa iOS

source: First tap the <b>tab</b> button. Then tap the %(gear_icon)s icon to start using Sync.
cak: Nab'ey tapitz'a' ri pitz'b'äl <b>ruwi'</b>. K'a ri' tapitz'a' ri %(gear_icon)s wachib'äl richin natikirisaj nawokisaj Ximojri'ïl.

source: Not now
cak: Wakami mani

source: Learn more in the App Store
cak: Tawetama ch'aqa' chik pa App Store

source: Keep your private info private
cak: Tachajin ri awetamab'al awichinan

source: We believe your personal information belongs to you.
cak: Niqaya' ruq'ij chi ri awetamab'al awichinan xa rat at rajaw.

source: Firefox for iOS is filled with features to help keep it that way.
cak: Firefox richin iOS nojnäq chi taq b'anikil ri nikib'än chi man nuk'ëx ta ri'.

source: Private Browsing
cak: Ichinan okem pa k'amaya'l

source: When activated, Firefox for iOS won’t accept cookies, remember passwords or record any sites that you’ve visited.
cak: Toq tzijïl chik, ri Firefox richin iOS man yeruk'ül ta taq kaxlanwey, man yerunataj ta ri taq ewan tzij ni xa ta yerutz'ib'aj kan ri taq ruxaq k'amaya'l xe'atz'ët.

source: Learn more about Private Browsing
cak: Tawetamaj ch'aqa' chik pa ruwi' ri Ichinam Okem pa K'amaya'l

source: Clear history
cak: Tiyuj el ri natab'äl

source: Delete your browsing history, passwords and more in a single tap.
cak: Tiyuj el ri runatab'al okik'amaya'l, ewan taq tzij chuqa' xa xe rik'in jun chapoj.

source: Choose the private data you want to remove whenever you need to do so.
cak: Ke'acha' ri ichinan taq tzij, ri nawajo' chi ye'ayüj el toq rajowaxik ye'elesäx el.

source: Learn how to clear your history
cak: Tawetamaj najosq'ij ri anatab'al
