Repository: translate/mozilla-lang
Catalog: ha/legal/index.lang.po
Languages: ha

source: Legal
ha: Halattacce

source: Terms
ha: Ƙa'idoji

source: Our Websites
ha: Dandalinmu na Yanar gizo

source: Firefox Services
ha: Ayyukan Firefox

source: Firefox Marketplace
ha: Wurin Kasuwanci na Firefox

source: Privacy & trademarks
ha: Na ƙashin-kai & alamar kasuwanci

source: Privacy Notices and Policy
ha: Bayanai na ƙashin-kai da Manufa

source: Trademark Policy
ha: Manufar Alamar Kasuwanci

source: Downloadable software notices
ha: Bayanan abubuwan saukewa na gudanar da kwamfuta

source: Get involved
ha: Shiga

source: Special thanks to all of you who help report abuses of Mozilla marks, participate in governance forums, give feedback on our localizations & legal terms, and contribute your skills to the success of the Mozilla project.
ha: Godiya ta musamman ga kowa waɗanda su ka taimaka wajen kawo rahoton saɓa alamun Mozilla, shiga cikin gudanar da zauruka, bayar da amsa game da fassararmu & dokokin shari'a, kuma ka bayar da gudun mawar ƙwarewarka domin samun nasarar ayyukan Mozilla.

source: Get involved!
ha: Shiga!

source: Protect the Fox
ha: Kare Fox

source: Help us protect our users by reporting abuse of Mozilla Trademarks.
ha: Taimaka mana mu kare masu amfani ta bayar da rahoton saɓawa Alamar Kasuwanci ta Mozilla.

source: Takedown requests
ha: Tambayoyi marasa girmamawa

source: Report abuse of your copyrights and trademarks.
ha: Bayar da rahoton saɓawa na 'yancin mallaka da alamar kasuwanci.

source: Back to Legal
ha: Koma Shari'a

source: Websites & Communications Terms of Use
ha: Ƙa'idojin Amfani na Yanar gizo & Sadarwa

source: Acceptable Use Policy
ha: Karɓaɓɓiyar Manufa ta Amfani

source: Firefox Hello Terms of Service
ha: Barka da zuwa Ƙa'idojin Ayyuka na Firefox

source: Firefox Cloud Services: Terms of Service
ha: Ayyukan Firefox Cloud: Ƙa'idojin Ayyuka
