Repository: translate/mozilla-lang
Catalog: gn_PY/firefox/developer.lang.po
Languages: gn_py

source: Built for those who build the Web. Introducing the only browser made for developers.
gn_py: Oñemoheñóiva umi ñanduti mboguatahárape g̃uarã. Ojehechaukávo ko kundahára ojejapóva umi mboguatahárape g̃uarã añoite.

source: Built for those who build the Web. The only browser made for developers like you.
gn_py: Oñemoheñóiva umi ñanduti mboguatahárape g̃uarã. Ha'eñóva kundahára ojejapóva mboguatahára ndeichaguápe g̃uarã.

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
gn_py: Emboguejy Mozilla Firefox, peteĩ kundahára reiguáva. Firefox omoheñói peteĩ atyguasu ivirupota'ỹva oñeha'ãva omoĩ yvypórape oñangareko hag̃ua ñandutíre. Get Firefox ko árape!

source: Built for those who build the Web
gn_py: Ojejapo umi ñanduti apohárape g̃uarã

source: The only browser made for developers like you.
gn_py: Ha'eñóva kundahára ojejapóva mboguatahára ndeichaguápe g̃uarã.

source: Design, build and debug the Web without ever leaving your browser with the new Firefox Developer Edition!
gn_py: Emoheñói, ejapo ha emopotĩ Ñanduti esẽ'ỹre ne kundaháragui Developer Firefox Edition pyahu ndive!

source: Firefox Developer Edition automatically sends feedback to Mozilla.
gn_py: Firefox Developer Edition omondo ijehegui Mozilla remikotevẽ.

source: Designed for developers
gn_py: Oñemoheñóiva mboguatahárape g̃uarã

source: The only browser made just for developers, Firefox Developer Edition was created with your workflow in mind. Build, test, scale and more all from one place, for the first time ever.
gn_py: Ha'eñóva kundahára ojejapóva mboguatahárape g̃uarã añoite, Firefox Developer Edition oñemoheñói opavave tembiapo apytu'ũguáva. Ejapo, eipuru, ejupi ha hetave mba'e, peteĩ tenda guive año, ñepyrũhaitépe tembiasakue pukukue jave.

source: Debug any browser
gn_py: Emopotĩ oimeraẽva kundahára

source: Inspect and debug your app across any browser or device with Valence — a powerful, pre-installed extension that you’ll only find in Firefox Developer Edition.
gn_py: Ehechajey ha emopotĩ ne rembipuru'i oimeraẽva kundahára térã mba'e'oka Valence ndive — peteĩ imbaretéva jepysikue, hendañepyrũva ejuhútava Firefox Developer Edition-pe añoite.

source: Pixel-perfect coding
gn_py: Ta'ãngarecha ñembopapapy oikoitéva

source: Target screen sizes with the Responsive Design View and tweak your CSS on the fly with the built-in Style Editor for pixel-perfect coding.
gn_py: Embohape mba'erechaha tuichakue ñembohovái jejapo Hecha ndive ha emoambue CSS pya'éva oñemoingéva Mbosako'ihápe oñembopapapy hag̃ua ta'ãngarecha oikoitéva.

source: All your favorite dev tools and more
gn_py: Opaite ne rembipuru ha eguerohoryvéva ha hetave mba'e

source: Firefox Developer Edition brings your core dev tools together with some powerful new ones that will extend your ability to work across multiple platforms from one place. It’s everything you’re used to, only better. And only from Firefox.
gn_py: Firefox Developer Edition ogueru hembipurukuéra mbyteguáva ambue ipyahúva ndide og̃uahẽva mombyry omombaretétava tembiapo rape hetaichagua peteĩ tendágui añoite. Ko'ãva ha'e opaite jepokuaaha, iporãavéva. Ha Firefox guive añoite.

source: Screenshot
gn_py: Mba'erechaha japyhypy

source: Visual Editing Tools
gn_py: Ñembosako'i rembipuru jehecháva

source: Visually edit CSS and HTML animations playing on the page from the Inspector panel. Verify alignment, dimensions and padding of any element using the Ruler and Measurement tools.
gn_py: Jehechápe embosako'i CSS ha HTML ñemomýi oñembosaráiva ta'ãngarupa Inspector kuatiaroguépe. Ehechajey pe ñemboysýi, tuichakue ha ñemyanyhẽ peteĩ mba'égui eipurúvo tembipuru mbojojaha ha heseguáva.

source: Learn more about Visual Editing Tools
gn_py: Maranduve jehecháva ñembosako'i Tools rehegua

source: Use Developer Edition’s visual animation and CSS editing tools to explore the depths of the ocean and interact with the strangest of creatures.
gn_py: Eipuru umi tembipuru jehecháva ñemomýi rehegua ha CSS Developer Edition ñembosako'i eikete hag̃ua paraguasu pypukuhápe ha eikove umi tapicha'i ojekuaa'ỹva ndive.

source: Try DevTools Challenger
gn_py: Eñe'ẽ DevTools Challenger ndive

source: Performance Tools
gn_py: Tembipuru apopya'erãva

source: Examine your web content’s frame rate, memory consumption and JS profile in a consolidated timeline view to help easily identify and troubleshoot performance bottlenecks.
gn_py: Hechakatu fotograma pya'ekue ñanduti retepy rehegua, mandu'arenda jepuru ha JS mba'ete peteĩ jehechapy aravoguáva hekokatúmava neipytyvõtava ehechakuaa ha emoĩporã hag̃ua hasy'ỹháicha tenda ijurupo'iha japopya'erãva.

source: Learn more about Performance Tools
gn_py: Maranduve japopya'erãva Tools rehegua

source: Responsive Design View
gn_py: Ehecha Responsive Design

source: See how your Website or Web app will look on different screen sizes without changing the size of your browser window.
gn_py: Ehecha mba'éichapa térã tembipuru'i ojehecháta mba'erechaha tuichakue hetaichagua emoambue'ỹre kundahára ovetã tuichakue.

source: Learn more about Responsive Design View
gn_py: Ehecha maranduve Responsive Design rehegua

source: Valence
gn_py: Valencia

source: Develop and debug your apps across multiple browsers and devices with this powerful extension that comes pre-installed with Firefox Developer Edition.
gn_py: Embosako'i ha emopotĩ ne rembipuru'ikuéra heta kundahára rupi ha mba'e'oka ko jepysokue imbaretéva ndive ohuvavoi Firefox Developer ñembosakoípe.

source: Learn more about Valence
gn_py: Eñemomarandu Firefox rehegua

source: Inspect and interact with Web Audio API in real time to ensure that all audio nodes are connected in the way you expect.
gn_py: Ehechajey ha eikove Web API henduha ndive aravoitépe emoañete hag̃ua umi opaichagua mohendaha renduha ojuajuha eha'ãrõháicha.

source: Learn more about Web Audio Editor
gn_py: Maranduve Web Audio Editor rehegua

source: Page Inspector
gn_py: Mbohekoha kuatiarogue

source: Examine the HTML and CSS of any Web page and easily modify the structure and layout of a page.
gn_py: Ehechakatu HTML ha CSS ayvu omeraẽva Ñanduti kuatiaroguépe ha emoambue hasy'ỹ hag̃uáicha pe hekorã ha kuatiarogue ñemoheñói.

source: Learn more about Page Inspector
gn_py: Maranduve kuatiarogue Mbohekoha reheguáre

source: Web Console
gn_py: Ñanduti mba'e'okarupa

source: See logged information associated with a Web page and use Web Console to interact with Web pages using JavaScript.
gn_py: Ehecha marandu ñongatupyre ojogueraháva Ñanduti kuatiarogue ndive ha eipuru Ñanduti mba'e'okarupa eikove hag̃ua umi Ñanduti kuatiarogue eipurúvo JavaScript.

source: Learn more about Web Console
gn_py: Maranduve Ñanduti Mba'e'okarupa rehegua

source: JavaScript Debugger
gn_py: JavaScript Mopotĩha

source: Step through JavaScript code and examine or modify its state to help track down bugs.
gn_py: Ehasa JavaScript ayvu rupive ha ehechakatu térã emoambue nde rekotee eipytyvõ hag̃ua mymba'i jejuhurãme.

source: Learn more about JavaScript Debugger
gn_py: Maranduve JavaScript Debugger rehegua

source: Network Monitor
gn_py: Mba'ejoajupyre rechaharã

source: See all the network requests your browser makes, how long each request takes and details of each request.
gn_py: Ehecha opaite ñanduti jerurepy ojapóva ne kundahára, mboy aravópa oipuru peteĩ teĩ jerurepy ha peteĩ teĩva jerurepy mba'emimi.

source: Learn more about Network Monitor
gn_py: Maranduve Mba'ejoajupyre rechaharã rehegua

source: Style Editor
gn_py: Mbosako'iha

source: View and edit CSS styles associated with a Web page, create new ones and apply existing CSS stylesheets to any page.
gn_py: Ehecha ha embosako'i CSS ojuajúva ñanduti kuatiarogue ndive, emoheñói ambue ipyahúva ha eipuru CSS kuatia mbohekoha oĩmava oimeraẽva kuatiaroguépe.

source: Learn more about Style Editor
gn_py: Maranduve Style Editor rehegua

source: Choose Firefox
gn_py: Eiporavo Firefox

source: Welcome to Firefox Developer Edition
gn_py: Tereg̃uahẽporãite Firefox Developer Edition-pe

source: Developer Tools
gn_py: Tembipuru mboguataha

source: The most complete browser made just for developers, Firefox Developer Edition has every dev tool you’ll need built right in.
gn_py: Pe kundahára oĩmbavéva mboguatahakuéra mba'erã añónteva, Firefox Developer Edition oguereko opaite tembipuru eikotvẽtava emoheñói hag̃ua.

source: Next: Sync
gn_py: Upeigua: Sync

source: Important
gn_py: Mba'eguasu

source: Sync your new Developer Edition profile to your Firefox Account to access bookmarks, browsing history, passwords and more from your existing Firefox profile.
gn_py: Embojuehe nde mba'ete pyahu Developer Edition pegua nemba'ete Firefox reheguáva eike hag̃ua nde techaukaha, kundahára rembiasakue, ñe'ẽñemi ha hetave mba'e pe nemba'ete Firefox pegua oĩmavavoi rupi.

source: Sync now
gn_py: Embojuehe ko'ág̃a

source: No thanks
gn_py: Nahániri, aguyje

source: Before you go&hellip;
gn_py: Eho mboyve pytyvõ reka;

source: If you continue without syncing your new Developer Edition profile, you could lose access to important browsing data from your existing Firefox profile.
gn_py: Ehomievéramo ñembojuehe'ỹre nde mba'ete pyahu Developer Edition pegua ikatu ndereikéi umi kundahára mba'ekuaarã emomba'éva nemba'ete Firefox pegua oĩmavavoi rupi.

source: To sync now, choose the Sync option from this menu.
gn_py: Embojuehe hag̃ua ko'ág̃a ha emoha'eño pe poravopyrã ñembojuehe ko poravorã guive.

source: Welcome to <span>Firefox Developer Edition</span>
gn_py: Tereg̃uahẽporãite <span>Firefox Developer Edition</span>

source: Get to know the features that make it the most complete browser for building the Web.
gn_py: Eikuaa umi heseguáva omboajéva chupe kundahára oĩmbavévaramo oñemba'apo hag̃ua Ñanduti rehe.

source: Important: Sync your new profile
gn_py: Ema'ẽke: Embojueha nemba'e pyahu

source: Developer Edition comes with a new profile so you can run it alongside other versions of Firefox.
gn_py: Developer Edition ou peteĩ nemba'e pyahu reheve ikatu hag̃ua omohembiapo ambue Firefox apopyre ndive.

source: To access your bookmarks, browsing history and more, you need to sync the profile with your existing Firefox Account, or create a new one.
gn_py: Eike hag̃ua nde techaukaha, kundahára rembiasakue, ha hetave, tekotevẽ embojuehe pe ne mba'ete Firefox pegua oĩmavavoi térã emoheñói peteĩ ipyahúva.

source: Want the old look back?
gn_py: Ehechasépa ñema'ẽ yma tapykuegua

source: If you want the familiar look and feel of Firefox Aurora back, we’ve made it super easy for you.
gn_py: Eipotáramo pe ehecháva ha pe eñandúva Firefox Aurora nde rogaperõguáicha, rojapo ndéve g̃uarã hasy'ỹ hag̃uáicha.

source: Features and tools
gn_py: Hesegua ha tembipuru
