Repository: translate/mozilla-lang
Catalog: cak/mozorg/contribute/index.lang.po
Languages: cak

source: Volunteer Opportunities at Mozilla
cak: Ya'öl q'ij richin yatok achi'el to'onel pa Mozilla

source: Menu
cak: K'utüy samaj

source: Why<br> volunteer
cak: Achike ruma yatok<br> to'onel

source: Find<br> an event
cak: Tikanöx<br> jun molojri'ïl

source: Meet<br> Mozillians
cak: Tawetamaj kiwäch<br> aj Mozilla

source: Get involved
cak: Kak'uluman

source: Your country
cak: Amaq'el atinaminatil

source: I live in&hellip;
cak: In k'äs pa&hellip;

source: Volunteer with Mozilla!
cak: ¡Katok jun ajpatan to'onel pa Mozilla!

source: active Mozillians worldwide
cak: Aj Mozilla kan yesamäj chijun ri ruwachulew

source: upcoming events around the globe
cak: ch'aqa' chik taq molojri'ïl xkeb'analöx chijun ri ruwachulew

source: languages and counting, on every continent
cak: taq ch'ab'äl chuqa' tajin yek'iyïr chi kijujunal ri taq setul

source: Join a global community of game-changers.
cak: Katok pa ri ajchijun qatinamit richin ajk'exonela'.

source: Volunteer as much as you like. Or as little.<br> It’s totally up to you.
cak: K'ïy o jub'a' kato'on. <br>achike na rub'eyal ütz chawe rat.

source: Share your skills and pick up<br> a few new ones along the way.
cak: Takomonij ri awetamab'al chuqa' tawetamaj<br> juley chik pa retamaxik.

source: Volunteering with Mozilla&hellip;
cak: Kato'on achi'el to'onel pa Mozilla&hellip;

source: is about more than lending a hand. It’s about learning, collaborating and sharing your skills with a global community of Mozillians — coders, organizers, activists and more — who help shape the Web every day.
cak: man xa xe ta richin naya' jun aq'a'. Richn nawetamaj, yato'on chuqa' ye'akomonij ri taq awetamab'al rik'in ri ajchijun kitinamit aj Mozilla — kemonela', nuk'unela', b'anonela' chuqa' ch'aqa' chik — ri yeto'on richin niya' rub'anikil ri Ajk'amaya'l q'ij q'ij.

source: See our community in action
cak: Tatz'eta' ri qatinamit nisamäj

source: How Mozillians help every day
cak: Achike rub'eyal yeto'on q'ij q'ij ri aj Mozilla

source: Spain &middot; Activism
cak: Samajilal pa España &middot;

source: Philippines &middot; Activism
cak: Samajilal pa Filipinas &middot;

source: Switzerland &middot; Coding
cak: Nuk'samajinem pa Suiza &middot;

source: India &middot; Teaching
cak: Tijoxïk pa India &middot;

source: Read his story
cak: Tasik'ij ri rub'anob'al

source: Read her story
cak: Tasik'ij ri rub'anob'al

source: Want to get involved? Here’s how.
cak: ¿La nawajo' yato'on? Wawe' niqab'ij chawe achike rub'eyal.

source: Choose what interests you and tell us how you’d like to help
cak: Tacha' ri niqa chawäch chuqa' tab'ij chi qe achike rub'eyal nawajo' yato'on

source: Stand by for an email that will connect you to the Mozilla community
cak: Tawoyob'ej napon jun ataqoya'l richin yatzijon rik'in ri Mozilla tinamït

source: Create your Mozillians account and share your contributions with the world
cak: Tanuk'u' jun ataqoya'l richin aj Mozilla richin nakomonij ri taq ato'ik kik'in ri aj ruwach'ulew

source: Get started
cak: Nab'ey taq xak

source: Not ready to dive in just yet?
cak: ¿La k'a man yakowin ta richin kan namäj el samaj?

source: Here are a few other ways you can support Mozilla right now.
cak: Wawe' k'o wakami ch'aqa' chik rub'anikil nato' ri Mozilla.

source: Donate to Mozilla
cak: Taya' jun sipanïk chi re ri Mozilla

source: Read our Manifesto
cak: Tasik'ij ri Qatzijoxik

source: Like us on Facebook
cak: Taya' jun "Ütz" chi qe pa Facebook

source: Follow us on Twitter
cak: Kojatzeqelb'ej pa Twitter

source: Upcoming event
cak: Molojri'ïl xtib'an

source: See all events
cak: Ke'atz'eta' konojel ri taq molojri'ïl

source: Communicate
cak: Katzijon

source: Mozilla communities
cak: Taq rutinamit Mozilla

source: Mailing lists
cak: Kicholajil taq taqoya'l

source: IRC channels
cak: IRC taq b'ey

source: More links
cak: Ch'aqa' chik taq ximonel

source: Submit Firefox feedback
cak: Titaq chajin ruq'inoj Firefox

source: Explore Mozilla careers
cak: Ke'atz'eta' taq ajtij taq samaj pa Mozilla

source: Get help with Firefox
cak: Tawila' to'ïk rik'in Firefox

source: Subscribe to community events
cak: Tatz'ib'aj ab'i' pa ri ta kimolojri'ïl tinamït

source: Get community updates
cak: Tak'ulu' taq k'exoj pa tinamït

source: Mozillian Stories
cak: Taq kib'anob'a aj Mozilla

source: More
cak: Ch'aqa' chik

source: Less
cak: Jub'a'

source: Read more Mozillian stories
cak: Tasik'ij ch'aqa' chik kib'anob'al aj Mozilla

source: Discover even more stories on Twitter with <a href="%(link_hashtag)s">#IAmAMozillian</a>
cak: Tawila' ch'aqa' chik taq b'anob'äl pa Twitter rik'in ri etal <a href="%(link_hashtag)s">#IAmAMozillian</a>

source: More coming soon
cak: Nipe yan ch'aqa' chik

source: Get Involved: Volunteer Opportunities at Mozilla
cak: ¡Kato'on! Ya'öl taq q'ij richin yatok achi'el to'onel pa Mozilla

source: To get started, tell us what interests you.
cak: Richin natikirisaj, tab'ij chi qe achike ri niqa chawäch.

source: Choose one for now. You can always contribute to other areas later.
cak: Wakami tacha' jun. Ri chwa'q kab'ij, xkatikïr xkato'on pa ch'aqa' chik taq k'ojlib'äl.

source: Where would you like to get started?
cak: ¿Akuchi' nawajo' natikirisaj?

source: Coding
cak: Nuk'samajinem

source: More about coding
cak: Ch'aqa' chik chi rij ri nuk'samajinem

source: Contribute code to a whole range of Mozilla products, including Firefox and Firefox OS.
cak: Contribute rik'in b'itz'ib' chi kikojol jalajöj ruwäch rutikomal Mozilla, akuchi' k'o ri Firefox chuqa' Firefox OS.

source: Testing
cak: Taq tojtob'enïk

source: More about testing
cak: Ch'aqa' chik chi rij ri kitojtob'enik kema'

source: Help make the Mozilla products you use — and love — even better.
cak: Kato'on richin ye'awutzilaj ri taq rutikomal Mozilla — ye'awajo' — chuqa' ye'awokisaj.

source: Writing
cak: Titz'ib'äx

source: More about writing
cak: Ch'aqa' chik chi rij ri tz'ib'anïk

source: Lend your voice to Mozilla — from blogging and social media to providing technical documents for users and developers.
cak: Taqaja' ach'ab'äl chi re Mozilla — pan ichinya'l chuqa' taq k'amawinaqil richin kitaluxik etamel taq wuj kichin qawinaq chuqa' b'anonela'.

source: Teaching
cak: Tijonïk

source: More about teaching
cak: Ch'aqa' chik chi rij ri tijonïk

source: Share your skills with a community that’s eager to learn. Take advantage of our free tools, teaching resources and events.
cak: Takomonij ri taq awetamab'al rik'in jun tinamït akuchi' nikajo' niketamaj. Ke'awokisaj ri taq qasamajib'al, etamanel taq tob'äl chuqa' sipan taq molojri'ïl.

source: Helping
cak: Yato'on

source: More about helping
cak: Ch'aqa' chik chi rij rub'eyal yato'on

source: Provide support to users who need it and help everyone get the most out of their Mozilla products.
cak: Ke'ato ri taq qawinaq nikajo' kito'ik chuqa' ke'ato richin jeb'ël tikokisaj ri taq rutikomal Mozilla.

source: Translating
cak: Titz'alq'omïx

source: More about translating
cak: Ch'aqa' chik chi rij ri titz'alq'omïx

source: Help make Mozilla stuff available in other languages. Translate everything from newsletters and websites to copy for Firefox and Firefox OS.
cak: Kojato' chi ri taq rutikomal Mozilla ketz'et pa ch'aqa' chik ch'ab'äl. Tatzalq'omij ronojel, achi'el ko'öl taq wuj chuqa' taq ruxaq ajk'amaya'l chuqa' taq ruwachib'enik Firefox chuqa' Firefox OS.

source: Activism
cak: Samajilal

source: More about activism
cak: Ch'aqa' chik chi rij ri samajilal

source: Get involved with our opportunities to support freedom, security and privacy on the open Web.
cak: Katok pa ri qasamaj richin niqato' ri jamalil, jikomal chuqa' ichinanem pa jaqäl ajk'amaya'l.

source: I don’t know
cak: Man wetaman ta

source: More about how you can contribute
cak: Ch'aqa' chik chi rij rub'eyal yatikïr yato'on

source: Not sure how you want to help? No problem. We can find the appropriate contribution activity for you.
cak: ¿La man at jikïl rub'eyal nawajo' yato'on? Majun k'ayewal. Xtiqakanoj jun asamaj richin yato'on, ri ütz chawe rat.

source: Now tell us a little about yourself:
cak: Tatzijoj pe chi qe at achike rat:

source: Name
cak: B'i'aj

source: Email address
cak: Rochochib'al taqoya'l

source: Country
cak: Amaq'

source: select
cak: ticha'

source: Why do you want to be a Mozilla volunteer?
cak: ¿Achike ruma nawajo' yato'on achi'el to'onel rik'in ri Mozilla?

source: (Optional)
cak: (Cha'el)

source: I’m okay with Mozilla handling my info as explained in <a href="%(privacy)s">this Privacy Policy</a>
cak: Ütz chi ri Mozilla tusamajij ri nutzijol achi'el niq'alajisäx pa <a href="%(privacy)s">re ichinan na'oj re'</a>

source: Start contributing
cak: Titikirisäx rik'in ri to'ïk

source: Sign me up for community updates
cak: Kitz'ib'äx richin yenk'ül taq k'exoj pa tinamït

source: (English)
cak: (Q'anchi')

source: What particular area?
cak: ¿Achike chi k'ojlib'äl?

source: What would you like to code?
cak: ¿Achike ta nawajo' nanuk'samajij?

source: What would you like to test?
cak: ¿Achike ta chi rutojtob'enik kema' nawajo' nab'än?

source: What would you like to translate?
cak: ¿Achike ta nawajo' natzalq'omij?

source: What would you like to write?
cak: ¿Achike ta nawajo' natz'ib'aj?

source: What would you like to teach?
cak: ¿Achike ta nawajo' nak'üt?

source: Websites
cak: Ruxaq Ajk'amaya'l

source: Firefox add-ons
cak: Taq rutz'aqat Firefox

source: HTML5 apps
cak: HTML5 taq chokoy

source: Diagnosing Web compatibility issues
cak: Kenik'öx taq rub'anöy k'amonel Ajk'amaya'l

source: Online services
cak: Taq samaj pa k'amab'ey

source: Web compatibility
cak: Ajk'amaya'l k'amonel

source: Product localization
cak: Kitzalq'omanri'ïl taq tikojil

source: Website localization
cak: Kitzalq'omanri'ïl ruxaq Ajk'amaya'l

source: I’d like to work on localization tools
cak: Ninwajo' yisamaj kik'in ri taq rusamajib'al tzalq'omanri'ïl

source: Social media
cak: Winaqil taq tob'äl

source: Journalism
cak: Talutz'ib'anem

source: Technical docs for users
cak: Etamel taq wuj kichin qawinaq

source: Technical docs for developers
cak: Etamel taq wuj kichin b'anonela'

source: Technical docs for Firefox add-ons
cak: Etamel taq wuj kichin taq rutz'aqat Firefox

source: Technical docs for HTML5 apps
cak: Etamel taq wuj kichin HTML5 taq chokoy

source: Teach the Web (Webmaker)
cak: Nik'ut ri Ajk'amaya'l (Webmaker)

source: Open News fellowships
cak: Kejaq taq rutzijol ri tinamït

source: Hive - Community networks of educators/mentors
cak: Tokoy - Kitinamit Kik'amab'ey tijonela'/taq ajtij

source: Open Web science research
cak: Rujikilib'anem retamab'alil ri jaqäl Ajk'amaya'l

source: Community Events
cak: Tinamït taq molojri'ïl

source: Find events
cak: Kekanöx taq molojri'ïl

source: By city, country, or event:
cak: Chi tinamït, amaq' o molojri'ïl:

source: By date:
cak: Chi q'ijul:

source: month
cak: ik'

source: year
cak: juna'

source: Date
cak: Q'ijul

source: Event
cak: Molojri'ïl

source: Location
cak: K'ojlib'äl

source: City
cak: Tinamït

source: Events
cak: Taq Molojri'ïl

source: Thank you!
cak: ¡Matyox!

source: Thanks!
cak: ¡Matyox!

source: We’re thrilled to see that you’re interested in coding and can’t wait to get you started.
cak: Yojkikot niqatz'ët chi niqa chawäch nanuk'samajij chuqa' niqajo' chi natikirisaj yan el.

source: We’re thrilled to see that you’re interested in testing and can’t wait to get you started.
cak: Yojkikot niqatz'ët chi niqa chawäch nab'än kitojtob'enik ri kema' chuqa' niqajo' chi natikirisaj yan el.

source: We’re thrilled to see that you’re interested in writing and can’t wait to get you started.
cak: Yojkikot niqatz'ët chi niqa chawäch natz'ib'aj chuqa' niqajo' chi natikirisaj yan el.

source: We’re thrilled to see that you’re interested in teaching and can’t wait to get you started.
cak: Yojkikot niqatz'ët chi niqa chawäch nak'üt chuqa' niqajo' chi natikirisaj yan el.

source: We’re thrilled to see that you’re interested in helping and can’t wait to get you started.
cak: Yojkikot niqatz'ët chi niqa chawäch yato'on nak'üt chuqa' niqajo' chi natikirisaj yan el.

source: We’re thrilled to see that you’re interested in translating and can’t wait to get you started.
cak: Yojkikot niqatz'ët chi niqa chawäch yatzalq'omin chuqa' niqajo' chi natikirisaj yan el.

source: We’re thrilled to see that you’re interested in activism and can’t wait to get you started.
cak: Yojkikot niqatz'ët chi niqa chawäch yanuk'samajin chuqa' niqajo' chi natikirisaj yan el.

source: We’re thrilled to see that you’re interested in volunteering and can’t wait to get you started.
cak: Yojkikot niqatz'ët chi niqa chawäch nanuk'samajij chuqa' niqajo' chi natikirisaj yan el.

source: Keep an eye on your inbox for an important message from us.
cak: Niqatäq yan chawe jun nïm qataqoya'l.

source: Hello!
cak: ¡Achike ab'anon!

source: Your Name
cak: Ab'i'

source: In the meantime&hellip;
cak: Wakami yan&hellip;

source: You can help by picking an easy task that only takes a few minutes &mdash; or take on a bigger challenge.
cak: Yatikïr yato'on rik'in nacha' jun man k'ayew ta chi samaj, ri nab'än pa jun ch'utiramaj &mdash; o nacha' jun nïm samaj.

source: Choose a Task Now
cak: Wakami tacha' jun samaj

source: Help us tell the world how awesome Firefox is and about all the important work Mozilla does every day.
cak: Kojato' richin niqatzijoj chijun ri ruwach'ulew chi yalan jeb'ël ri Firefox chuqa' chi rij ronojel ri samaj nub'än q'ij q'ij ri Mozilla.

source: Join Now
cak: Katok qik'in wakami

source: You can create your Mozillians account now to connect with fellow Mozillians.
cak: Wakami yatikïr natz'ük' jun ataqoya'l richin aj Mozilla richin yatzijon kik'in ch'aqa' chik aj Mozilla.

source: Yes, create my Mozillians account
cak: Ja', tinuk' nutaqoya' richin aj Mozilla

source: You will be asked to sign in before proceeding
cak: Xtik'utüx chawe chi katok chupam chuwäch natikirisaj el

source: No thanks, I’ll just wait for the email
cak: Mani matyox, ninwoyob'ej na nink'ül jun taqoya'l

source: Area of interest?
cak: ¿La ruk'ojlib'al ri niqa' chawäch?

source: Helping Users
cak: Ke'atu' ri qawinaq

source: Testing and QA
cak: Taq tojtob'enïk chuqa' ruchajixik utzilal

source: Marketing
cak: Kuqül k'ayb'äl

source: Localization and Translation
cak: Tzalq'omanri'ïl chuqa' tzalq'omanïk

source: Web Development
cak: Nuk'unel Ajk'amaya'l

source: Add-ons
cak: Taq tz'aqat

source: Visual Design
cak: Wachib'enïk wachib'äl

source: Documentation and Writing
cak: Wujil chuqa' tz'ib'anem

source: Education
cak: Tijonïk

source: Other
cak: Jun chik

source: Hi, I’m interested in…
cak: Achike ab'anon, Niqa chi nuwäch…

source: Send us a note and we can get you started right away.
cak: Tataqa' jun rutzijol taqoj chi qe richin yatqato' chi natikirisaj el.

source: I have a suggestion for Firefox
cak: K'o jun nuna'oj chi re ri Firefox

source: I need help with a Firefox issue
cak: Ninwajo' nuto'ik chi rij jun k'ulwachinïk rik'in Firefox

source: Please enter a valid email address.
cak: Tab'ana' utzil, tatz'ib'aj jun ütz rochochib'al taqoya'l.

source: You must agree to the privacy policy.
cak: K'atzinel nak'ül ri ichinan na'oj.

source: Please select an area of interest.
cak: Tacha' jun k'ojlib'äl niqa chawäch.

source: Please tell us more about your interests.
cak: Tatzijoj chi qe chi rij ri niqa chawäch.
