Repository: translate/mozilla-lang
Catalog: cak/mozorg/contribute/signup.lang.po
Languages: cak

source: Get Involved with Mozilla Today
cak: Wakami tanima' awi' rik'in ri Mozilla

source: Try something simple
cak: Tatojtob'ej jun ri man k'ayew ta

source: more info
cak: ch'aqa' chik etamab'äl

source: Connect with Mozilla on Twitter
cak: Katok pa Mozilla rik'in ri Twitter

source: Stay connected with the @StartMozilla team for news, announcements and opportunities.
cak: Junelïk katzijon rik'in ri rumolaj @StartMozilla richin taq rutzijol, nitz' taq tzijol chuqa' taq samaj.

source: Use Firefox on your phone
cak: Tawokisaj ri Firefox pan awoyonib'al

source: Get the features you love and the privacy you trust on your iPhone, iPad and Android device.
cak: Ke'ak'ulu' ri taq b'anikil achi'el ri ajowab'äl ütz natz'ët pan awokisaxel richin iPhone, iPad chuqa' Android.

source: Discover why we can’t live without encryption
cak: Tawila' achike ruma man yojtikïr ta yojk'ase' we majun ewan sik'ixïk

source: Find out more about how encryption works, why it’s essential and what you can do to help protect it.
cak: Richin nawetamaj ch'aqa' chik rub'eyal nisamäj ri ewan sik'ixïk, achike ruma k'o rejqalem chuqa' achike' ütz nib'an richin nichajïx.

source: Try something more challenging
cak: Tatojtob'ej jun ri nïm rejqalem

source: Watch someone live hack on Firefox
cak: Titz'et jujun taq qitzij q'oloj pa Firefox

source: Firefox engineer Mike Conley livehacks and crushes bugs where he finds them in this unscripted, uncensored, true-to-life video series.
cak: Firefox Nojk'ayel Mike Conley kiqupixik chuqa' kiseq'ik taq üs akuchi' yerïl toq majun ketal taq juch', man nuxib'ij ta ri' achi'el ri k'aslem pa silowachib'äl.

source: Learn a bit about coding
cak: Tetamäx jub'a' chi rij ri ewan sik'inem

source: Explore the new Firefox Developer Edition tools that take the pain out of CSS animation.
cak: Tanik'oj ri k'ak'a' rusamajib'al Firefox Developer Edition ri kichapon rusamjixik ri CSS silonem.

source: Start using the Mozilla Stumbler app
cak: Tachapa' rokisaxik ri Mozilla Stumbler chokoy

source: Mozilla Stumbler is an open-source wireless network scanner which collects GPS, cellular and wireless network metadata for our crowd-sourced location database.
cak: Mozilla Stumbler jun elesäy wachib'äl rik'in mek'am richin jaqäl b'itz'ib' ri nuchäp el ri GPS, ri nima'q taq rutzij ruk'amaya'l oyonib'äl o Mek'am richin ri rucholxe'el taq rutzij qak'ojlib'al richin k'ïy taq xe'el.

source: Mozilla Participation Tasks
cak: Mozilla To'ïk taq Samaj

source: I want to pick a different task.
cak: Ninwajo' ninchäp chik jun chik wi chi samaj.

source: Try another task?
cak: ¿La natojtob'ej jun chik samaj?

source: Keep in touch with Mozilla. Sign up for our newsletter.
cak: Kach'ab'en rik'in ri Mozilla. Tatz'ib'aj ab'i' pa ri ko'öl ruwujil taq tzijol.

source: Find your local Mozilla community.
cak: Tawila' ri Mozilla atinamit.

source: The Mozilla newsletter is currently available in English only.
cak: Ri Mozilla ko'öl kiwujil taq rutzijol xa xe wachel pa Q'anchi'.

source: Tweet to @StartMozilla and see how your technical skills can contribute
cak: Tweet a @StartMozilla chuqa' titz'et achi'el ri samajel taq retamab'al yeto'on

source: There are so many ways to get involved with Mozilla and support the browser. If you’re ready to fix your first bug, tweet @StartMozilla to get connected with the perfect starting bug for you.
cak: K'ïy rub'anikil richin yato'on pa Mozilla ke ri' natob'ej ri okik'amaya'l. We ütz chik chawäch najikib'a' ri nab'ey asachoj chuqa' twit @StartMozilla richin yatok chupam ri sachoj pa ruwi' ütz tikirib'äl chawäch rat.

source: Tweet This
cak: Tataluj

source: I’m raising my hand to contribute to Mozilla! @startmozilla tell me how I can join you to help protect the open web.
cak: ¡Tajin ninjotob'a' nuq'a' richin yito'on pa Mozilla! "startmozilla tab'ij chwe achike rub'eyal yinok iwik'in richin yixinto' richin niqachajij ri jaqäl ajk'amaya'l.

source: Share on Twitter
cak: Tikomonïx pa Twitter

source: Follow @startmozilla on Twitter
cak: Titzeqelb'ëx "startmozilla pa Twitter

source: Follow @startmozilla
cak: Titzelqb'ëx @startmozilla

source: Thanks for following
cak: Matyox ruma yatzeqelb'en

source: Install Firefox for iOS or Android
cak: Tiyak Firefox richin iOS o Android

source: Use Firefox on your iOS or Android phone and tablet
cak: Tokisäx Firefox pa iOS o Android oyonib'äl chuqa' pa tz'alamkem e wichin

source: Firefox is the independent mobile browser and by using this you’re supporting Mozilla’s mission and creating a browsing experience that is private and personal.
cak: Firefox jun alaj ruk'aslem oyonib'alil okik'amaya'l, rik'in rokisaxik re' rat natob'ej ri ruk'u'x rutzij Mozilla chuqa' ri runuk'ik jun retamab'al okem pa k'amaya'l ri ichinan chuqa' ajichin.

source: Add Firefox to your Android and iOS devices
cak: Titz'aqatisäx Firefox richin Android chuqa' iOS taq okisaxel

source: Download on the App Store
cak: Tiqasäx pe pa ri App Store

source: Thanks for installing Firefox
cak: ¡Niqak'amowaj chawe ruma nayäk Firefox

source: Learn About Encryption
cak: Tetamäch chi rij ewan rusik'ixik

source: Sign the pledge and stand up for strong encryption.
cak: Najüch' ri ximoj tzij richin yapa'e' richin ri köw ewan rusik'ixik.

source: Encryption is how we keep our personal information safe and private. Please join us in the fight to protect it.
cak: Ri ewan rusik'ixik jun rub'eyal richin qajikib'an chuqa' qichinan ri qetamab'al. Tab'ana' utzil, tatunu' awi' pa qasamaj richin niqachajij.

source: <a href="%s">Learn more about encryption</a>, why it’s essential and why we need to protect it.
cak: <a href="%s">Tetamäx ch'aqa' chik chi rij ri ewan rusik'ixik</a>, ruma chi yalan k'atzinel chuqa' k'o chi niqachajij.

source: <a href="%s" rel="external" target="_blank">Learn more about encryption</a>, why it’s essential and why we need to protect it.
cak: <a href="%s" rel="external" target="_blank">Tetamäx ch'aqa' chik chi rij ri ewan rusik'ixik</a>, ruma chi yalan k'atzinel chuqa' k'o chi niqachajij.

source: Become an encryption champion
cak: Yatok jun chakonel pa ewan rusik'ixik

source: Take the pledge
cak: Tichap ri sujïk

source: Thank you for taking the pledge
cak: Niqak'awomaj chawe ruma xachäp ri sujïk

source: Get involved
cak: Kak'uluman

source: Watch: The Joy of Coding
cak: Tatz'eta': Ri rukikotemal cholajil

source: Watch The Joy of Coding, then discuss it with other Mozillians
cak: Tatz'eta' ri rukikotemal cholajil, k'a ri' titzijöx kik'in ch'aqa' chik aj Mozilla

source: Anyone can contribute to Firefox by finding and fixing errors that people report via Bugzilla. Watch a demonstration of a Firefox engineer live hacking to see what it’s all about.
cak: Xab'achike winäq nitikïr nuto' ri Firefox richin nrïl chuqa' yeruchojmij taq sachoj, ri yekiya' rutzijol ri winaqi' pa Bugzilla. Tatz'eta' jun rutz'etb'al jun ajnojk'ayel richin k'exelal pa ruk'ask'ul Firefox richin nawetamaj achoq pa ruwi' nich'o ronojel re'.

source: Watch the intro.
cak: Titz'et ri nab'ey taq tzij.

source: <a href="https://twitter.com/mike_conley" rel="external">@mike_conley</a> livehacks on real Firefox bugs while thinking out loud.
cak: <a href="https://twitter.com/mike_conley" rel="external">@mike_conley</a> livehacks pa ri qitzij Firefox taq üs, toq ri Firefox nina'ojin rik'in köw ruch'ab'äl.

source: View more <em>Joy of Coding</em> videos on Air Mozilla
cak: Titz'et ch'aqa' chik <em>Ri rukikotemal cholajil</em>taq silowachib'äl pa Air Mozilla

source: <a href="%s" id="get-involved">Join the Coding Community</a> and start collaborating with other Mozillians around the world.
cak: <a href="%s" id="get-involved">Tatunu' awi' pa ri Cholajil Tinamït</a> chuqa' natikirisaj ato'ik kik'in ch'aqa' chik aj Mozilla chijun ri ruwach'ulew.

source: <a href="%s" id="get-involved" target="_blank">Join the Coding Community</a> and start collaborating with other Mozillians around the world.
cak: <a href="%s" id="get-involved" target="_blank">Tatunu' awi' pa ri Cholajil Tinamït</a> chuqa' natikirisaj ato'ïk kik'in ch'aqa' chik aj Mozilla chijun ri ruwach'ulew.

source: Thanks for watching
cak: Niqak'awomaj chawe ruma tajin natz'ët

source: Thanks for getting involved
cak: Niqak'awomaj chawe ruma yatok qik'in

source: Go to Dev Tools Challenger Page
cak: Tib'e pa DevTools Challenger Ruxaq

source: Try out our new animation editing tools in Developer Tools Challenger
cak: Ke'atojtob'ej ri k'ak'a' taq qasamajib'al richin silonel nuk'uj pa Developer Tools Challenger

source: The more you know about the web, the easier it is to make it your own. Participate in the web by testing your web literacy skills using the new tools in Firefox Developer Edition.
cak: Toq awetaman ch'aqa' chik chi rij ri ajk'amaya'l, man k'ayew ta nok qa awichin. Yato'on pa k'amab'ey rik'in ri kitojtob'exik taq retamab'al ruk'utik ajk'amaya'l rik'in rokisaxik ri k'ak'a' taq samajib'äl pa Firefox Developer Edition.

source: Download Firefox Dev Edition
cak: Tiqasäx Firefox Dev Edition

source: Dev Tools requires Firefox Developer Edition desktop browser. To try this task, download Firefox Developer Edition first.
cak: Dev Tools nrajo' Firefox Developer Edition richin kematz'ib'ab'äl okisaxel. Richin natojtob'ej re samaj re', nab'ey taqasaj Firefox Developer Edition.

source: Go to Dev Tools Challenger
cak: Tib'e pa DevTools Challenger

source: Visit Dev Tools Challenger
cak: Tatz'eta' DevTools Challenger

source: <a href="%s" id="get-involved">Join the Webdev Contribute Group</a> and start collaborating with other Mozillians around the world.
cak: <a href="%s" id="get-involved">Tatunu' awi' pa ri Webdev to'onel molaj</a> chuqa' natikirisaj ato'ik kik'in ch'aqa' chik aj Mozilla chijun ri ruwach'ulew.

source: <a href="%s" id="get-involved" target="_blank">Join the Webdev Contribute Group</a> and start collaborating with other Mozillians around the world.
cak: <a href="%s" id="get-involved" target="_blank">Tatunu' awi' pa ri Webdev to'onel molaj</a> chuqa' natikirisaj ato'ïk kik'in ch'aqa' chik aj Mozilla chijun ri ruwach'ulew.

source: Thanks for taking the challenge
cak: Niqak'awomaj chawe ruma nachäp ri samaj

source: Get it on Google Play
cak: Tawichinaj chi sipanïk pa Google Play

source: Install Mozilla Stumbler for Android
cak: Tayaka' Mozilla Stumbler richin Android

source: Map the wireless networks in your neighborhood.
cak: Ruwäch setul taq mek'am chuchi' awochoch.

source: Install Mozilla Stumbler
cak: Tayaka' Mozilla Stumbler

source: <a href="%s">Learn more about Mozilla Location Services</a> and discover more ways to get involved.
cak: <a href="%s">Tetamäx ch'aqa' chik chi rij ri Mozilla K'ojlib'äl taq Okisaxel</a> chuqa' tilitäj ch'aqa' chik rub'anikil richin to'ïk.

source: <a href="%s" target="_blank">Learn more about Mozilla Location Services</a> and discover more ways to get involved.
cak: <a href="%s" target="_blank">Tetamäx ch'aqa' chik chi rij ri Mozilla K'ojlib'äl taq Okisaxel</a> chuqa' tilitäj ch'aqa' chik rub'anikil richin to'ïk..

source: Thank you for installing Mozilla Stumbler
cak: Matyox ruma xayäk Mozilla Stumbler
