Repository: translate/mozilla-lang
Catalog: */firefox/includes/mwc_2014_schedule.lang.po
Languages: bn_bd, cy

source: Schedule is subject to change.
bn_bd: সময়সূচী পরিবর্তিত হতে পারে।
cy: Mae'r amserlen yn agored i'w newid.

source: Monday
bn_bd: সোমবার
cy: Dydd Llun

source: February 24
bn_bd: ২৪শে ফেব্রুয়ারী
cy: Chwefror 24

source: Tuesday
bn_bd: মঙ্গলবার
cy: Dydd Mawrth

source: February 25
bn_bd: ২৫শে ফেব্রুয়ারী
cy: Chwefror 25

source: Wednesday
bn_bd: বুধবার
cy: Dydd Mercher

source: February 26
bn_bd: ২৬শে ফেব্রুয়ারী
cy: Chwefror 26

source: Thursday
bn_bd: বৃহস্পতিবার
cy: Dydd Iau

source: February 27
bn_bd: ২৭শে ফেব্রুয়ারী
cy: Chwefror 27

source: Firefox OS: Today, Tomorrow and the Next Generation Design Story
bn_bd: ফায়ারফক্স ওএস: আজ, আগামীকাল ও ভবিষ্যত প্রজন্মের রূপরেখা গল্প
cy: Firefox OS: Stori Heddiw, Yfory a Chynllunio'r Genhedlaeth Nesaf

source: Sharing Insights: Marketplace Content Partners and Firefox for Android
cy: Rhannu Syniadau: Partneriaid Cynnwys y Marketplace a Firefox Android

source: Delivering Positive Social and Economic Impact Through Open Technology
bn_bd: মুক্ত প্রযুক্তির মাধ্যমে সামাজ ও অর্থনীতির উপর ইতিবাচক প্রভাব ফেলছে
cy: Darparu Effaith Cymdeithasol ac Economaidd Positif drwy Dechnoleg Agored

source: Customizing for Market Needs
bn_bd: বাজার চাহিদার ভিত্তিতে পরিবর্তন
cy: Cyfaddasu ar gyfer Anghenion y Farchnad

source: Firefox OS for Any Screen Size
bn_bd: যে কোন আকারের স্ক্রিন এর জন্য ফায়ারফক্স ওএস
cy: Firefox OS ar gyfer Sgrin Unrhyw Faint

source: Advancing the Web
bn_bd: ওয়েবকে এগিয়ে নেওয়া
cy: Ymestyn y We

source: The Future of Voice Panel Session with Brendan Eich, CTO & SVP Engineering, Mozilla
cy: Sesiwn Panel Dyfodol Llais gyda Brendan Eich, CTO ac SVP Peirianneg, Mozilla

source: HTML5 App Acceleration
cy: Cyflymu Apiau HTML5

source: Privacy Seminar with Alex Fowler, Chief Privacy Officer, Mozilla
bn_bd: মজিলার প্রধান নিরাপত্তা কর্মকর্তা, এলেক্স ফ্লাওয়ার এর সাথে নিরাপত্তা সেমিনার
cy: Seminar Preifatrwydd gydag Alex Fowler, Prif Swyddog Preifatrwydd, Mozilla

source: Conference Pass Required
bn_bd: কনফারেন্স পাস আবশ্যক
cy: Bydd angen Tocyn Cynhadledd

source: Firefox for Android: Explore ways to customize Firefox for Android for partner distribution, integrate with 3rd party services, and how to connect with other people and devices.
cy: Firefox Android: Dysgu am ffyrdd i gyfaddasu Firefox Android ar gyfer dosbarthu gan bartneriaid, gyfuno gyda gwasanaethau trydydd parti a sut i gysylltu gyda phobl eraill a dyfeisiau.

source: Conference Village, Hall 4<br>Auditorium 2
bn_bd: সম্মেলন স্থল, হল ৪ <br> অডিটোরিয়াম ২
