Repository: translate/mozilla-lang
Catalog: */firefox/includes/mwc_2015_schedule.lang.po
Languages: cy, pt

source: Schedule is subject to change.
cy: Mae'r amserlen yn agored i'w newid.
pt: A agenda pode sofrer alterações.

source: Monday
cy: Dydd Llun
pt: segunda-feira

source: March 2
cy: Mawrth 2
pt: 2 de março

source: Firefox OS. The Independent Path. Overview and Opportunities.
cy: Firefox OS. Y Llwybr Annibynnol. Trosolwg a Chyfleoedd.
pt: Firefox OS. O caminho independente. Vista geral e oportunidades.

source: Firefox OS. Flexibility &amp; Extensibility. Success Stories.
cy: Firefox OS. Hyblygrwydd ac Estynrwydd. Hanesion Llwyddiant.
pt: Firefox OS. Flexibilidade e extensibilidade. Histórias de sucesso.

source: Firefox on Mobile Devices
cy: Firefox ar Ddyfeisiau Symudol
pt: Firefox em dispositivo móveis

source: Building Mozilla Values into Firefox OS
cy: Adeiladu Gwerthoedd Mozilla i fewn Firefox OS
pt: Integrar os valores da Mozilla com o Firefox OS

source: Firefox OS. Beyond Smartphones.
cy: Firefox OS. Tu hwnt i Ffonau Symudol.
pt: Firefox OS. Para além de telemóveis.

source: Webmaker for Mobile. Building Local Content and Web Literacy
cy: Webmaker ar gyfer Symudol. Adeiladu Cynnwys Lleol a Llythrennedd Gwe
pt: Webmaker para dispositivos móveis. Construir conteúdo local e literacia web

source: Firefox Marketplace. Why We Chose the Web.
cy: Firefox Marketplace. Pam Rydym yn Dewis y We.
pt: Firefox Marketplace. Porque escolhemos a Web.

source: Firefox OS, the Web of Things and Open Web Hardware
cy: Firefox OS, Gwe Pethau a Chaledwedd Gwe Agored
pt: Firefox OS, a Internet das coisas e hardware web aberto

source: Tuesday
cy: Dydd Mawrth
pt: terça-feira

source: March 3
cy: Mawrth 3
pt: 3 de março

source: Wednesday
cy: Dydd Mercher
pt: quarta-feira

source: March 4
cy: Mawrth 4
pt: 4 de março

source: Thursday
cy: Dydd Iau
pt: quinta-feira

source: March 5
cy: Mawrth 5
pt: 5 de março
