Repository: translate/mozilla-lang
Catalog: son/firefox/desktop/fast.lang.po
Languages: son

source: Firefox — The "speed king" - The fastest browser on the Web
son: Firefox — "Cahãri kokoyoo" - Interneti ceecikaw kul cahãntaa

source: Faster than ever
son: Cahãri kaŋ mana bay ka diyandi

source: This is the fastest Firefox yet.
son: Woo Firefox kul icahãntaa kaŋ bay ka tee.

source: It excels at both technical benchmarks <br class="wide-br">and the everyday tasks that you do most.
son: A ga sahã waanay adadey ra <br class="wide-br">nda hankul goyey da kaŋ war ga doona k'i tee.

source: The “speed king”
son: "Cahãri kokoyoo"

source: Firefox outperformed other browsers in recent independent tests to be named <br class="wide-br">the <a href="%(url1)s" data-interaction="outbound link">“speed king.”</a>
son: Firefox hin ceecikey jerey kul šiiyan kokorantey kaŋ tee ra hala maaɲoo tee <br class="wide-br">the <a href="%(url1)s" data-interaction="outbound link">“cahãntey boŋkoynoo.”</a>

source: So you can browse with confidence with the fastest on the Web.
son: Adiši nda naanay war ga hin ka interneti naaru nd'ikul cahãntaa.

source: Cutting-edge speed
son: Fella-goy cahãri

source: If you enjoy games, you can now play some of your favorites right on the Web without sacrificing speed or overall performance.
son: Nda hoorawey ma kan war se, sohõ war ga hin ka hooray nda war ibaayoo ne da interneti ra bila nda cahãyan wala goy sahã ma nakaši.

source: Firefox is leading the charge in online gaming as part of our efforts to make every aspect of your browsing experience faster.
son: Firefox goo jine ka hoorayyan sahãndi interneti ra za woo goo ir huzumey ra ka ceeciyan mise kul boryandi nda cahãndi ka tonton.

source: Learn more about how we’re <br class="wide-br">pushing the limits of speed
son: Caw ka tonton takaa kaŋ d'ir ga <br class="wide-br">cahãndi cendi ka hirri kul hoo.

source: Speed you can feel
son: Cahãri kaŋ war ga hin k'a maate

source: We optimize Firefox for the way you use the Web.
son: Ir ga Firefox sahãndi takaa kaŋ war ga interneti naaru se.

source: So things like opening or switching <br class="wide-br">between tabs and getting results from the Awesome Bar happen faster than ever.<br class="wide-br">
son: Adiši hayayaŋ sanda feeriyan wala bereyan <br class="wide-br">nor lokey game nda hunyaney zaayan Kayfi zuwoo ga k'a cahãroo tee bešere.<br class="wide-br">

source: Get where you need to go as quickly and easily as possible.
son: Koy noodin kaŋ war ga baa ka too nda cahãyan nda faala.
