Repository: translate/mozilla-lang
Catalog: son/firefox/desktop/index.lang.po
Languages: son

source: Firefox Web browser — Trusted, Flexible, Fast — Committed to you, your privacy and an open Web
son: Firefox interneti ceecikaw — naanante, faala, cahãnte — allaahidu war se, sutura nda interneti feerante

source: Firefox Web browser — Trusted, Flexible, Fast — There's never been a better time
son: Firefox interneti ceecikaw — naanante, faala, cahãnte — waati bešere mana bay ka bara

source: There’s never been a <br class="wide-br">better time for Firefox
son: Zaman bešere mana tee <br class="wide-br">Firefox se

source: Committed to you, your privacy and an open Web.
son: Ir allahidoo war se ti interneti suturante nda feerante.

source: Your Firefox is up to date.
son: War Firefox n' ka taagandi.

source: Need help with anything?
son: Ga baa faaba wala?

source: Made with a mission to put you first
son: A tee nda anniya ka war dam jine

source: We’ve always designed Firefox to protect and respect your private information.
son: Ir na Firefox fasal waati kul ka war sutura alhabar jejebu nd'a beerandi.

source: That’s why we’re proud to be voted the <a href="%(url1)s" data-interaction="outbound link">Most Trusted Internet Company for Privacy.</a>
son: Woo se ir ga fooma kaŋ ir suuba ka tee <a href="%(url1)s" data-interaction="outbound link">Interneti konpaɲey kul naanantaa war suturaa se.</a>

source: Find out what makes Firefox the most trusted browser on the Web
son: Guna woo kaŋ ga Firefox tee ceecikaw kul inaanantaa interneti ra

source: Works the way you do
son: Ga goy nda war takaa

source: How you use the Web is unique.
son: War ga goy nda interneti taka kaŋ ši nda cine.

source: Firefox lets you change it to match.
son: Firefox ga naŋ war ma bere a ga ka sawa.

source: Remove what you don’t use, keep what you do and put it just about anywhere you want.
son: Woo kaŋ war ši boona kaa, gaabu woo kaŋ war g'a tee nd'a dam nungu kul kaŋ war ga baa.

source: Find out what makes Firefox <br class="wide-br">the most flexible browser there is
son: Guna woo kaŋ ga Firefox tee <br class="wide-br">ceecikaw kul ifaalante kaŋ ga bara

source: Faster at what you do most
son: Tee woo kaŋ war ga doona nda cahãri

source: Firefox was named the ”speed king” in independent benchmark and performance tests against other browsers.
son: Firefox maaɲoo tee "cahãri kokoyoo" kaŋ naanay kalala nda goysahã neešiyan n'a tabatandi ceecikaw taney game.

source: * Based on <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a> results.
son: * Tabati <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand PrixXVI</a> konkossa banda ga.

source: Save time and do just about anything quicker than before.
son: Cahã goy kul kaŋ war ga baa tee ra nda nda waati ga cindi da.

source: Find out what makes this the fastest Firefox yet
son: Dii woo kaŋ g'a tee Firefox kul icahãntaa hõ zaaroo
