Repository: translate/mozilla-lang
Catalog: son/firefox/desktop/trust.lang.po
Languages: son

source: Firefox — Designed to protect your privacy — The most trusted browser on the Web
son: Firefox — kaŋ ka fasal ka war sutura fellantaa se — ti interneti ceecikaw kul naanantaa

source: Trust isn’t made. It’s earned.
son: Naanay ši noondi. Goybanaw no.

source: We build Firefox with a mission to put you first, above all else.<br class="wide-br">
son: Ir ga Firefox cin nda allaahidu ka war dam jine, haya kul boŋ.<br class="wide-br">

source: We do it to keep you in control.
son: Ir g'a tee hala war ma gaabu ka dabari.

source: We do it so you can browse without worry.<br class="wide-br">
son: Ir g'a tee hala war ma hin ka ceeci bila nda joote.<br class="wide-br">

source: And we do it because no one else will.
son: Nda ir g'a tee zama boro kul ši a tee.

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
son: <span id="trust-line1">Naanay bešere</span> <span id="trust-line2">interneti konpaɲe se</span> <span id="trust-line3">suturaa se</span>

source: Designed to protect your privacy
son: Kaŋ fasal ka war suturaa jejebu

source: We believe your personal information belongs only to you.<br class="wide-br">
son: Ir ga tammahã war hinne ma war boŋ alhabarey may.<br class="wide-br">

source: That’s why Firefox is filled with features to ensure that’s the case.
son: Woo se Firefox ga too nd'alhaaliyaŋ k'alhakiika kaŋ cimi no.

source: Private Browsing with<br> Tracking Protection
son: Sutura ceeciyan nda <br> Ganayan jeejbu

source: Browse without having your history, searches or cookies saved, and block hidden third parties from following you across the Web.
son: Wa naaru bila nda war taariki, ceeciyan wala aleewa ma gaabundi, nd'a ma ganji hangakaw tugantey ma war gana interneti bande.

source: Learn more about Private Browsing
son: Bay ka tonton sutura ceeciyan ga

source: Forget Button
son: Dirŋa butoŋ

source: Remove browsing information from your computer after the fact.
son: Naarumi alhabar kaa war ordinateroo ga goyyan banda ga.

source: Use it when you’ve visited a site that you don’t want in your history.
son: A tee waati kaŋ war na nungu dira kaŋ war ši bag'a war taarikoo ra.

source: Add the Forget Button to your toolbar
son: Dirŋa butoŋoo tonton war goyjinay zuwoo ga

source: See who’s watching you online.
son: Dii may ma war hawgay interneti ra.

source: The Lightbeam add-on exposes the first and third party sites you interact with as you browse.
son: Denjigaayay tontonoo ka nungu taney nda waaney cebe kaŋ war g'i kubay war naaruyanoo ra.

source: Shine a light on the Web with Lightbeam
son: Denjigaayaa ka nune diinandi interneti boŋ

source: Keeping you safe across the Web
son: Ga war boŋ-daabay interneti mee

source: Firefox lets you learn more about the sites you visit and helps keep you secure online.
son: Nda Firefox war ga bay ka tonton nungey kaŋyaŋ war n'i dira ga nd'a ga war saajaw interneti ra-

source: World class protection
son: Jejebu felle adduɲɲaa-mee

source: Anti-phishing & anti-malware features protect you from trojan horses and spyware and warn you about potentially fraudulent sites.
son: Ga zanba nda hasaraw-teeyan goyjinawey gagay i ma ši duu war alhabarey nda bayhayey k'i bisandi darga nungey do.

source: Automatic security updates
son: Saajaw taagandi nga boŋ se

source: Firefox updates automatically to make sure you always have the latest and greatest security fixes.
son: Firefox ka taagandi nga boŋ se kaŋ alhakiika ra war ga duu saajaw hanseyan taagey nda ihenney waati kul.

source: Secure connections
son: Ciyari saajantey

source: Use instant Website ID to make sure a site is what it claims to be and to check if your connection to it is secure.
son: Goy nda interneti nungu boŋtammaasa ka tee alhakiika kaŋ nungoo ti woo kaŋ a ga nee nga no nda koroši kaŋ war ciyaroo ga saajaw da.

source: Browse without worry
son: Naaru bila nda joote

source: Learn more about why your privacy and security are so important <br class="wide-br">and what you can do to protect yourself online.
son: Bay ka tonton taka kaŋ nda war suturaa nda saajaa ti ir huzun <br class="wide-br">nda woo kaŋ ga hin k'a tee ka war boŋ jejebu interneti.

source: Privacy & you
son: War nda sutura

source: How to stay safe online
son: Ka duu saajaw interneti ra

source: Privacy & security FAQ
son: Sutura nda saajaw mise hãayaney

source: Privacy & security add-ons
son: Sutura nda saajaw tontoney

source: Privacy blog
son: Sutura blogu

source: Security blog
son: Saajaw blogu

source: Do Not Track
son: War ši hanga agay

source: A Firefox innovation, Do Not Track lets you indicate a preference about the way your personal info is collected and used online.
son: Firefox tejandiyan, Ma ši ay gana ga cebe takaa kaŋ nda war ga baa war boŋ alhabarey ga margandi nd'i ga goyandi interneti ra.

source: Learn more about Do Not Track
son: Bay ka tonton Ma ši ay gana ga

source: Private browsing
son: Sutura naarumi

source: Sometimes it’s nice to go undercover.
son: Cee fooyaŋ a ga boro ma hin ka tugu.

source: Turn this feature on to protect your browsing history from others.
son: Alhaaloo woo tunandi ka war ceeciyan taarikoo jejebu boro waani ma ši dii y'a.

source: Learn how to open a private window
son: Bay taka kaŋ nda sutura zanfun ga feera
