Repository: translate/mozilla-lang
Catalog: */teach/smarton/index.lang.po
Languages: bn_bd, hi_in

source: Get smart on the Web
bn_bd: ওয়েবে দক্ষ হন
hi_in: वेब पर बुद्धिमान बनें

source: Get <b>Smart On</b> the Web
bn_bd: ওয়েবে <b>স্মার্ট হন </b>
hi_in: वेब <b>पर बुद्धिमान</b> बनें

source: The SmartOn Series is like your Internet owner’s manual: the place to learn the most useful intel and tips from Mozilla policy peeps and programmers.
hi_in: SmartOn सीरीस आपके इंटरनेट मालिकहस्तचालित जैसा है: एक ऐसी जगह जहाँ आप Mozilla के प्रोग्रामरस से बोहुत काम की चीज़े सीख सकते हैं.

source: See all SmartOns
bn_bd: সব SmartOns দেখুন
hi_in: सारी स्मार्टऑन देखे

source: SmartOn
hi_in: स्मार्टऑन

source: Tracking
bn_bd: অনুসরণ
hi_in: ट्रैकिंग

source: What you do online is your business, and you can keep it that way.
hi_in: जो तुम ऑनलाइन करते है बह आपका ब्यापार है, ओर तुम उसे उसी रास्ते में रख सकते हो.

source: Follow me
bn_bd: আমাকে অনুসরণ করুন
hi_in: हमें अनुसरण करें

source: Outfox the trackers
bn_bd: tracker দের ধোঁকা দিন
hi_in: नजर रखने वालों को चतुरता से हरा देना

source: Cyber security
bn_bd: সাইবার নিরাপত্তা
hi_in: साइबर सुरक्षा

source: Lock it down
bn_bd: এটা লক ডাউন করুন
hi_in: इसे नीचे बंद करो

source: Look both ways, stay updated, and make sure your passwords are as buff as you are.
hi_in: हर तरफ से देखिए, नवीनिकृत रहिए एंव अपने पासवर्ड(गुप्त शब्द) को उसी तरह नया रखिए जिस तरह आप खुद को रखते हैं

source: Government surveillance
bn_bd: সরকারি নজরদারি
hi_in: सरकार की निगरानी

source: Take a stand
bn_bd: একটি সিদ্ধান্ত নিন
hi_in: एक निर्णय लें

source: Decide where you think the line should be – and keep others from crossing it.
hi_in: निश्चय कीजिये कहाँ रेखा खींचनी है - और दूसरों को उसे पार करने से रोकें.

source: Smarter by the step
bn_bd: ধাপে ধাপে স্মার্ট হোন
hi_in: कदम से चतुर

source: Ask
bn_bd: জিজ্ঞাসা করুন
hi_in: पूछें

source: Know
bn_bd: জানুন
hi_in: जानें

source: Do
bn_bd: করুন
hi_in: करें

source: Chat
bn_bd: চ্যাট করুন
hi_in: गपशप

source: Ask yourself what you think, find out what you don’t know, take control of your experience. Then talk it out with your friends.
bn_bd: নিজেকে জিজ্ঞাসা করুন আপনি কি মনে করেন, সন্ধান করুন আপনি কি জানেন না, আপনার অভিজ্ঞতাকে নিয়ন্ত্রণ করুন। তারপর আপনার বন্ধুদের সাথে এটা নিয়ে কথা বলুন।
hi_in: पूछे अपनेआप से आप क्या सोंचते हैं, जाने आप क्या जानते हैं, अपने अनुभव का नियंत्रण ले. तब इसके बारे में अपने दोस्तों के साथ बात करें.

source: <b>1.</b> Ask
bn_bd: <b>1.</b>জিজ্ঞাসা করুন
hi_in: <b>1.</b> पूछे

source: <b>2.</b> Know
bn_bd: <b>2.</b>জানুন
hi_in: <b>2.</b> जाने

source: <b>3.</b> Do
bn_bd: <b>3.</b> করুন
hi_in: <b>3.</b> करें

source: <b>4.</b> Chat
bn_bd: <b>4.</b> চ্যাট করুন
hi_in: <b>4.</b> गपशप

source: Tweet this
bn_bd: টুইট করুন
hi_in: इसको ट्वीट करे

source: Connect with your community to explore topics related to privacy and tracking by joining or starting a <a href="{url}">Mozilla Club</a>.
bn_bd: যোগদান করে গোপনীয়তা এবং ট্র্যাকিং এর সাথে সম্পর্কিত বিষয় অন্বেষণ করে আপনার সম্প্রদায়ের সাথে সংযোগ স্থাপন করুন অথবা শুরু করুন<a href="{url}">মজিলা ক্লাব</a>।
hi_in: एक <a href="{url}">मोज़िला क्लब</a> से जुड़कर या शुरू करके गोपनीयता और ट्रैकिंग से संबंधित विषयों का पता लगाने के लिए अपने समुदाय के साथ कनेक्ट करें.

source: Take back control
bn_bd: নিয়ন্ত্রণ ফিরিয়ে নিন
hi_in: नियंत्रण वापस ले लो

source: The non-profit browser by Mozilla
bn_bd: Mozilla দ্বারা একটি অলাভজনক ব্রাউজার
hi_in: मोज़िला के द्वारा गैर लाभ ब्राउज़र
