Repository: translate/mozilla-lang
Catalog: */teach/smarton/security.lang.po
Languages: cy

source: Get smart on cybersecurity
cy: Deall yn well diogelwch ar-lein

source: Look both ways, stay updated, and make sure your passwords are as buff as you are. Get smart on cybersecurity.
cy: Edrychwch bob ffordd, cadwch yn gyfredol a gwnewch yn siŵr fod eich cyfrineiriau yn gwbl ddieithr.

source: Cybersecurity
cy: Diogelwch ar-lein

source: Ask yourself
cy: Gofynnwch i chi eich hun

source: Do you check for a secure connection when browsing the Web? Do you know how to recognize one?
cy: Ydych chi'n chwilio am gysylltiad diogel wrth bori'r we? Ydych chi'n gwybod sut i adnabod un?

source: Are you doing as much to secure your online information as you do your personal property?
cy: Ydych chi'n gwneud cymaint i ddiogelu eich manylion ar-lein ag yr ydych gyda'ch eiddo personol?

source: How many passwords do you use, and how long have you had them?
cy: Sawl cyfrinair ydych chi'n eu defnyddio, a pha mor hir ydych chi wedi eu defnyddio?

source: Cybersecurity explained
cy: Esbonio Diogelwch Ar-lein

source: As intimidating as it may sound, cybersecurity is actually really simple: it just means protecting yourself and your information online.
cy: Mae'n ymddangos yn frawychus ond mae diogelwch ar-lein mewn gwirionedd yn syml iawn: mae'n golygu diogelu eich hun a'ch manylion personol ar-lein.

source: You can’t prevent every threat out there – online or off.
cy: Does dim modd diogelu rhag pob bygythiad - ar-lein neu yn y byd go iawn.

source: But you can definitely minimize your risk with some awareness and common sense.
cy: Ond mae modd lleihau eich risg gyda rhywfaint o wybodaeth a synnwyr cyffredin.

source: Watch this video
cy: Gwyliwch y fideo yma

source: This PBS’ Nova Labs video offers great background on cybersecurity.
cy: Mae'r fideo hwn gan Nova Labs, PBS yn cynnig gwybodaeth gefndirol gwych ar ddiogelwch ar-lein.

source: The Three Watch-Outs
cy: Gwyliwch Rhag y Tri Yma

source: Visit our cybersecurity glossary on <a href="{url}">Shape of the Web</a> to nerd out on security terms and techniques.
cy: Ewch i'n rhestr termau diogelwch ar-lein yn <a href="{url}">Shape of the Web</a> i ddysgu rhagor am dermau a thechnegau diogelwch.

source: of Internet users are concerned about someone hacking into their online accounts and stealing personal information like photos and private messages.
cy: o ddefnyddwyr Rhyngrwyd yn poeni am rywun yn hacio i'w cyfrifon ar-lein ac yn dwyn gwybodaeth bersonol fel lluniau a negeseuon preifat.

source: (CIGI IPSOS, November 2014)
cy: (CIGI IPSOS, Tachwedd 2014)

source: Protecting yourself starts with knowing what to look out for. Here’s a quick rundown of the three most common cybersecurity threats:
cy: Mae diogelu eich hun yn cychwyn gyda gwybod beth i fod yn ymwybodol ohono. Dyma restr sydyn o'r tri bygythiad diogelwch ar-lein mwyaf cyffredin:

source: Manipulation
cy: Camddefnyddio

source: Malicious hackers use all kinds of tricks to access and exploit your personal information.
cy: Mae hacwyr maleisus yn defnyddio pob math o driciau i gael mynediad at ac i fanteisio ar eich manylion personol.

source: Like phishing (e.g. a fake bank email asking for your personal information), spamming, hacked accounts and the classic “Nigerian Prince” email (also called a “419 scam”).
cy: Fel gwe-rwydo (e.e. e-bost ffug o'r banc yn gofyn am eich manylion personol), sbamio, cyfrifon wedi eu hacio a'r e-bost “Tywysog Nigeria” clasurol (neu'r “sgam 419”).

source: Healthy skepticism is your best friend on this front.
cy: Amheuaeth iach yw eich ffrind gorau.

source: Test your phishing knowledge
cy: Profwch eich gwybodaeth gwe-rwydo

source: Malware
cy: Drwgwar

source: Viruses, worms, Trojan horses… These nasty little programs are designed to infect your machine to cause damage, steal personal information, spy or force ads on you.
cy: Firysau, mwydod, ceffylau Trojan... Mae'r rhaglenni bach cas yma'n cael eu cynllunio i heintio eich peiriant er mwyn achosi difrod, dwyn manylion personol, ysbïo neu orfodi hysbysebion arnoch chi.

source: Avoiding malware means being smart about where you click.
cy: Mae osgoi drwgwar yn golygu bod yn gall am le fyddwch yn clicio.

source: Network and Computer Attacks
cy: Ymosodiadau Rhwydwaith a Chyfrifiadur

source: Websites and networks are vulnerable to attacks from the simple to the very sophisticated.
cy: Mae gwefannau a rhwydweithiau yn agored i ymosodiadau o'r syml i'r soffistigedig iawn.

source: This threat is the hardest to prevent. But you can put a few more barriers between yourself and the attackers.
cy: Hwn yw'r bygythiad mwyaf anodd ei rwystro. Ond gallwch osod ychydig mwy o rwystrau rhyngoch chi a'r ymosodwyr.

source: Build your safety net
cy: Adeiladu eich rhwyd ​diogelwch

source: Improve your security online with these safety measures recommended by Mozilla policy pros.
cy: Gallwch wella eich diogelwch ar-lein gyda'r mesurau diogelwch hyn sy'n cael eu hargymell gan arbenigwyr polisi Mozilla.

source: Look both ways
cy: Edrych i'r ddau gyfeiriad

source: The first and most important thing is just to pay close attention to where and when you click.
cy: Y peth cyntaf a mwyaf pwysig yw talu sylw agos at ble a phryd fyddwch yn clicio.

source: Trust your gut
cy: Byddwch yn gall

source: If a link or download doesn’t feel quite right, it probably isn’t.
cy: Os nad yw'n ddolen neu llwytho i lawr yn teimlo'n iawn, mae'n debyg nad yw e.

source: Make sure you install programs only from verified trusted sources, and don’t click on anything that looks even remotely suspicious – even when you think you know the source.
cy: Gwnewch yn siŵr mai dim ond o ffynonellau dibynadwy fyddwch yn gosod rhaglenni, a pheidiwch clicio ar unrhyw beth sy'n edrych tamaid yn amheus – hyd yn oed pan fyddwch yn meddwl eich bod yn gwybod o le mae'n dod.

source: Watch yourself in public
cy: Cymrwch ofal yn gyhoeddus

source: When you navigate the Web on a public Wi-Fi network, anyone who chooses to snoop can see some or all of your activity.
cy: Pan fyddwch ar y we ar rhwydwaith diwifr cyhoeddus, gall unrhyw un sy'n dewis craffu weld peth neu'r cyfan o'r hyn rydych yn ei wneud.

source: So avoid sensitive activities when surfing in public.
cy: Felly osgowch weithgareddau sensitif wrth syrffio'n gyhoeddus.

source: And before you share any kind of info anywhere online, think about how it might make you vulnerable.
cy: A cyn eich bod yn rhannu unrhyw fath o wybodaeth ar-lein yn unrhyw le, meddyliwch am sut y gall hynny eich gwneud yn fregus.

source: Lock your doors
cy: Clowch eich drysau

source: Strong password practices are your single best protection against almost every kind of threat on the Web.
cy: Arferion cyfrinair cryf yw eich amddiffyniad gorau yn erbyn bron bob math o fygythiad ar y we.

source: Choose strong PINs and passwords
cy: Dewis PINau a cyfrineiriau cryf

source: Here are some Mozilla <a href="{url}">tips for creating a strong password for every device and account</a>.
cy: Dyma awgrymiadau gan Mozilla <a href="{url}">ar greu cyfrinair cryf ar gyfer pob dyfais a chyfrif</a>.

source: And get in the habit of changing your passwords once a year.
cy: Ewch i'r arfer o newid eich cyfrineiriau unwaith y flwyddyn.

source: Don’t use a single password everywhere
cy: Peidiwch â defnyddio'r un cyfrinair ym mhobman

source: Would you use the same key for your front door, your car, and your safety deposit box? Probably not.
cy: Fyddech chi'n defnyddio un allwedd ar gyfer eich drws ffrynt, eich car, a'ch cadw-mi-gei? Na, mae'n debyg.

source: <a href="{url}">Keep track with a password manager</a> instead.
cy: <a href="{url}">Cadwch drefn gyda rheolwr cyfrinair</a> yn lle hynny.

source: Do the two-step
cy: Cofiwch y ddau gam

source: For the best protection, take advantage of 2-step authentication wherever it’s offered.
cy: Er mwyn yr diogelwch gorau, cymrwch fantais o'r dilysiad 2-gam lle bynnag y caiff ei gynnig.

source: Find out more.
cy: Dysgu rhagor.

source: In case of emergency
cy: Mewn argyfwng

source: Here’s what to do <a href="{url}">if you think your account has been compromised</a>.
cy: Dyma yw beth i'w wneud <a href="{url}">os credwch fod eich cyfrif wedi ei gyfaddawdu</a>.

source: Fix it before it breaks
cy: Trwsio cyn iddo dorri

source: Software updates are like oil changes ­– they can be a hassle in the moment, but a lifesaver in hindsight.
cy: Mae diweddariadau meddalwedd fel newid olew mewn car – mae nhw'n drafferth, ond wrth edrych yn ôl, mae nhw'n werth eu gwneud.

source: Update apps and devices regularly to take advantage of developers’ latest and greatest security enhancements.
cy: Diweddarwch eich apiau a'ch dyfeisiau yn rheolaidd i fanteisio ar welliannau diogelwch diweddaraf datblygwyr.

source: Browsers
cy: Porwyr

source: Firefox update
cy: Diweddaru Firefox

source: Firefox plugin check
cy: Gwirio ategion Firefox

source: Chrome update
cy: Diweddaru Chrome

source: Chrome plugin check
cy: Gwirio ategion Chrome

source: Internet Explorer update
cy: Diweddaru Internet Explorer

source: Internet Explorer plugin check
cy: Gwirio ategion Internet Explorer

source: Safari update
cy: Diweddaru Safari

source: Safari plugin check
cy: Gwirio ategion Safari

source: Operating systems
cy: Systemau gweithredu

source: Install a security system
cy: Gosod system diogelwch

source: Now that you’ve handled the basics, set the alarm.
cy: Nawr eich bod wedi trin yr hanfodion, gosod y larwm.

source: These programs prevent and protect against cyber surprises.
cy: Mae'r rhaglenni hyn yn atal a diogelu rhag digwyddiadau ar-lein annisgwyl.

source: Anti-virus software
cy: Meddalwedd gwrth-firws

source: It won’t protect against everything, but it’s a good start.
cy: Nid yw'n cynnig diogelwch yn erbyn popeth, ond mae'n fan cychwyn da.

source: Here are two free options:
cy: Dyma ddau ddewis rhad ac am ddim:

source: Firefox Add-ons
cy: Ychwanegion Firefox

source: These add-ons will help you identify what you’re clicking before you click:
cy: Bydd yr ychwanegion hyn eich helpu i weld beth rydych yn clicio arnyn nhw cyn clicio:

source: <a href="{url}">Long URL please</a> — replaces most shortened URLs with the originals so you know the destination
cy: <a href="{url}">Long URL please</a> — yn newid y rhan fwyaf o URLau byr gyda'r gwreiddiol i chi gael gwybod lle rydych yn mynd

source: <a href="{url}">URL Tooltip</a> — displays the destination of a link when hovering over it
cy: <a href="{url}">URL Tooltip</a> — dangos cyrchfan dolen wrth hofran drosti

source: Blast your cybersecurity smarts
cy: Defnyddiwch eich gwybodaeth am ddiogelwch ar-lein

source: The more we talk, share tips and stay alert about cybersecurity, the safer we all are.
cy: Y mwyaf fyddwn yn trafod, yn rhannu awgrymiadau ac yn effro am ddiogelwch ar-lein, y mwyaf diogel fyddwn ni i gyd.

source: Keep the conversation going with your community on social media, at home — maybe even on that public Wi-Fi at the airport.
cy: Cadwch i drafod o fewn eich cymuned, ar gyfryngau cymdeithasol, yn y cartref - efallai hyd yn oed ar y diwifr cyhoeddus ar y bws.

source: Are you a teacher? Give your students a <a href="{url}">simple lesson in cybersecurity</a>.
cy: Ydych chi'n athro? Dyma <a href="{url}">wers syml mewn diogelwch ar-lein</a> i'ch myfyrwyr.

source: How many online passwords do you have?
cy: Sawl cyfrinair ar-lein sydd gennych chi?

source: What kind of security tips and tricks do you use online?
cy: Pa fath o dechnegau a thriciau diogelwch fyddwch chi'n eu defnyddio ar-lein?

source: On a scale from 1 to 10, how safe do you feel online? Is it always clear to you whether or not your activities are secure?
cy: Ar raddfa o 1 i 10, pa mor ddiogel ydych chi'n teimlo ar-lein? A yw'n amlwg i chi bob amser fod eich gweithgareddau'n ddiogel?

source: On a scale from 1 to 10, how safe do you feel online?
cy: Ar raddfa o 1 i 10, pa mor ddiogel ydych chi'n teimlo ar-lein?
