Repository: translate/mozilla-lang
Catalog: */teach/smarton/surveillance.lang.po
Languages: hi_in, ur

source: Ask yourself
hi_in: खुद से पूछें
ur: اپنے آپ سے پوچھو

source: monitor your phone calls?
hi_in: अपने फ़ोन कॉल्स मॉनीटर करे?
ur: اپنی فون کالز مانیٹر کریں؟

source: Stakeouts have always been an essential tool for law enforcement and national security.
hi_in: स्टैकआउट्स हमेशा से कानून प्रवर्तन और राष्ट्रीय सुरक्षा के लिए एक अनिवार्य उपकरण रहा है.
ur: بدکرداری کی اطلاع ہمیشہ قانون نافذ کرنے والے اداروں اور قومی سلامتی کے لئے ایک لازمی ذریعہ کیا گیا ہے

source: The difference now is that they’ve moved beyond binoculars, bugs and bad guys: surveillance has gone digital.
hi_in: फर्क यह है कि अब वे दूरबीन, दोष और बुरे लोगों से परे चले गये हैं: निगरानी डिजिटल हो गयी है.
ur: نگرانی ڈیجیٹل چلی گئی ہے: فرق اب کہ وہ دوربین، کیڑے اور برے لوگوں سے آگے منتقل کر دیا گیا ہے.

source: Stored info is vulnerable info
hi_in: संग्रहित जानकारी भेद्य जानकारी है
ur: ذخیرہ شدہ معلومات سے خطرناک معلومات ہے

source: Under certain circumstances, those companies can be forced to <a href="{url}">turn over your information to governments</a>.
hi_in: कुछ निश्चित परिस्थितियों में, <a href="{url}">सरकार को आपकी जानकारी देने के लिए</a> उन कंपनियों को मजबूर किया जा सकता हैं.
ur: بعض حالات کے تحت، ان کمپنیوں <a href="{url}"> حکومتوں کے لئے کے لئے آپ کی معلومات جااری </a> کرنے پر مجبور کیا جا سکتا ہے۔

source: So what should companies do?
hi_in: कंपनी को क्या करना चाहिए?
ur: لہذا کمپنیوں کیا کرے؟

source: The solution: Safeguards
hi_in: समाधान: रक्षोपाय
ur: مسئلے کا حل تحفظات

source: Minimal impact
hi_in: न्यूनतम प्रभाव
ur: کم سے کم اثر

source: Accountability
hi_in: जवाबदेही
ur: احتساب

source: Governments should be held accountable.
hi_in: सरकार द्वारा आयोजित किया जाने वाला स्पष्टीकरणीय.
ur: حکومتوں احتساب ہونا چاہئے.

source: This means being transparent and specific about information collection, and answering to independent oversight and to the public.
hi_in: इसका मतलब पारदर्शी और सूचना संग्रह के बारे में विशिष्ट होना, और स्वतंत्र निरीक्षण व जनता को जवाब देना है.
ur: اس کا کا مطلب ہے شفاف اور معلومات جمع کرنے کے بارے میں مخصوص ہونا، اور آزاد نگرانی کرنے اور عوام کو جواب دینا.

source: User security
hi_in: उपयोक्ता सुरक्षा
ur: صارف کی سلامتی

source: Strong encryption and security keep us safe from many kinds of criminals.
hi_in: मजबूत गोपन और सुरक्षा हमलोगों को बहुत तरह के अपराधियों से सुरक्षित रखता हैं.
ur: مضبوط خفیہ کاری اور سلامتی ہمیں بہت قسم کے مجرموں سے مہفوظ رکھتی ہے۔

source: Governments shouldn’t weaken the security of all in the name of spying on a few.
hi_in: सरकारों को कुछ पर जासूसी के नाम पर सबकी सुरक्षा को कमजोर नहीं करना चाहिए.
ur: حکومتوں کو جاسوسی کے نام پر تمام کی سلامتی کو کمزور نہیں کرنا چاہئے.

source: — Chris Riley, Head of Public Policy, Mozilla
hi_in: — क्रिस रिले, सार्वजनिक नीति के प्रमुख, Mozilla
ur: - کرس ریلی، پبلک پالیسی کے سربراہ، موزیلا

source: of Internet users are concerned with the police or other government agencies from their country secretly monitoring their online activities
ur: انٹرنیٹ کے صارفین پولیس یا ان کے ملک سے دیگر سرکاری ایجنسیوں کے ساتھ تعلق ہے خفیہ طور پر ان کی آن لائن سرگرمیوں کی نگرانی کر رہی ہوتی ہیں

source: (CIGI IPSOS, November 2014)
hi_in: (CIGI IPSOS, नवंबर 2014)
ur: (CIGI IPSOS، نومبر 2014)

source: Act before you react
hi_in: आप प्रतिक्रिया से पहले कार्य करे
ur: اپنے رد عمل سے پہلے عمل کریں

source: We all have the right to live a full online life without fear of surveillance. Rather than give up your freedom, take back your control.
hi_in: हम सभी को निगरानी के डर के बिना एक पूर्ण ऑनलाइन जीवन जीने का अधिकार है. अपनी स्वतंत्रता को छोड़ने के बजाय, अपना नियंत्रण वापस लें.
ur: ہم سب کی نگرانی کے خوف کے بغیر ایک مکمل لائن زندگی بسر کرنے کا حق ہے. بلکہ اس کے مقابلے کہ اپنی آزادی کو ترک کر دیں ، آپ اپنا کنٹرول واپس لے.

source: Take a stand
hi_in: एक निर्णय लें
ur: ایک موقف لیں

source: The first thing we can all do is keep our eyes and ears out – and make our voices heard.
ur: ہم سب کر سکتے ہیں سب سے پہلی چیز ہماری آنکھیں اور کان سے باہر رکھیں.-اور اپنی آواز سنائیں

source: Get informed
hi_in: सूचित होना
ur: آگاہ رہیں

source: Start with a simple online search to learn about your government’s stance on surveillance, so you can make informed decisions about your privacy.
ur: نگرانی پر اپنی حکومت کے موقف جاننے کے لئے ایک سادہ آن لائن تلاش کے ساتھ شروع کریں، تو آپ کو آپ کی رازداری کے بارے میں باخبر فیصلے کر سکیں۔

source: Sign up for the <a href="{url}">Mozilla newsletter</a> (English only).
hi_in: <a href="{url}">Mozilla newsletter</a> के लिए साइन अप करें (इंग्लिश में सिर्फ)
ur: <a href="{url}"> موزیلا نیوز لیٹر کے لئے کے لئے سائن اپ (صرف انگریزی).

source: Close your blinds
ur: اپنے بلائنڈز بند کریں

source: Browse carefully
hi_in: ध्यान से ब्राउज़ करे
ur: احتیاط سے براؤز کریں

source: Always look for the padlock in your browser’s address bar.
hi_in: हमेशा अपने ब्राउज़र एड्रेस बार में पेडलॉक के लिए देखें.
ur: ہمیشہ اپنے براؤزر کے ایڈریس بار میں ہیڈلاک کے لئے دیکھیں.

source: Cap your camera
hi_in: अपना कैमरा को ढके
ur: اپنے کیمرے ڈھکیں

source: Put a sticker in front of your webcam when you’re not using it.
hi_in: अपने वेबकैम के सामने एक स्टीकर रखे जब आप इसका इस्तेमाल नही कर रहे हैं.
ur: اپنے ویب کیم کے سامنے سٹکر لگاائیں جب آپ اسے استعمال نہ کر رہے ہوں

source: Watch the Wi-Fi
hi_in: वाई फाई देखे
ur: وائی فائی کو دیکھیں

source: Be careful when using a public Wi-Fi network.
hi_in: एक पुब्लिक वाई-फाई नेटवर्क का इस्तेमाल करते समय सावधान रहे.
ur: ایک عوامی وائی فائی نیٹ ورک کو استعمال کرتے وقت محتاط رہیں.

source: Find out more.
hi_in: और अधिक जानकारी ढूंढें.
ur: مزید ڈھونڈیں

source: Change your locks
hi_in: अपना ताला बदलें
ur: اپنے تالے تبدیل کریں

source: Passwords are an essential tool for shielding information from prying eyes.
ur: کھوجی آنکھوں سے معلومات کو بچانے کے لئے پاسورڈ ایک ضروری آلا ہے.

source: Choose strong PINs and passwords.
hi_in: मजबूत पिन और पासवर्ड का चयन करे.
ur: مضبوط پن اور پاس ورڈز کا انتخاب کریں.

source: Here are some Mozilla <a href="{url}">tips for creating a strong password for every device and account</a>.
hi_in: यहाँ <a href="{url}">प्रत्येक उपकरण और खाते के लिए एक मजबूत कूटशब्द बनाने के लिए</a> कुछ mozilla सुझाव हैं.
ur: یہاں ہر ڈیوائس اور اکاؤنٹ کے لئے کے لئے ایک مضبوط پاس ورڈ پیدا کرنے کے لئے کچھ موزیلا <a href="{url}"> تجاویز دی گئی ہیں.

source: And get in the habit of changing your passwords once a year.
hi_in: और साल में एक बार अपने पासवर्ड बदलने की आदत बना लें।
ur: اور ایک سال میں ایک بار اپنے پاس ورڈ کو تبدیل کرنے کی عادت میں بنائیں

source: Don’t use a single password everywhere.
hi_in: हर जगह एक ही पासवर्ड का उपयोग न करें
ur: ہر جگہ ایک پاس ورڈ کا استعمال نہ کریں.

source: Would you use the same key for your front door, your car, and your safety deposit box? Probably not.
hi_in: क्या आप अपने दरवाजे़, कार और सुरक्षित जमा बक्से को खोलने के लिए एक हि कुंजी का प्रयोग करते हैं? सम्भवतः नहीं.
ur: آپ کو آپ کے سامنے کے دروازے، آپ کی گاڑی، اور آپ سیفٹی ڈپازٹ باکس کے لئے ایک ہی کلید کا استعمال کریں گے؟ غالبا نہیں.

source: Keep track with a password manager instead.
ur: اس کی بجائے ایک پاس ورڈ مینیجر کے ساتھ ٹریک رکھ.

source: Do the two-step
hi_in: दो-चरणो में करो
ur: دو قدم کریں

source: For the best protection, take advantage of 2-step authentication wherever it’s offered.
hi_in: सर्वश्रेष्ठ सुरक्षा के लिए, जहाँ भी 2 पद सत्यापन की सुविधा दी गयी है उसका लाभ लें
ur: بہتریں ہفاظت کے لیَے، فائدہ حاصل کریں ۲-قدم ثیق کاری کا جب بھی دستیاب ہو

source: Try encryption
ur: خفیہ کاری کو آزمائیں

source: Encryption is a bit like scrambling a frequency: it turns information into codes that can only be read if you have the right keys.
ur: خفیہ کاری کا ایک فریکوئنسی کی جسد کی طرح ا ہے: یہ آپ کی معلومات کو کوڈ میں تبدیل کرتی ہے جو کہ صف اسی صورت پڑھا جا سکتی ہے اگر آپ کے پاس درست کلید ہوں

source: No software provides perfect protection from spying, but Mozilla programmers recommend these easy encryption tools to take your online security beyond basic.
hi_in: कोई सॉफ्टवेर जासूसी से निपुण सुरक्षा प्रदान नही करता हैं, लेकिन Mozilla प्रोग्रामर आपके ऑनलाइन सुरक्षा को बुनियादी से परे लाने में ये गोपन टूल्स की सिफारिश की हैं.
ur: کوئی سافٹ ویئر جاسوسی سے کامل تحفظ فراہم کرتا ہے، لیکن موزیلا پروگرامرز بنیادی آسان خفیہ کاری کے ٹول کی تجاویز دیتے پہیں تاکہ آپ اپنی سلامتی کو مبادات سے باہر کریں

source: Phone apps
hi_in: फोन एप्स
ur: فون ایپس

source: Device encryption
hi_in: युक्ति गोपन
ur: آلہ کی خفیہ کاری

source: Use these on your devices to make sure the only eyes that see your personal information are the ones you authorize.
ur: ان کا اپنے آلہ پر استعنال کریں تاکہ یقین ہو جائے صرف آنکھیں جو زاتی معلومات دیکھ رہی ہیں وہ وہی ہیں جن کو آپ نےاختیار دیا ہے۔

source: Full-disk encryption is usually offered when you set up your system (it’s called LUKS).
ur: جبآپ کو آپ کے سسٹم قائم ہیں (جسے LUKS کہا جاتا ہے) مکمل ڈسک کی خفیہ کاری عام طور پر پیش کی جاتی ہے.

source: Have an iPhone, iPad or iPod? <a href="{url}">See instructions here</a>.
hi_in: iPhone, iPad या iPod हैं? <a href="{url}">यहाँ अनुदेश देखे</a>.
ur: iPhone, iPad یا iPod ہے؟<a href="{url}"> ہیاں ہدایت دیکھیں</a>

source: Now that you have tools to help protect yourself, spread the word to friends.
hi_in: अब आपके पास उपकरण है जो स्वयं को सुरच्छित रखने में मदद करते है ,इस शब्द का दोस्तों में प्रसार करे.
ur: اب آپ اپنے آپ کی حفاظت میں مدد کرنے کے اوزار ہے کہ، دوستوں میں بات پھیلائیں.

source: The only way we’ll get a handle on this fundamental issue of technology is if we keep the conversation going.
ur: ہم ٹیکنالوجی کے اس بنیادی مسئلے پر ایک ہینڈل حاصل کریں گے صرف ایک ہی طریقہ ہے کہ ہم بات چیت جاری رکھیں

source: Which would you be more comfortable sharing with the government: your checking account number or your DNA profile?
ur: آ: کس چیز سے آپ حکومت کے ساتھ زیادہ آرام دہ اشتراک کیا جاھی گے؟ پڑتال اکاَئونٹ نمبر یا اپنا ڈی این اے پروفائل'

source: If you had a digital lockbox that no one could see but you, what would you put in it?
hi_in: अगर आपके पास डिजिटल लॉकबॉक्स होता जो सिर्फ आप देख सकते थे, की आप इसमें क्या रखें होंगे?
ur: اگر آپ کے پاس عددی ڈبے کا تالا ہو جو کوئی نہ دیکھ سکے سوائے آپ کے۔، آپ اس میں کیا رکھیں گے؟

source: Have you stopped sharing certain things online since you found out about mass government surveillance?
ur: آپ کو بڑے پیمانے حکومت کی نگرانی کے بارے میں پتہ چلا کے بعد سےکیا آپ آن لائن بعض چیزوں کا اشتراک کرنا بند کر دیا ہے؟

source: Are you a teacher? Give your students a <a href="{url}">simple lesson on government surveillance</a>.
hi_in: क्या आप शिक्षक हैं? अपने छात्रों को <a href="{url}">सरकारी निगरानी पर साधारण पाठ दें</a>.
ur: آپ ایک استاد ہیں؟ آپ کے طالب علموں کو ایک <a حکومت کی نگرانی کے لئے پر href="{url}"> سادہ سبق دے.

source: Get smart on government surveillance
hi_in: सरकारी निगरानी पर चालक बनें

source: If you’re not under investigation, should the government be able to:
hi_in: आप जाँच के तहत नहीं हैं, सरकार को सक्षम होना चाहिए:

source: read your emails and view the photos I send?
hi_in: अपना ईमेल पढ़े और तस्वीरें देखी जो मैंने भेजी थी?

source: see what you search for on the Web?
hi_in: वेब पर देखें आप क्या खोजते हैं?

source: Government surveillance explained
hi_in: सरकार की निगरानी के बारे में बताया

source: This is what we practice at Mozilla.
hi_in: यह वही है जो हमलोग Mozilla पर अभ्यास करते हैं.

source: In order to protect our personal liberties and maintain our trust in the Internet, Mozilla’s policy team proposes that government surveillance must follow three fundamental principles:
hi_in: हमारी निजी स्वतंत्रता की सुरक्षा करने और इंटरनेट में हमारा विश्वास के बनाये रखने के लिए ही, mozilla निति टीम ने प्रस्ताव दिया है की सरकारी निरीक्षण को तीन बुनियादी सिद्धांतों का पालन करना चाहिए:

source: Efforts should be made to collect only the information that’s needed, without compromising Internet infrastructure, technology companies’ data systems, or users’ trust.
hi_in: प्रयास इंटरनेट के बुनियादी ढाँचे, प्रौद्योगिकी कंपनियों के डाटा तंत्र, या उपयोक्ता के विश्वास से समझौता किए बिना, केवल आवश्यक जानकारी को इकट्ठा करने के लिए किया जाना चाहिए.

source: Stay updated
hi_in: अद्यतन रहना

source: See instructions for <a href="{firefox}">Firefox</a>, <a href="{chrome}">Chrome</a>, <a href="{ie}">Internet Explorer</a>, <a href="{safari}">Safari</a> and <a href="{opera}">Opera</a>.
hi_in: <a href="{firefox}">Firefox</a>, <a href="{chrome}">Chrome</a>, <a href="{ie}">Internet Explorer</a>, <a href="{safari}">Safari</a> and <a href="{opera}">Opera</a> के लिए अनुदेश देखें.

source: These apps use encryption to secure your phone calls, texts, picture and video communications.
hi_in: ये एप्स आपके फ़ोन कॉल, पाठ, तस्वीर और विडियो संचार को सुरक्षित करने के लिए गोपन का इस्तेमाल करता हैं.

source: <a href="{url}">See instructions here</a> for your Android device.
hi_in: <a href="{url}">यहाँ निर्देश देखें</a>आपके एंड्रॉयड उपकरण के लिए.
