Repository: translate/mozilla-lang
Catalog: cak/teach/smarton/index.lang.po
Languages: cak

source: Get smart on the Web
cak: Tawila' taq etamab'äl pa Ajk'amaya'l

source: Get <b>Smart On</b> the Web
cak: Tawila' <b>etamab'äl pa</b> ri Ajk'amaya'l

source: The SmartOn Series is like your Internet owner’s manual: the place to learn the most useful intel and tips from Mozilla policy peeps and programmers.
cak: Ri SmartOn rucholajem achi'el ri awetamawuj richin k'amaya'l: ri k'ojlib'äl richin ye'awetamaj ri k'atzinel chuqa' na'owinäq taq pixa' chi kij ri taq kina'ojil Mozilla chuqa' ri rukemonela'.

source: See all SmartOns
cak: Ke'atz'eta' konojel ri taq SmortOn

source: Tracking
cak: Kanoxïk

source: What you do online is your business, and you can keep it that way.
cak: Pan awi' niqa ronojel ri nab'än pa k'amab'ey, chuqa' yatikïr nasamajij ke ri'.

source: Follow me
cak: Kinawoqaj

source: Outfox the trackers
cak: Kerepüx kan ri taq kanonela'

source: Cyber security
cak: Chanpomanelil Jikomal

source: Lock it down
cak: Taq'ata' pa xulan

source: Look both ways, stay updated, and make sure your passwords are as buff as you are.
cak: Katzu'un chi taq axik'in, junelïk tab'ana' ri k'exoj chuqa' ke'ajikib'a' ri ewan taq atzij chi kan e jikïl achi'el rat.

source: Government surveillance
cak: Chanpomal chajinïk

source: Take a stand
cak: Tacha' jun ak'ojlemal

source: Decide where you think the line should be – and keep others from crossing it.
cak: Tajikib'a' akuchi' nana'ojij chi nik'oje' re juch' re' – chuqa' man taya' q'ij chi ch'aqa' chik tikixakaluj apo.

source: Smarter by the step
cak: Yalan na'owinäq pa b'ey

source: Ask
cak: K'utunïk

source: Know
cak: Retaman

source: Do
cak: Tab'ana'

source: Chat
cak: Tzijonem

source: Ask yourself what you think, find out what you don’t know, take control of your experience. Then talk it out with your friends.
cak: Tak'utuj qa chawe achike nana'ojij, tawila' ri man awetaman ta, tak'waj rub'ey ri awetamab'al. Ruma ri', katzijon pa ruwi' ri' kik'in ri awachib'il.

source: <b>1.</b> Ask
cak: <b>1.</b> K'utunïk

source: <b>2.</b> Know
cak: <b>2.</b> Tawetamaj

source: <b>3.</b> Do
cak: <b>3.</b> Tib'an

source: <b>4.</b> Chat
cak: <b>4.</b> Tzijonem

source: Tweet this
cak: Tataluj

source: Connect with your community to explore topics related to privacy and tracking by joining or starting a <a href="{url}">Mozilla Club</a>.
cak: Tawokisaj awi' rik'in ri atinamit richin ye'akanoj taq na'oj pa ruwi' ichinanem chuqa' kanoxïk, akuchi' natün awi' o natikirisaj jun <a href="{url}">Mozilla Molil</a>.

source: Take back control
cak: Tik'oje' chik pan aq'a' ri chajinïk

source: The non-profit browser by Mozilla
cak: Ri okik'amaya'l man roqan ta ch'akoj ruma Mozilla
