Repository: translate/mozilla-lang
Catalog: cak/teach/smarton/tracking.lang.po
Languages: cak

source: Get smart on tracking
cak: Tik'ul taq na'oj richin ye'ilitäj taq tzij

source: What you do online is your business, and you can keep it that way. Get smart on tracking.
cak: Pan awi' niqa ronojel ri nab'än pa k'amab'ey, chuqa' yatikïr nasamajij ke ri'. Tak'ulu' awetamab'al chi rij kanoxïk.

source: Ask yourself
cak: Tak'utuj qa chawe rat

source: Do you feel in control of your personal information online?
cak: ¿La nana' chi e'achajin ri awetamab'al pa k'amab'ey?

source: Do you know what a cookie is (no, not the delicious kind)?
cak: ¿La awetaman achike ri jun kaxlanwey (manäq, man jun ta chi jeb'ël kaxlanwäy)?

source: Have you ever wondered why some content, like ads, seems to follow you around?
cak: ¿La ak'utun qa chawe aruma jujun taq rupam, achi'el ri taq rutzijol, achi'el yatkoqaj xab'akuchi'?

source: What is tracking?
cak: ¿Achike ri kanoxïk?

source: Every time we go online, we leave behind traces of our activity. They’re often called our “digital footprints” and for good reason, because tracking is sort of like re-tracing our steps.
cak: Jutaqil toq öj k'o pa k'amab'ey, niqaya' kan koköj taq retal ri qasamaj. Yeb'ina'äx “retal kemtz'ib'” k'o achoq uma, ruma chi ri kanoxïk achi'el rub'eyal richin yenuk' ri taq qaxak.

source: But our digital footprints reveal more about us than where we’ve been — everything from our preferences to our identities.
cak: Ruma ri retal qakemtz'ib' man xa xe ta nuk'üt akuchi' xojk'oje' wi — chuqa' ronojel ri niqa chi qawäch chuqa' taq qak'utwachib'al.

source: Watch the documentary at donottrack-doc.com.
cak: Tatz'eta' ri wujil pa donottrack-doc.com.

source: To get a good look at how tracking works, be sure to check out the first episode of Brett Gaylor’s documentary series, <a href="{url}"><cite>Do Not Track</cite></a>.
cak: Richin nik'oje' jun jeb'ël ana'oj chi rij rub'eyal nisamäj ri kanoxïk, kan tatz'eta' ri nab'ey peraj richin ri rucholajil taq ruwujil ma Brett Gaylor, <a href="{url}"><cite>Mani nikanöx</cite></a>.

source: Tracking in action
cak: Rukanoxik

source: Let’s imagine a typical day online: you start by checking emails, maybe share a fun article you just read.
cak: Tiqana'ojij qa jun xab'achike q'ij pa k'amab'ey: nanik'oj qa ri ataqoya'l, rik'in jub'a' nakomonij jun jeb'ël rutzijol na'oj ri k'a nimakol tasik'ij kan.

source: At lunch, you check showtimes for a movie a friend recommended on Facebook and look up prices for some new camping gear you’ve had your eye on.
cak: Pa wa'im richin paq'ij, nanik'oj ruq'ijul jun silowachib'äl chilab'en pe ruma jun awachib'il pa Facebook chuqa' nak'ulb'ej rajil jun k'ak'a' samajib'äl richin yab'ekanaj kan pa juyu', ri ana'ojin chik.

source: That’s only a few sites, but what’s happening behind the scenes is that many more “third-parties” — companies that are separate from the sites you’re visiting — are seeing and recording your activity.
cak: Ri ri' xa xe ok ka'i' oxi' taq ruxaq k'amaya'l, xa xe chi ri nib'anatäj “pan ewäl” ja chi k'ïy taq kinimamoloj aj rox winäq — taq nimamoloj kejachon ki' kik'in ri ruxaq k'amaya'l ye'atz'ët — tajin nikitz'ët chuqa' tajin nikitz'ib'aj ri asamaj.

source: So when you begin seeing recommended articles about that movie, or ads for that camping gear, later in the day, it’s no coincidence.
cak: Ruma ri' toq xtachäp ruk'ulik taq chilab'en cholna'oj chi rij ri silowachib'äl ri', o taq rutzijol ri cholna'oj ri' richin yab'ekanaj kan pa juyu' ri jun chik q'ij, man choj ta jun aruma.

source: Tracking for personalization
cak: Kanoxïk richin ichinanem

source: What are cookies?
cak: ¿Achike ri taq kaxlanwey?

source: Cookies are small data files that websites and third parties place on your computer to remember your preferences or to track your activity, sometimes across multiple sites.
cak: Ri taq kaxlanwey e koköj taq ruyakb'al etamab'äl, ri nikiya' kan chupam akematz'ib' ri taq ruxaq k'amaya'l chuqa' aj rox winäq richin nikinataj ri taq awajowab'al chuqa' nikikanoj ri asamaj, k'o re rik'in jalajöj chi ruxaq k'amaya'l.

source: of adults say they are “not too confident” or “not at all confident” that records of their activity maintained by the online advertisers who place ads on the websites they visit will remain private and secure.
cak: kichin nimawinaqi' ri nikib'ij chi “man e ewan ta” o “man ronojel ta ewan” ri nikitz'ib'aj kan ri asamaj esamajin kik'in ajtzijonela' pa k'amab'ey, ri yekiq'axaj taq rutzijol pa ruxaq k'amaya'l, ri yekitz'ët rije' xkekanaj kan achi'el e ichinan chuqa' e ütz.

source: (Pew Research Center, May 2015)
cak: (Pew Jikilib'anem jay, Ro' rik' 2005)

source: The websites we visit will often collect data about us to better personalize our experiences with them.
cak: Ri taq ruxaq ajk'amaya'l yeqatz'ët, jutaqil nikimöl ruchi' etamab'äl chi qij röj richin nikutzilaj ri ichinanem chi rij qetamab'al kik'in rije'.

source: The information they gather through analytics can be used to make navigating their site easier for us or to present us more relevant offers.
cak: Ri etamab'äl nikimöl ruchi', rik'in ruch'ob'ik tikirel nokisäx richin nib'an chi man k'ayew ta tub'än ri okem pa k'amaya'l rik'in ri ruxaq kik'amaya'l o richin nikik'üt chi qawäch k'atzinel taq rupam.

source: They also use cookies — small data files placed in our browsers — to remember language preferences or the contents in a shopping cart.
cak: Chuqa' yekokisaj taq kaxlanwey — koköj taq ruyakb'al etamab'äl eyakon pa taq qokik'amaya'l — richin ninatäx ri ch'ab'äl niqa chi qawäch o ri rupam pa jun ruch'ich' loq'oj.

source: By the way…
cak: Qitzij chi…

source: Mozilla sites are no exception. Like most other Web sites, we also use third party tools to improve user experience.
cak: Ri Mozilla ruxaq taq k'amaya'l man ja ta chi man ta nikib'än ke ri'. Achi'el ch'aqa' chik taq ruxaq Ajk'maya'l, chuqa' niqokisaj kisamajib'al aj rox winäq richin niqutzilaj ri retamab'al qawinaq.

source: For more info see our <a href="{url}">Website Privacy Notice</a>.
cak: Richin ch'aqa' chik etamab'äl tatz'eta' <a href="{url}">Ruxaq Ajk'amaya'l richin rutzijol Ichinanem</a>.

source: Tracking without permission
cak: Man ya'on ta q'ij richin kanoxïk

source: Many websites we visit contain hidden third parties — such as data brokers, affiliate networks and advertising networks — who use cookies, and other data tracking methods, to collect information about our browsing habits without our consent.
cak: K'ïy chi ke ri taq ruxaq k'amaya'l yeqatz'ët kik'wan ewan aj rox winäq — achi'el kanöy taq tzij, ajmolojri'ïl taq k'amaya'l chuqa' kik'amaya'l taq rutzijol — ri ye'okisan taq kaxlanwey, chuqa' ch'aqa' chik taq rub'eyal kikanoxik taq tzij, richin yemol taq tzij chi kij ri qab'anikil richin okem pa k'amaya'l toq man qaya'on ta q'ij.

source: While tracking can be helpful, there can’t be a healthy trade-off between the value it provides and the data it collects without transparency.
cak: Toq ri kanoxïk nitikïr yatruto', majun raxinäq junamaxïk chi kikojol ri rejqalem nuya' chuqa' ri etamab'äl numöl we majun ch'ajch'ojil.

source: Going beyond the Web
cak: Ik'owinäq chuwäch ri Ajk'amaya'l

source: Online tracking is just one part of a larger ecosystem of data collection.
cak: Ri kanoxïk pa k'amab'ey xa xe ok jun peraj chi re jun nimaläj ch'ajch'öj kinuk'ulem ri kimolik taq tzij.

source: Within this ecosystem, anonymized online data can be merged with personally identifiable information about you (information that you may have volunteered on a form, in an app or that was collected offline) to build a surprisingly detailed profile of you.
cak: Chupam re ch'ajch'öj nuk'ulem re', man etaman ta chi etamab'äl, ri k'o pa k'amab'ey tikirel nutün ri' rik'in ichinan etamab'äl akuchi' niya' retal awik'in (etamab'äl ri rik'in jub'a' xatz'ib'aj kan pa jun nojwuj, pa jun chokoy o xmol toq man e'okinäq ta pa k'amab'ey) richin ninuk' jun ruwäch b'i'aj chawij rat.

source: These profiles have the potential to interfere with your life offline, and can contribute to unfair practices by being improperly used for price discrimination, decreased creditworthiness, more expensive insurance coverage or unfavorable employment or health reports.
cak: Re taq ruwäch b'i'aj re' yetikïr ye'ok pan ak'aslem toq man at k'o ta pa k'amab'ey, chuqa' yetikïr nikib'än tz'ilanel taq samaj toq man pa rub'eyal ta ye'okisäx richin kisamajixik taq ajil, ruch'utinisaxik tojïk, ruq'ijul tok'aslemal jotöl rajil o rutzijol samaj o itzel raxnaqil.

source: While these instances are not widespread yet, they do illustrate the potential depths of what is happening behind the scenes and outside of our control.
cak: Toq re taq moloj re' majun rutzijol ya'on chi ke, nuya' retal ri ruchuq'a' ri tajin nik'ulwachitäj chi kij ri yeb'analöx man e k'o ta pa qaq'a'.

source: Be the boss of your personal info
cak: Katok ruk'amöl b'ey chi rij ri awetamab'al

source: There are many ways you can take back and maintain control of your online activity.
cak: K'o k'ïy rub'anikil richin yatikïr nab'än richin nik'oje' chik pan aq'a' ri asamaj pa k'amab'ey chuqa' richin ye'awichinaj.

source: Here are some important tips, hand-picked by Mozilla experts.
cak: Wawe' e k'o jujun k'atzinel taq pixa', molon pe chi kikojol ri ajna'oj e k'o pa Mozilla.

source: Think deeper
cak: Kach'ob'on

source: A lot goes on behind the scenes of the Internet. The more you know, the better you can decide what your information is worth to you.
cak: Toq k'ïy awetaman, yatikïr natz'ët janipe' ri rejqalem chawäch ri awetamab'al.

source: Understand the hidden cost of free
cak: Tino' pan awi' ri ewan rajil ajamalil

source: We all like the appeal of “free” apps and online services but if you’re not paying for them, someone is, and what they’re buying may be the data you leave behind.
cak: Qonojel niqa chi qawäch “sipan” taq chokoy chuqa' taq samaj pa k'amab'ey, xa xe chi we man tajin ta natöj, jun chik tajin nitojon, ruma ri' ri nikinik'oj rije' rik'in jub'a' ja ri etamab'äl tajin naya' kan.

source: Decide whether the information you share is worth the service you are receiving.
cak: Tana'ojij we ri etamab'äl tajin nakomonij nrïl rajil ri samaj tajin nak'ül.

source: Shine a light on trackers
cak: Ke'atz'eta' achike' ri yetz'eto awichin

source: If you’re a Firefox user, be sure to check out <a href="{url}">Lightbeam</a>, a simple and insightful add-on that visually graphs the depth of your browsing activity, including parts that are not usually visible to you.
cak: We at ruwinaq Firefox, k'atzinel chi tanik'oj <a href="{url}">lightbeam</a>, jun relik chuqa' jeb'ël tz'aqat, ri nuwachib'ej rupam samaj pan awokik'amaya'l, achi'el chuqa' ri taq peraj man yatikïr ta ye'atz'ët.

source: Think before you click
cak: Nab'ey kana'ojin chuwäch yapitz'on qa

source: When you see an element on a page, such as a “like” or social media login button, that’s an indication that some information has already been collected about you — clicking on it will share even more.
cak: Toq natz'ët jun ch'akulal pa jun ruxaq k'amaya'l, achi'el jun “ütz nintz'ët” o jun pitz'b'äl richin natikirisaj molojri'ïl pa jun k'amawinaqil, retal chi jun chi ke ri awetamab'al chapon chik rumolik — we yapitz'on pa ruwi' xtakomonij ch'aqa' chik.

source: Choose choice
cak: Tacha' jun cha'oj

source: It’s easy to overlook the access to personal data that we might offer through online accounts and apps, but most offer settings that give you choice and control.
cak: Man k'ayew ta nik'o chi qawäch richin niqaya' q'ij ye'ok pa qetamab'al, ri yeqatz'ib'aj pa taq retal taqoya'l pa k'amab'ey chuqa' taq chokoy, xa xe chi e k'ïy ri nikisüj taq nuk'ulem ri nikiya' ronojel pan aq'a'.

source: Delete your unused accounts
cak: Ke'ayuju' el ri taq retal ataqoya'l man ye'awokisaj ta chik

source: Your data might get sold when a service or app shuts down.
cak: Rik'in jub'a' ri awetamab'al xtik'ayïx toq jun samaj o chokoy xtik'is.

source: If you don’t use it, close it.
cak: We man nawokisaj ta , tatz'apij.

source: Protect your profiles
cak: Ke'achajij ri taq ruwäch ab'i'

source: Some services you interact directly with let you control the information they have about you.
cak: Jujun taq samaj akuchi' yatok nuya' q'ij chawe' nik'oje' pan aq'a' ri etamab'äl, ri k'o kik'in chawij rat.

source: Look at any opportunity to change or control your profile, if offered.
cak: Tatz'eta' xab'achike chi samaj richin najäl o nachajij ri ruwäch ab'i', we nisuj chawe.

source: For example, you can manage your profile and preferences for <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a> and <a href="%(facebook)s">Facebook ads</a>, and even <a href="%(acxiom)s">edit data that’s been collected about you by Acxiom</a>, one of the world’s largest marketing data brokers.
cak: Achi'el, yatikïr nanuk'samajij ri ruwäch ab'i' chuqa' ri awajowab'al richin <a href="%(google)s">Google</a>, <a href="%(yahoo)s">Yahoo!</a> chuqa' <a href="%(facebook)s">Facebook ads</a>, achi'el chuqa' ri <a href="%(acxiom)s">kinuk'ik taq tzij ri moloj chawij ruma Acxiom</a>, jun chi ke ri taq kanöy taq tzij richin kuqül k'ayb'äl, ri nïm pa ruwach'ulew.

source: Don’t forget about apps
cak: Man ke'amestaj ri taq chokoy

source: Some mobile apps you install can access a lot of information about you, including details not necessarily related to the service they provide.
cak: K'ïy oyonib'alil taq chokoy ye'ayäk yetikïr ye'ok pa k'ïy chi re ri awetamab'al, achi'el chuqa' ri taq rucholik ri man k'atzinel ta chi kiximon ki' rik'in ri samaj tajin nak'ül.

source: Control your privacy and location settings on <a href="{ios}">iOS</a> and <a href="{android}">Android</a>.
cak: Tachajij ri runuk'ulem awichinanem chuqa' k'ojlem pa <a href="{ios}">iOS</a> chuqa' <a href="{android}">Android</a>.

source: Look to your browser
cak: Tatz'eta' pan awokik'amaya'l

source: Most Web browsers offer a set of privacy features designed to give you control.
cak: Ronojel chi ke ri taq Ajk'maya'l okik'amaya'l nikiya' jun molaj rub'anikil ichinanem ewachib'en richin niya' ri chajinïk.

source: Here are a few key ones that you can make use of.
cak: Wawe' e k'o jujun chik taq ewan tzij, ri yatikïr ye'awokisaj.

source: Did you know?
cak: ¿La awetaman chi?

source: Firefox is filled with features designed to give you even more control over your personal information.
cak: Firefox nojnäq chi taq b'anikil ewachib'en richin niya' pan aq'a' ri awetamab'al.

source: Private Browsing with Tracking Protection
cak: Ichinan okik'amaya'l rik'in Chajinïk chuwäch Ojqanïk

source: This feature minimizes the ability of hidden third parties to track your browsing activity across many sites.
cak: Re b'anikil re' nuch'utinisaj ri kuchuq'a' ch'aqa' chik winaqi' richin nikikanoj ri asamaj toq atokinäq pa k'amaya'l rik'in k'ïy taq ruxaq k'amaya'l.

source: Give it a try!
cak: ¡Tatojtob'ej!

source: Forget Button
cak: Pitz'b'äl Timestäx

source: This toolbar option <a href="{url}">removes browsing information from your computer after the fact</a>. Use it when you’ve visited a site that you don’t want in your history.
cak: Re cha'oj re' richin ri kikajtz'ik taq samajib'äl <a href="{url}">tayuju' el ri retamab'al okem pa k'amaya'l pan akematz'ib' chi rij toq xawokisaj</a>. Tawokisaj toq natz'ët jun ruxaq k'amaya'l, ri man nawajo' ta pan anatab'al.

source: Privacy Add-ons
cak: Taq rutz'aqat ichinanem

source: The Mozilla privacy team has put together <a href="{url}">a collection of Firefox add-ons</a> to help you manage your privacy online.
cak: Ri molaj richin richinanem Mozilla xerutün <a href="{url}">jun rumoloj taq tz'aqat richin Firefox</a> richin yatruto' chi runuk'samajixik ri awichinanem pa k'amab'ey.

source: Do Not Track
cak: Mani nikanöx

source: With this feature enabled, your browser will tell social sharing services, publishers, analytics providers, advertisers and third party networks that you want to opt-out of tracking.
cak: Rik'in re tzijïl b'anikil re', ri awokik'amaya'l xtuk'utuj chi ke ri taq ajsamaj richin winaqil jalwachinïk, nuk'unela', ya'öl taq ch'ob'oj, tzijonela' chuqa' taq kik'amaya'l aj rox winäq, ri man nikajo' ta chi yekanöx.

source: Mozilla was the first company to include a Do Not Track feature when it was added to Firefox in 2011.
cak: Mozilla ja ri' ri nab'ey nimamoloj ri xtz'aqatisan ri b'anikil Mani nikanöx, ri xtz'aqatisaj chupam ri Firefox pa 2011.

source: Since then, it has been adopted by most major browsers, though many companies on the receiving end of the requests are still not honoring them.
cak: Chi ri' toq xk'am kuma ri nimaläj taq okik'amaya'l, xa xe chi k'ïy taq nimamoloj pa ri peraj kik'ulunel taq k'utuj, k'a majani nikinimaj.

source: Efforts are being made by Web advocacy groups to have this changed.
cak: Tajin nikib'än nima'q taq samaj kuma kolonela' taq molaj richin ri Ajk'amaya'l richin nib'anatäj re jaloj re'.

source: Learn how to enable Do Not Track in <a href="%(firefox)s">Firefox</a>, <a href="%(chrome)s">Chrome</a>, <a href="%(ie)s">Internet Explorer</a>/<a href="%(edge)s">Edge</a> and <a href="%(safari)s">Safari</a>.
cak: Tawetaman rub'eyal natzïj ri Mani Nikanöx pa <a href="%(firefox)s">Firefox</a>, <a href="%(chrome)s">Chrome</a>, <a href="%(ie)s">Internet Explorer</a>/<a href="%(edge)s">Edge</a> chuqa' <a href="%(safari)s">Safari</a>.

source: Private Browsing
cak: Ichinan okem pa k'amaya'l

source: Use Private Browsing to keep from having certain items about your browsing activity locally saved.
cak: Tawokisaj ri Ichinan Okem pa K'amaya'l richin niq'at yek'oje' jujun taq tzij chi rij ri asamaj richin ri okem pa k'amaya'l, ri yakon pa ri atinamit.

source: These include your history, searches and cookies.
cak: Chupam re' nok ri anatab'al, taq akanoxik chuqa' taq kaxlanwey.

source: Here is how to use private browsing:
cak: Tawetamaj rub'eyal nawokisaj ri Ichinan Okem pa K'amaya'l:

source: Desktop
cak: Kematz'ib'ab'äl

source: Smartphone
cak: Na'owinäq oyonib'äl

source: Firefox for Android
cak: Firefox richin Android

source: Additional privacy settings
cak: Rutz'aqat taq runuk'ulem ichinanem

source: Many browsers offer a range of privacy settings that will help you stay in control. Explore them here:
cak: K'ïy taq okik'amaya'l yekisüj taq nuk'ulem richin retabal ichinanem, ri yatruto' richin nik'oje' ronojel pan aq'a'. Ke'atz'eta' wawe':

source: Share your tracking smarts
cak: Ke'akomonij ri na'owinäq taq akanoxik

source: Now that you have some tools and the knowledge to protect yourself, spread the word to friends.
cak: Wakami chi k'o jujun taq asamajib'al chuqa' ri etamab'äl richin nachajij awi', takomonij ri tzij kik'in ri awachib'il.

source: The more everybody knows about tracking and how to protect their online data, the better off we’ll all be. Feel free to use the questions below to keep the conversation going!
cak: Toq e k'ïy niketamaj pa ruwi' ri kanoxïk chuqa' achike rub'eyal nuchajij ri retamab'al pa k'amab'ey, ütz xkojk'oje'. ¡Ütz tana' richin ye'awokisaj re taq k'utunïk re' richin naya' nib'iyin ri tzijonem!

source: Are you a teacher? Give your students <a href="{url}">a simple lesson on tracking</a>.
cak: ¿La at tijonel? Tak'utu' chi kiwäch ri atijoxela' <a href="{url}">jun man k'ayew ta rupam tijonïk chi rij kanoxïk</a>.

source: What privacy settings do you use in your browser?
cak: ¿Achike taq runuk'ulem ichinanem ye'awokisaj pan awokik'amaya'l?

source: How much are you willing to share about yourself in exchange for personalized content?
cak: ¿Jarupe' nawajo' nakomonij chawij rat we nikiya' ichinan taq rupam chawe?

source: Have you ever used private browsing?
cak: ¿La wokisan chik ri ichinan okem pa k'amaya'l?
