Repository: translate/mozilla-lang
Catalog: ha/firefox/partners/index.lang.po
Languages: ha

source: Firefox OS, Marketplace, Android — Partners
ha: Firefox OS, Wurin Kasuwanci, Android — Abokai

source: Get involved
ha: Shiga

source: Contact our business development team to get on board.
ha: Tuntuɓi ƙungiyar kasuwanci ta masu samarwa domin ka tsallaka.

source: First Name
ha: Sunan Farko

source: Last Name
ha: Sunan Ƙarshe

source: Title
ha: Laƙani

source: Company
ha: Kamfani

source: Website
ha: Tashar yanar gizo

source: Email
ha: Imel

source: Phone
ha: Tarho

source: Interest:
ha: Sha'awa

source: Firefox for Android
ha: Firefox domin Android

source: Other
ha: Wasu

source: Interest
ha: Sha'awa

source: Submit my request
ha: Miƙa roƙona

source: Thanks for your interest in partnering with us
ha: Mun gode sabo da sha'awarka na abokantaka da mu

source: We will review your request and get back to you about possibilities and opportunities soon.
ha: Zamu yi nazarin roƙonka kuma zamu dawo wajenka dangane da yiwuwa da kuma dama ba da daɗewa ba.

source: Overview
ha: Taƙaitaccen bayani

source: Explore the site
ha: Binciko tashar yanar gizo

source: Unleash the future
ha: Ƙyale gobe ta yi aikinta

source: We’re enabling operators, phone manufacturers and developers to manage, customize and improve relationships with their customers directly through our mobile products: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
ha: Muna ƙyale masu aiwatarwa su yi aiki, masu ƙara tarho da masu samarwa su gudanar, su tsara kuma su inganta dangantaka tsakaninsu da masu saye kai tsaye ta hanyar kayayyakinmu na waya: <a %(url1)s>Firefox OS</a>, <a %(url2)s>Wurin Kasuwanci na Firefox</a> da <a %(url3)s>Firefox domin Android</a>.

source: Firefox OS has brought openness, accessibility and opportunity to 29 countries with more than 50 launches and 14 global operators — and that momentum continues in 2015.
ha: Firefox OS ta kawo buɗi, samun shiga da damammaki ga ƙasashe 29 da fiye da ƙaddamarwa guda 50 da masu aiwatarwa na duniya 14 — kuma wannan angizon zai ci gaba a shekara ta 2015.

source: See what’s next for mobile with <a %(url1)s>Firefox OS</a>, <a %(url2)s>Firefox Marketplace</a> and <a %(url3)s>Firefox for Android</a>.
ha: Kalli adu na gaba domin wayar hannu tare da <a %(url1)s>Firefox OS</a>, <a %(url2)s>Wurin Kasuwanci na Firefox</a> da <a %(url3)s>Firefox domin Android</a>.

source: See more partners
ha: Kalli ƙarin abokai

source: Recent news
ha: Labari na kwana-kwanan nan

source: Firefox OS Unleashes the Future of Mobile
ha: Firefox OS Ƙyale Gobe ta yi aikinta na Wayar hannu

source: Be a partner
ha: Zama aboki

source: Just what your customers need
ha: Kawai me abokan cinikinka su ke so

source: Easy to use. Easy to customize. Firefox OS is an open platform that fosters greater participation in the value chain.
ha: Sauƙi wajen amfani. Sauƙi wajen tsarawa. Firefox OS buɗaɗɗen dandali ne wanda ya ke tabbatar da ƙarin haɗuwa bisa tafarki ɗaya.

source: The Web is the platform
ha: Yanar gizo nan ne dandalin

source: Firefox OS is an independent alternative ecosystem free from the rules and restrictions of existing proprietary platforms.
ha: Firefox OS ita ce zaɓi na duniya mai zaman kansa wanda babu dokoki da shingaye na masu mallakar dandalin da ake da su.

source: Our partners are industry leaders that have realized the value that a differentiated offering can bring to their target markets.
ha: Abokanmu su ne jagororin masana'antu waɗanda su ka fahimci ƙima wadda bambancin samarwa zai bayar ga kasuwannin da su ka nufa.

source: Made by Firefox
ha: Firefox ne suka yi

source: For the past 15 years, we’ve been instrumental in innovating and shaping the Web to keep it open and accessible to all. As a result of our efforts, one fifth of all Web activity today happens through Firefox products.
ha: A cikin shekaru 15 da suka gabata, mun zama masu kuzari wajen ƙirƙira da canja Yanar gizo domin barinta a buɗe da kuma bayar da dama ga kowa. A sakamakon ƙoƙarinmu, ɗaya bisa biyar na ayyukan yanar gizo a yau na faruwa ne ta hanyar kayayyakin Firefox.

source: The Open Web advantage
ha: Mahimmacin Buɗaɗɗiyar Yanar gizo

source: With Firefox OS you can:
ha: Tare da Firefox OS za ka iya:

source: Create unique user experiences to deliver on specific market needs
ha: Ƙirƙirar amfanin da za ka bayar a kan bukatun kasuwa na musamman

source: Own and control your relationship with your consumers
ha: Ka mallaka kuma ka sarrafa dangantakarka da abokan cinikinka

source: Explore alternative business models
ha: Gano yanayi gudanar da kasuwanci

source: Stimulate increased Internet use
ha: Ƙarfafa ƙarin amfani da intanet

source: Level the playing field against other OS and marketplace providers
ha: Yi alama a wurin saka magana a kan sauran OS da kuma masu samarwa na wurin kasuwanci

source: Firefox OS at home
ha: Firefox a gida

source: The power of the Web is coming to Panasonic TVs later this year
ha: Ƙarfin yanar gizo ya na zuwa ga Talabijin ta Panasonic nan gaba a wannan shekara

source: HTML5 apps for all
ha: Aikace-aikacen HTML5 ga kowa

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit your customers’ local needs.
ha: Gano sabuwar hanya domin shiga duniya wadda ke bayar da fitattun aikace-aikace kuma waɗanda suka dace, abin cikin da aka nufa domin dacewa da abin da abokan cinikinka ke bukata.

source: Your own business model
ha: Yanayin tsarinka na kasuwanci

source: Grow your business by combining your own customer payment plans with our open source service offerings. Customize purchasing and app experiences to meet your specific needs and reach new markets.
ha: Haɓaka kasuwancinka ta haɗa tsarin yadda abokan cinikinka ke biyan kuɗi tare da buɗaɗɗiyar hanyarmu da muka bayar. Tsara sayayya da tsarin aikace-aikace da ka koya domin biyan bukatunka kuma ka isa sababbin kasuwanni.

source: Revolutionary content discovery
ha: Gano mahimmin abin da ke ciki

source: App experts and Mozilla community members from all over the world help identify relevant content on the Firefox Marketplace. This ensures that your customers can easily find the content that matters most to them.
ha: Ƙwararrun aikace-aikace da mambobin al'ummar Mozilla daga duk faɗin duniya na taimakawa gano abin ciki wanda ya dace a Wurin Kasuwanci na Firefox. Wannan na tabbatar da cewa abokan cinikinka na iya gano abin da ke ciki wanda su ka fi damuwa da shi.

source: Testimonials
ha: Shaida daga jama'a

source: See what Box, SoundCloud and others have to say
ha: Duba abin Box, SoundCloud da saura ke cewa

source: Join the Conversation
ha: Shiga tattaunawar

source: Follow @firefoxapps on Twitter
ha: Bi @firefoxapps a Twitter

source: Read more on the Apps Blog
ha: Daɗa karatu a aikace-aikacen Blog

source: A direct path to your customers
ha: Hanya kai tsaye zuwa abokan cinikinka

source: Marketplace offers:
ha: Wurin Kasuwanci na bayar da:

source: Operator billing that lets you participate in the mobile ecosystem and develop direct relationships with end users
ha: Bil na mai gudanarwa wanda zai ba ka dama domin shiga cikin duniyar yanar gizo kuma ka bunƙasa dangantaka kai tsaye da mai amfani

source: An operator shelf where you can promote your messaging, content and app collections relevant to your customers and markets
ha: Kantar mai gudanarwa inda za ka iya bunƙasa saƙonka, abin da ke ciki da tarin aikace-aikace da su ka dace da abokan cinikinka da kasuwanni.

source: A unique content discovery mechanism with fresh, regularly-updated, relevant apps micro-targeted to meet customers’ local needs
ha: Abin da ke ciki wanda aka gano da ya ke na musamman tare da sabbi, waɗanda ake sabuntawa akai-akai, taƙaitattun aikace-aikace da su ka dace domin biyan bukatar abokan ciniki.

source: Commitment from well-known, tier 1 developers
ha: Dukufa daga sanannu, masu samarwa daraja ta 1

source: Lower barriers to entry for local app developers in both resource and cost
ha: Rangwamen shinge wajen shiga domin masu samar da aikace-aikace a kayayyaki da farashi

source: Become a Marketplace developer
ha: Zama mai samar da Wurin Kasuwanci

source: Apps that customers can discover easily and access across multiple platforms, devices and operating systems
ha: Aikace-aikace da abokan ciniki za su iya ganowa cikin sauƙi a duk faɗin dandali, na'urori da tsarin gudanarwa.

source: Flexible business models, including advertising and multiple payment monetization options that make in-app payments simple
ha: Yanayin kasuwanci mai sauƙi, wanda ya haɗa da talla da kuma zaɓin biyan kuɗi ta hanyoyi da dama wanda ke sa aikace-aikacen biyan kuɗi sauƙi

source: Optional carrier billing in regional currencies
ha: Zaɓin biyan kuɗi a kuɗaɗe na shiyya

source: The ability to connect with hundreds of millions of Firefox users and supporters around the world
ha: Samun damar haɗawa tare da ɗaruruwan miliyoyi na masu amfani da Firefox da magoya baya a duk faxin duniya

source: Access to relatively untapped markets
ha: Sami shiga kasuwanni waɗanda kusan ba'a gano ba

source: Developer hub
ha: Hub na mai samarwa

source: Learn how to make HTML5 apps for an open marketplace
ha: Koyi yadda za ka yi aikace-aikacen HTML5 domin buɗaɗɗen Wurin Kasuwanci

source: Have an app?
ha: Ka sami aikace-aikacen?

source: Submit it to Firefox Marketplace today
ha: Miƙa ga Wurin Kasuwanci na Firefox a yau

source: A superior mobile experience
ha: Koyo mafi daraja na wayar hannu

source: With connected features and the latest in security and privacy, our top-rated browser offers an alternative to closed platforms and provides a valuable way to connect with smartphones and tablets users alike.
ha: Tare da kamanni na haɗawa da kuma sababbin hanyoyin tsaro da sirri, mai gewayawarmu ta bayar da zaɓi ga rufaffun dandali kuma ta bayar da mahimmiyar hanya ta haɗawa da babbar wayar hannu da masu amfani da ƙananan kwamfutoci.

source: Customize relationships
ha: Tsara dangantaka

source: Provide your users with your own flavor of Firefox for Android and Firefox Marketplace for a more engaging user experience that increases the visibility of your brand.
ha: Bawa masu amfani naka da abin da ka fi sha'awa na Firefox domin Android da Wurin Kasuwanci na Firefox domin ƙarin shigo da koyon da masu amfani su ka yi wanda ya ƙara musu ganin abin da ka samar.

source: Create new value
ha: Ƙirƙiri sabuwar kima

source: Step into the Firefox ecosystem to take advantage of opportunities like Firefox Marketplace and WebRTC. You can display new Web content or integrate into your customer’s living room to create new, platform-independent offerings.
ha: Shiga cikin duniyar Firefox domin samun fa'ida da dama kamar Wurin Kasuwanci na Firefox da WebRTC. Za ka iya nuna abin da ke ciki na sabon dandalin yanar gizo ko ka haɗa cikin ɗakin zama na abokan cinikayyarka domin ƙirƙirar sabo, samammen dandali mai zaman kansa.

source: Learn more about partner opportunities.
ha: Daɗa koyo dangane da damammaki na abokantaka.

source: Stand out <br>from the crowd
ha: Fito <br> daga cikin taro

source: Take advantage of our differentiated offering, strong brand and customer love for the Firefox ecosystem to drive sales and data usage.
ha: sami fa'ida ta dammakin da muka bayar, kaya mai ƙarko da kuma ƙaunar abokan ciniki na duniyar Firefox domin jawo cinki da amfani da bayani.

source: Firefox for Android lets you:
ha: Firefox da Android za su ba ka dama:

source: Customize the experience
ha: Tsara koyonka

source: Add your brand and content to increase customer touchpoints, improve retention and drive future sales.
ha: Daɗa kayanka da abin da ke ciki domin ƙara wurin haɗuwa da abokan cinikayya, haɓaka tsarewa da kuma bukatar sayayya nan gaba.

source: Build new differentiated offerings
ha: Gina sababbin abubuwa na daban

source: Integrate services directly into the browser to free yourself from the constraints of proprietary platforms.
ha: Haɗa ayyuka kai tsaye cikin mai gewayawarka domin kuɓutar da kanka daga shingaye na dandalin masu mallaka.

source: Step into the Firefox ecosystem
ha: Shiga cikin duniyar Firefox

source: Leverage the Firefox Marketplace, WebRTC technology, direct customer billing support, search enhancements, new Firefox cloud services and more.
ha: Gudanar da Wurin Kasuwanci na Firefox, fasahar WebRTC, tallafin biyan kuɗi na abokan ciniki, haɓaka nema, ayyukan Firefox cloud da saura da dama.

source: Partner Opportunities
ha: Damammakin Abokantaka

source: For Developers
ha: Domin masu samarwa

source: For Operators & Manufacturers
ha: Domin masu tafiyarwa & Masu Ƙerawa

source: Mobile
ha: Tafi-da-gidanka

source: Firefox Marketplace — Developer testimonials
ha: Wurin Kauswanci — Shaidar mai samarwa

source: Get it on Google Play
ha: Same shi a Google Play

source: Mobile World Congress 2014
ha: Taron Duniya na Wayar Hannu 2014

source: Watch our wrap-up video from Mobile World Congress 2013
ha: Dubi taƙaitacciyar bidiyonmu daga Taron Duniya na Wayar Hannu 2013

source: Mozilla and partners prepare to launch first Firefox OS smartphones
ha: Mozilla da abokai sun shirya domin gabatar da manyan wayoyin Firefox OS

source: Watch the daily <br>MWC video recap
ha: Kalli maimaitawar bidiyon MWC na kullum <br>

source: Fox Den &amp; other <br>MWC events
ha: Fox Den &amp; saura <br>bukunkunan MWC

source: Firefox tweets from <br>MWC in Barcelona
ha: Firefox tweets daga <br> MWC a Barcelona

source: View the version notes
ha: Kalli bayanin yayin

source: Read about features, changes and more
ha: Karanta a kan kamanni, canje-canje da daɗi

source: Description
ha: Kwatance

source: Please enter your first name.
ha: Shigar da sunanka na farko.

source: Please enter your last name.
ha: Shigar da sunanka na biyu.

source: Please enter your company name.
ha: Shigar da sunanka na kamfani

source: Please supply a valid URL.
ha: Bayar da ingantaccen URL.

source: Please enter a valid email address
ha: Shigar da ingantaccen adireshin imel

source: Address
ha: Adireshi

source: City
ha: Birni

source: State/Province
ha: Jiha/Lardi

source: Country
ha: Ƙasa

source: Register for a session
ha: Yi rijista na zango ɗaya

source: Firefox at MWC 2015 &ndash; Hall 3, Stand 3C30
ha: Firefox a MWC 2015 &ndash; Ɗaki na 3, Rumfa ta 3C30

source: Schedule
ha: Fasali

source: Firefox at MWC 2015 &ndash; Schedule of Events
ha: Firefox a MWC 2015 &ndash; Fasalin Bukunkuna

source: Download PDF
ha: Sauke PDF

source: In our first year, we’ve brought openness, accessibility and opportunity to 15 countries with 4 hardware partners, 7 operators and 16 launches.
ha: A shekararmu ta farko, mun kawo gaskiya, samun yin amfani da samun dama ga ƙasashe 15 da abokan ciniki masu samar da kayan kwamfuta guda 4, masu aiwatarwa 7 da ƙaddamarwa 16.

source: Backed by some of the biggest names in the industry, Firefox OS is an open platform that fosters greater participation in the value chain. <a %(url)s>See how you can get involved</a> or <a href="%(url2)s">learn more about what it means for consumers</a>.
ha: Masu goyon bayan fitattun masana'antu, Firefox OS buɗaɗɗen dandali ne wanda ya samar da damawa da kowa mai mahimmanci. <a %(url)s>Duba yadda za ka shiga</a> ko <a href="%(url2)s">daɗa koyo dangane da abin da ake nufi da zama mai ciniki</a>.

source: View available Firefox OS devices
ha: Duba na'urorin Firefox OS da ake da su

source: Made of the Web
ha: An yi da Yanar gizo

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
ha: An ginata ta amfani da HTML5 da sauran nagartattun Yanar gizo, Firefox OS kyauta ne daga dokoki da taƙaitawa na dandalin masu mallaka da ake da su.

source: The difference the Open Web makes
ha: Babbancin da Buɗaɗɗiyar Yanar gizo ke yi

source: Firefox OS offers:
ha: Firefox na bayar da:

source: A level playing field against other OS and marketplace providers
ha: Mataki na gudanarwa da ya saɓa da sauran OS da masu bayar da wurin kasuwanci

source: Greater participation in the value chain
ha: Ƙarin samun damar shiga a jerin mahimman abubuwa

source: Ownership and control over relationships with customers
ha: Mallaka da kulawa a kan dangantaka tare da abokan ciniki

source: Customized phones that meet the specific needs of various target markets
ha: Tsara tarho wanda zai biya maka keɓantacciyar bukata na kasuwannnin da ka nufa

source: Contact our business development team to get on board
ha: Tuntuɓi ƙungiyarmu ta haɓaka kasuwanci domin shiga

source: Discover a new way to participate in an ecosystem that features the world’s most popular apps as well as more relevant, targeted content to suit customers’ local needs. See how that can help <a %(url1)s>operators and manufacturers</a> as well as <a %(url2)s>developers</a>.
ha: Gano sabuwar hanya domin shiga tsarin duniya wanda ke nuna aikace-aikacen da su ka yi fice a duniya tare da waɗanda su ka dace, abin ciki wanda aka nufa domin dacewa da bukatun abokan ciniki na gida. Duba yadda wannan zai taimaka <a %(url1)s>masu gudanarwa da masu ƙerawa</a> har ma da <a %(url2)s>masu samarwa</a>.

source: Your needs
ha: Buƙatunka

source: Grow your business by combining your own customer payment plans with our open source service offerings, reach new markets and customize purchasing and app experiences to meet your specific needs.
ha: Haɓaka kasuwancinka ta haɗa tsarin biya na masu cinikinka tare da buɗaɗɗun ayyukanmu da muka bayar, isa sababbin kasuwanni da tsara sayayya da aikace-aikacen da ka koya domin samun buƙatunka na musamman.

source: Our experience
ha: Koyonmu

source: Our proven track record of providing excellent user experiences and serving content to huge global audiences runs through everything we do. Our directory of add-ons serves content to hundreds of millions of users worldwide.
ha: Tarihinmu da muka ajiye na bayar da kyakkyawan koyo ga masu amfani da kuma banai zuwa manayan masu saurare na duniya ya gudana a duk abubuwan da muke yi. Tsarinmu na bayanai na add-ons na bayar da bayanai zuwa miliyoyin ɗaruruwan masu amfani a duk faɗin duniya.

source: The world’s largest developer community
ha: Babbar al'umma masu samarwa ta duniya

source: Micro-targeted content for every use-case to meet customers’ local needs
ha: Taƙaitattun abin ciki da aka nufa domin amfanin kowa domin biyan bukatun abokan cinikayya

source: Apps that customers can access across multiple platforms, devices and operating systems
ha: Aikace-aikace da masu ciniki za su iya amfani da su a duk faɗin dandali masu yawa, na'urori da ayyukan gudanarwa

source: Flexible business models and multiple payment monetization options
ha: Yanayin kasuwanci mai sassauci da zaɓi daban daban da hanyoyin biya masu dama

source: The ability to connect with hundreds of millions of Firefox supporters around the world
ha: Samun damar haɗawa da miliyoyin ɗaruruwan masu ciniki na magoya bayan Firefox a duk faɗin duniya

source: A superior Web experience
ha: Koyon da ya fi ko wane a Yanar gizo

source: With high-performance, advanced cross-platform features and the latest in security, our top-rated browser offers an alternative to closed platforms, giving you the flexibility to design, distribute and charge as you see fit. <a %(url)s>Learn more about partner opportunities.</a>
ha: Da aiki mai inganci, inagantattun kamanni a baki ɗayan dandali da tsaro na zamani, mai gewayawarmu ya yi fice wajen bayar da zaɓi ga rufaffun dandali, yana baka dama wajen shiryawa, rabawa da caji ta yadda ka ga ya dace. <a %(url)s>Daɗa koyo dangane da damammaki na zama aboki.</a>

source: Strengthen customer relationships
ha: Ƙarfafa dangantaka da mai ciniki

source: Create your own unique branded sections of Firefox for Android and Firefox Marketplace for a more engaging user experience and to increase the visibility of your brand.
ha: Ƙirƙiri ɓangarorin kayanka na musamman na Wurin Kasuwanci na Firefox domin Android domin daɗa koyo na mai amfani kuma ka ƙara samun damar ganin kayayyakinmu.

source: Create new value for both you and your users
ha: Ƙirƙiri sabuwar ƙima domin kai da masu amfani naka

source: Take advantage of service opportunities like Firefox Marketplace and WebRTC to create new, platform-independent offerings and establish direct customer billing.
ha: Yi amfani da damar samun ayyuka kamar Wurin Kasuwanci na Firefox da WebRTC domin ƙirƙirar sabo, abubuwan da aka bayar na dandali mai zaman kansa kuma ka gina yadda masu ciniki za su yi biya kai tsaye.

source: Take advantage of our strong brand and service offerings to differentiate your product and drive sales.
ha: Yi amfani da ƙaƙƙarfan iri da ayyukan da muka bayar domin bambance kayanka da abin da ke jawo ciniki.

source: Build new service offerings
ha: Gina sabon aikin da aka samar

source: Integrate services directly into the browser with Firefox Marketplace and WebRTC to free yourself from the constraints of proprietary platforms.
ha: Haɗaɗɗun ayyuka kai tsaye cikin mai gewayawarka tare da Wurin Kasuwanci na Firefox da WebRTC domin kuɓutar da kanka daga shingaye na dandalin masu mallaka.

source: Direct customer billing
ha: Biyan kuɗi kai tsaye daga masu ciniki

source: Grow your business by combining your own customer payment plans with our open source service offerings.
ha: Haɓaka kasuwanci ta haɗa tsarin biya na abokan ciniki tare da ayyukan buɗaɗɗiyar hanya da aka bayar.
