Repository: translate/mozilla-lang
Catalog: son/videos/video_box.lang.po
Languages: son

source: Your apps on all your devices
son: War porogaramey jinawey kul ga

source: box is an enterprise content management solution.
son: box ti ašagal goydoo gundekuna juwalyan dabari.

source: Basically the simplest way for business users
son: Nda cimi fondo kul ifaalante ašagal goykey še

source: to manage, share and access content that they care about
son: ka juwal, žemna nda ka duu gundekuna kaŋ war ga kul'a ra

source: on any device be it a mobile device, a tablet or their desktop.
son: jinay kul ga, a tee kanbehaya, walhayze wala ordinater ga.

source: When you think about features that enterprises need
son: Nda war lakkaloo kaa nda alhaali kaŋ ga baa ašagal še

source: such as security, sharing, permissions, administration
son: sanda saajaw, žemnari, duɲeyan, juwalyan

source: and overall admin management over what content is being shared by whom and where.
son: nda juwalyan goymee tana kul gundekuna še kaŋ boro kul nda doo foo g'a žemna.

source: These are things that we have, by design, baked into our product
son: Hayayaŋ goo kaŋ g'ir še, nda fasalri sanda i n' ka hina ir jinaa ra

source: and that is really something that sets us apart in the marketplace.
son: nda cimi woo ti haya kaŋ g'iri borey jerey fay porogaram heboo ra.

source: While still providing the simplicity and ease of use
son: Nda goy faala nda fahamante waati din kul

source: that you would expect out of a consumer solution.
son: kaŋ war ga boon'a daykaw boŋfeeray fondo ra.

source: At its very core, our product is a web product, so porting it into HTML5
son: Linjoo ti, ir jinay ti Interneti goy jinay, adiši nda kanberoo HTML5 ra

source: was just adding on a couple of extra things to it.
son: mana ti de kala haya-ize tonton a ga.

source: Since we have adopted HTML5 technology both for our web product and for our default mobile page,
son: Za ir na HTML5 dabaribayraa kayandi ir Interneti jinay nda ir tilasu kanbe jinay moɲoo še,

source: so that our web page can work by default on any device,
son: hala war Interneti moɲoo ma hin ka goy nda tilasu jinay kul ga,

source: we have invested in a unique Android application and a unique iPhone application
son: ir na alman dam ka Android porogaram cerecerante tee nd'affoo da iPhone hine še

source: but we still have a one-size-fits-all web page for all mobile devices in general.
son: amma ir goo nda da azaati-foo Interneti moo kanbe jinawey jere beerey kul še.

source: What was really interesting for us with working with Mozilla and the Marketplace
son: Cin no ma hansa kan ir še kaŋ ir ga goy nda Mozilla nda Marketplace

source: is offering our service to the people who need it in the form that they need it.
son: g'ir gomno too borey kaŋ too a ga nda takaa kaŋ ra i ga boon'a.

source: We are aware that Mozilla does also have quite a few users and its always been official
son: Ir ga bay kaŋ boro boobo fooyaŋ ga goy nda Mozilla nda alhumoo da g'a bay z'a šintin

source: to get your brand and get your name out there in a marketplace with hundreds of millions of perspectives.
son: ka duu war lanba nda war boŋ maaɲoo noodin hebu damdogoo ra nda boonay haya miliyoŋ zanguyaŋ.

source: Once we read through the documentation it really was just a matter of minutes before we were able to take
son: Zaa ir na fahamandi tiirawey caw ka ben kul cindoo mana too de kala minitiyaŋ hala ir ga hin ka ir

source: our web page and our mobile page, both of which had already included HTML5 technology,
son: Interneti moɲoo nd'ir kanbehaya moɲoo, ihinkaa kul bay ka huru HTML5 dabaribayraa ra,

source: and create an installer for the Mozilla App Store.
son: nda ka sinjikaw foo tee Mozilla App Store še.

source: distribute your apps
son: war porogaramey žemna
