Repository: translate/mozilla-lang
Catalog: son/videos/video_mobbase.lang.po
Languages: son

source: Your apps on all your devices
son: War porogaramey war jinawey kul ga

source: MobBase builds apps for bands and labels.
son: MobBase ga porogaramyaŋ cin donkey še.

source: We make it very easy for bands to connect with their fans all across mobile devices.
son: Ir ga hansa ka faalandi donkey še i ma duu ngey hangakey alhabar kanbe-jinay kul ga.

source: We recognize that there is a big problem that artists had.
son: Ir ga bay kaŋ hooraykey doona ka dii šenday beeri.

source: They have all these fans who are using all sorts of devices
son: Ir goo nda hangakey wey kul kaŋ goo nda jinay dumi kul

source: and their websites are not going to work well on various devices.
son: nda ngey Interneti nungey ši fatta boryo jinay dumey wey ga.

source: So we started off working in native environments, iPhone first, then Android,
son: Woo še ir šintin ha goy lasal windilawey ra, iPhone jina, bandaa ga Android

source: and each has its own complexities and subtleties that make it difficult to maintain and iterate on both.
son: nd'affoo kul goo nda nga šiiriyaney nda boŋ-alhaaley kaŋ ga taagandiyan nda fillayan šendandi i kul ga.

source: We quickly realized that the key to getting a cross-platform solution for most artists was HTML5
son: Ir tanba ka bay kaŋ HTML5 ti fonda kaŋ ga maršin-boobo goyyan faalandi donkaw boobaa še

source: and the reason is this:
son: nda daliloo ti woo:

source: To build a native iPhone App, a native Android App and a native whatever App, is time consuming
son: Ka lasal porogaram tee iPhone, Android nda lasal porogaram dumi tana kul še, woo ga waati ŋaa

source: and each app is a different project and each app requires different assets
son: nda porogaram foo kul ti porože kaŋ ga waani nda affoo kul ga baa goyjinay tana

source: and it becomes a real headache in terms of time and also money.
son: nda a ga boŋsari beeri foo waatoo nda nooroo kaŋ woo ga baa.

source: What HTML5 allows our clients to do is to build the app once and distribute it everywhere.
son: HTML5 g'ir daykey gaa ka porogaramoo cin cee foo nd'a žemni nungu kul ra.

source: With the Mozilla Marketplace we have a unique opportunity to distribute web applications.
son: Nda Mozilla Marketplace ir goo nda fondo cerecerante ka Interneti porogaramey žemni.

source: This is something that was king of a conundrum for us, you know
son: Woo tin boŋhawey kul baalijoo ir hunday še, war ga bay wala

source: we want to be able to distribute these and not just provide links.
son: z'ir ga baa ir ma hin ka wey žemni, manti ka dobuyaŋ de cebe.

source: When Mozilla reached out to us and we entered a partnership with them
son: Waati kaŋ Mozilla n'ir gar nda iri nd'ay na allaahidu dam cere še

source: it was great because it was an App store.
son: a boori zama porogaram neeredoo no.

source: Fans can go to it, they can see the assets, they can see the description
son: Hangakey ga hin ka koy noodin, ka goyjinawey zaa, ka dii šilbayyanoo

source: they can download it just like they’re used to downloading an Android or iPhone app.
son: i ga hin k'a zumandi sanda taka kaŋ nd'i doona Android nda iPhone porogaram še.

source: So, Mozilla provides a great, great market and a great distribution channels for our HTML5 Apps.
son: Adiši Mozilla ka hebu beeri, beeri foo feeri nda žemnari fonda beeriyaŋ ir HTML5 porogaramey še.

source: distribute your apps
son: porogaramey žemni
