Repository: translate/mozilla-lang
Catalog: son/videos/video_fx13.lang.po
Languages: son

source: [What's New in Firefox] It's now easier and faster to get where you want to go with the latest Firefox.
son: [Cin ma taaga Firefox ra] Sohõ war ga hin cahã ka too noodin kaŋ war ga baa nda faala Firefox koraa ra.

source: With the redesigned Home page you can now easily access and navigate to your most commonly used menu options.
son: Nda šintin moɲoo kaŋ fasal taaga war ga cahã ka too šilbayboŋ suubarey kaŋ nda war ga boobo ka goy do nd'i naaru.

source: Like downloads, bookmarks, history, add-ons, sync and settings.
son: Sanda zumandey, doo-šilbawey, taariki, tontoney, hangandey nda kayandiyaney.

source: [New Tab Page] We've also added improvements to your New Tab page.
son: [Nor loku taaga] Ir na boryandiyaŋ tonton war Nor loku taaga moɲoo ga.

source: With the New Tab page, you can now easily navigate to your most recent and frequently visited sites in one click.
son: Nda Nor loku taaga moɲoo, war ga hin ka naaru nda faala nungu korawey kaŋ war dii yey do naagari folloku ga.

source: To start using the New Tab page, create a new tab by clicking the '+' at the top of your browser.
son: Ka šintin ka goy nda Nor loku taaga moɲoo, '+' naagu ceecikaa berehere ka nor loku taaga tee.

source: The New Tab page will now display thumbnails of your most recently and frequently visited websites from your Awesome Bar history.
son: Nor loku moɲoo ga kabeboy biyey cebe sohõ Interneti nungey kaŋ war kokor wala boobo g'i naaru nda war Awesome Bar taarikoo.

source: You can customize your New Tab page by dragging the thumbnails around to change the order.
son: War ga hin ka Nor loku taaga moɲoo hanse war boŋ še nda war ga kabeboy biyey kuubi k'i kanandi taaga.

source: Click on the pushpin to lock the site into place, or the 'X' button to remove a site.
son: Tuti-pontoo naagu to nungoo sogu doo foo ra, wala 'X' butoŋoo ka nungu tuusu.

source: You can also click the 'grid' icon in the top right of the page to go back to the blank new Tab page.
son: War ka hin ka 'tema' biyoo naagu da moɲoo beene kanbe gumaa ga ka willi nor loku taaga moɲoo ga.

source: Get the latest Firefox now and start using these new features today!
son: Duu Firefox koraa sohõ nda šintin ka goy nda alhaali taagey wey hõ!
