Repository: translate/mozilla-lang
Catalog: son/videos/video_evernote.lang.po
Languages: son

source: Evernote is a service that helps you remember everything.
son: Evernote ti goymee kaŋ war gaa ka honga haya kul.

source: We have clients on every platform: mobile, desktop, web
son: Ir goo nda daykawyaŋ goydaarey kul ga: kanbe, ordirnater, Interneti

source: and basically it helps you capture your memories
son: nda cimi a ga war gaa ka war hongarey gaabu

source: and then find them whenever you need them.
son: nda ka duu wey waati kul kaŋ war ga boon'ay.

source: whether they are web pages or notes or things you need to do.
son: waati kul kaŋ i ti Interneti moɲey wala hantumey wala hayey kaŋ war baa k'a tee.

source: Pictures, audio clips; anything you want
son: Biyey, jinde dunbarey; haya kul kaŋ war ga baa

source: Evernote is basically everywhere that you need it to be.
son: Evernote hunday ti nungu kul kaŋ ra war ga boona ka bara.

source: We’re on mobile, we’re on desktop, we’re on web
son: Ir goo kanbe talfon ga, ordinater ga, Interneti ra

source: and all of these apps synch together.
son: nda porogaram hangantey din kul cere bande.

source: The web is a big part of our offering.
son: Interneti ti ir goymiɲoo jere beeroo.

source: Many, many users use our web clipper as a way
son: Goykaw boobo, booboyaŋ g'ir Internet gaabukaa ka

source: to capture pages that they see and then recall them later,
son: moɲey kaŋ i ga dii yey zaa ka hong'ey da nd'a too kayna,

source: even when they are offline and they don’t have access to the Internet.
son: ba waati kaŋ i ga goy bila nda ciyari nd'i ši nda dabari ka Internet cee.

source: Using modern web technologies lets us give the best and richest experience we can for our users.
son: Goyyan nda Interneti dabaribayray tejey ka too war ma dii goykaani fellaa kaŋ ir g'ir goykey ka him'a.

source: So HTML5 gave a fast user experience.
son: Adiši HTML5 ka goy cahãndi teekaa še.

source: It has all the things you expect from a desktop application
son: A goo nda haya kul kaŋ boro ga boon'a ordinater porogaram ra

source: whether its drag and drop, file manipulation, rich text editing,
son: ka tee cendi ka damyan, tuku berebereyan, kalimaɲaa sahãnte fasalyan,

source: all of that just inside of the browser without a heavyweight application installation.
son: woo kul Interneti ceecikaa gundoo ra bila nda porogaram tiŋa foo sinjiroo.

source: So Evernote’s goal is to help you remember everything
son: Zama Evernote anniyaa ti ka war gaa ka honga haya kul

source: and a big part of that is to help you remember things when you’re browsing around the web.
son: nda jere beeroo ti ka war gaa ka honga hayey waati kaŋ war goo ma naaru Interneti bande.

source: You’re trying to find some information.
son: War goo m'alhabaryu foo ceeci.

source: Working with the Mozilla Marketplace was really easy.
son: Goyyan nda Mozilla Marketplace hansa ka faala de.

source: Making the manifest file was a simple JSON file and then interacting with the website
son: Tuku bangante teeyan ti JSON tuku faala foo de nd'a ga šelaŋ nda Interneti nungoo

source: to actually get our application into the marketplace
son: k'ir porogaramoo dam heboo ra nd'alhakiika

source: was straightforward and very self-explanatory.
son: n' ka šerre tũyn nd'a fahamandi nga boŋ še.

source: The advertising and access to new users from the web is great through the Mozilla Marketplace.
son: Feeyan nda ka haya cebe goykaw taagey še ga hansa ka too nga fellaa Mozilla Marketplace ra.

source: distribute your apps
son: war porogaramey žemni
