Repository: translate/mozilla-lang
Catalog: son/videos/video_kicksend.lang.po
Languages: son

source: The problem with file sharing right now is that not one solution
son: Sohõda tuku žemnayan šendaa ti kaŋ manti dabari foo de

source: provides a really, really good experience for non technical users.
son: bara kaŋ ga hansa, hansa ka kaanandi goykey kaŋ manti goni še.

source: With Kicksend you can send files to any of your friends,
son: Nda Kicksend war ma hin ka tukey sanba war cerey še,

source: of any size, just by dragging and dropping onto the web
son: adadu kul, war mm'i gongu de k'i zumandi Interneti ra

source: and you can put in an email address
son: nda war ma haya dam bataga ra

source: and that file gets delivered directly to your friends.
son: de tukoo ma šerre ka koy hala war cerey do.

source: We decided to go the native route because we want to provide
son: Ir hanga lasal fondaa nd'anniya zama ir n' ka baa ka

source: a really good experience that people are used to on iPhone and Android
son: goyoo kaanandi nda takaa kaŋ nda borey doona iPhone nda Android ga

source: but at the same time, we still want to provide
son: amma waati follokaa da ra, ir ga boona da

source: the same great experience on the mobile web.
son: goy kaani follokaa da kanbeyan Interneti ra.

source: HTML5 allows us to be on multiple platforms
son: HTML5 ga too war ma goy maršin booboyaŋ ga

source: without having to worry about dependencies on each of these platforms.
son: bila nda war ma joote nda maršiney din ma kate doonay futu.

source: Developing in HTML5 really helps us provide the features that
son: Cinayan nda HTML5 g'ir gaa nda cimi k'alhaaley kaataray kaŋ

source: our users need to be able to send files really easily through the web.
son: ir goykey ga boon'ey ka hin ka tukey sanba nda faala cimi Interneti ra.

source: We try to be on every single mobile platform
son: Ir ga ceeci ka bara kanbe jinay foo kul ga

source: We do have native applications on iPhone and Android
son: Ir ši nda lasal porogaramyaŋ iPhone nda Android ga

source: but we do realize that the rest of the world
son: amma ir ga bay kaŋ adduɲɲaa jeroo kul

source: can use HTML5 to access Kicksend wherever they are.
son: ga hin ka HTML5 ka huru Kicksend ra nungu kul kaŋ i goo.

source: The Mozilla Marketplace, I mean, first off it gives you massive distribution
son: Mozilla Marketplace, maana ti, ijinaa a ga žemna war jamaa še

source: because everybody who is using Firefox will essentially be using it.
son: zama boro kul kaŋ ga goy nda Firefox kul da mma kaa ka goy nd'a.

source: And there is also a mobile aspect to it that
son: Nda kanbeyan alhaali foo da goo no kaŋ

source: is going to push our mobile HTML5 app to many, many millions of users
son: ga too ir kanbe HTML5 porogaramey ma too goykaw miliyoŋ booboyaŋ do

source: and that’s a no-brainer at that point.
son: nda woo manti sungay-nda-herreyan.

source: The fact that we can update very easily
son: Kaŋ ir ga hin ga taagandi nda faala bibi

source: and actually provide services through the browser
son: nda cimi nafaw goyyaŋ kate ceecikaa woo bande

source: that gives our app special permissions is something that is also a no-brainer
son: kaŋ ga too ir porogaramey ma duɲe nda cerecere bila nda šenday dumi kul

source: It took us may 15 minutes to bundle our app up and publish it
son: A too ir ga miniti 15 hala ir m'ir porogaramoo haw k'a wallafi

source: to the Marketplace and ever since then we pushed out
son: Marketplace ra nda za ir fatta nda

source: a few releases already and it was a very smooth smooth experience.
son: kaataray dumi fooyaŋ ka ben nda woo goyoo tee ibaana-baana foo.

source: distribute your apps
son: war porogaramey žemna
