Repository: translate/mozilla-lang
Catalog: son/videos/video_teambox.lang.po
Languages: son

source: Your apps on all your devices
son: War porogaramey jinay kul ga

source: Teambox is an online collaboration software that can be hosted in the cloud or onsite
son: Teambox ti Interneti porogaram goykašinay kaŋ ga hin ga zunbu duula wala nungu ga

source: that allows teams of any size to collaborate more efficiently,
son: ka too konday dumi kul ma hin ka goy nda cere ka sahã,

source: communicate with each other, share files and manage tasks.
son: ka šelaŋ nda cere, ka tukey žemni nda goymiɲey juwal.

source: We’re fortunate enough to have customers all over the world
son: Ir tee saaye da kaŋ ir goo nda daykawyaŋ adduɲɲaa kul ra

source: and using HTML5 we know that we can deliver a consistent user experience
son: nda HTML5 goyoo ra ir ga bay kaŋ ir ga hin kookari ka goykaw binekaani

source: to those customers anywhere they are, no matter what device they are using.
son: daykey kul še noodin kaŋ i goo, a ši nda taali maršin kul kaŋ goo i še.

source: There is actually one customer that’s coming to mind called iBolt
son: Nda cimi woo daykaw foo kaŋ še i ga nee iBolt ga kaa lakkal ra

source: and they manufacture wireless accessories all over the world.
son: nd'i ga hewbande ciyari yaarihayayaŋ tee adduɲɲaa kul še.

source: All of them are on different devices, some of them are using phones
son: Kaŋyaŋ kul goo jinay waananteyaŋ ga, jerey ga dira talfon ga

source: some are on tablets, some are on the desktop,
son: jerey goo walhayze ga. jerey da ordinater ga,

source: but we know that all of them have a consistent and great user experience using HTML5
son: amma ir ga bay kaŋ wey kul ga duumi ka goyyan kaani noo nda HTML5

source: and that gives us a lot of assurance as a software developer.
son: nda woo g'ir biney kanandi, ir kaŋ ti porogaram cinkaw

source: Obviously we could build native applications, but doing so,
son: Alhakiika ra ir ga hin ka ir boŋ porogaramyaŋ cin amma woo

source: for a small fast-growing company like us,
son: ir kaŋ ti konday kayna kaŋ ga cahã ka beeri,

source: takes a lot of time, a lot of extra money and
son: ga waati boobo ŋaa, a baa nooru boobo nda

source: it impacts our ability to deliver a great app to market sooner.
son: a g'ir ganji ka cahã ka porogaran suubante dam heboo ra.

source: So we made the decision not to build native apps
son: Woo še ir yadda kaŋ ir ši porogaram tee ir boŋ še

source: and we’re using technologies like HTML5 to get to market faster
son: nd'ir ga goy nda dabaribayrawey sanda HTML5 ka heboo dam tanba

source: with better products and ultimately to deliver a better user experience for our customers.
son: nda jinay cereceranteyaŋ nda ka ben ka goykaw binekaana alhaali kate ir daykey še.

source: Quite frankly we see it as a terrific onramp for our business
son: Nda cimi da ir ga dii kaŋ woo ti gomni šifante ir goyoo še

source: Already today we see almost 1,000 signups a day without the Mozilla Marketplace
son: Ba sohõ ir ga duu maa-hantumyan 1000 zaari ra bila nda Mozilla Marketplace mo

source: and we can’t even imagine how many we can possibly get through that Marketplace.
son: nda ir ši hin ka ba miile nda boro hinnaa kul kaŋ iri ma hin k'i dam Marketplace ra.

source: So we see it as a tremendous opportunity.
son: Adiši ir še gomni bebbeeri foo ti woo.

source: Something that gives us more visibility, more cachet in the market
son: Haya foo no kaŋ g'ir tunandi moo ra, a g'ir kaataray heboo ra

source: and we’re really excited about it, we’re looking forward to it.
son: nda ir ka ɲaali nda cimi nga sabboo ra, ir gansa a še gumo.
