Repository: translate/mozilla-lang
Catalog: sat/templates/mozorg/emails/education.po
Languages: sat

source: Thanks for your interest in Mozilla's educational initiative, Webmaker. We promote web literacy around the world with hands-on making and interest-driven learning.
sat: मोजिलवाक् सिखना़त एतोहोब वेबमेकार रे आमाक् ,गोरजी ला़गित् सारहाव को आले ति रे तेयार आरगोरजी चालाव तेच् सांव गोटा दुनिया वेब सिखना़त ले राकाब.

source: Here are a few resources to help you get started.
sat: नोडे तिनाक् गान सोत् आम एतोहोब गोड़ो ला़गित् काना.

source: # Make Something With the Web
sat: # वेब सांव जाहांनाक् तेयार .

source: We believe making and learning go hand-in-hand. Try our open suite of tools to create, animate and remix web content and improve your web skills as you go:
sat: आले -तिरे- ति चालावकाते तेयार चेदोक् ले पा़तियोवा आलेयाक् झिज मामला तेयार ला़गित् टुल्स रेयाक् कुरुमुटुय मे ,जिविआन आर दोहड़ मिलाव वेब बिसोय आर आम चालाक् लेका आमाक् वेब लेक को बाढाव:

source: # Webmaker Mentors
sat: # वेबमेकार सोलहा़ एमोगिच्

source: Webmaker Mentors are fiercely unconventional technologists, thinkers, and creators. We care about empowering everyone to be makers of the web – and pushing the limits of what's possible online.
sat: वेब मेकार सोलहा़ एमोगिच् दो बोतोरांन बेगोर आरिचाली प्रोद्योगिकी तेयार को ,उयहा़र को आर तेयार को काना. आले वेब रिन तेयार को ला़गित् जोतो होड़ दाड़े तेयार बाबोत ते ध्यांन ले एम आ – ऑनलाइन चेत् हुय दाड़ेयाक् सिमा़ को रेयाक् ठेलाव .

source: We help learners make amazing things on the web and level up their digital skills as they go. We promote radical inclusion and support learning anywhere - in our homes, offices, neighborhoods and online.
sat: आले वेब रे हाहाड़ जिनिस को तेयार चेचेत् कोले गोड़ोवाकोवा आर उनकु चालाक् लेका आकोवाक् डिजिटल लेक को चेतान ताह . आले जाहां रेगे चेचेत् को साधिन सांमिल आर गोड़ो ले राकाब कोवा - आलेयाक् ओड़ाक्,ऑफिल,पुड़सि आर ऑनलाइन रे . .

source: Please introduce yourself on our community mailing list. We don't bite!
sat: आलेयाक् सांवता बिरा़द ऑेल सुची रे आम ते उपुरुमोक् मे .आले बाले गेर आ !

source: # Webmaker Teaching Kits
sat: # वेबमेकार पाढ़ाव किटस.

source: These teaching kits are full of activities and resources to help you facilitate learning sessions with a focus on webmaking. You'll find everything you need, from a pedagogical overview to tips on assessing participants' progress. Print them out, load them on your tablet or phone or simply use them as inspiration:
sat: नोवा पाड़हाव किट दो आम वेब तेयार रे उदुक् सांव चेदोक् ओकतो सुविधा ला़गित् पुरा़ ओचोड़ को आर सोत को गोड़ो बामा, आम ला़कती जोतो वाक एम ञामा, आ़तुरोक् कान सा़मिला़त कोवाक् लाहानती रे टिप रे मित् सिखना़त गा़खुड़िया चेतान ञेल कोन . उनकु छापा ओडोक्, आमाक् टेबलेट आर बाङ फोन रे उनकु लादे आर बाङ साधारोन उसका़व लेका उनकु बेभार कोम :

source: Mozilla is deeply committed to identifying the skills, competencies and literacies necessary to read, write and participate on the web, and our teaching kits align with the Web Literacy Standard.
sat: मोजिला दो लेकमान को उपरुम होचो ला़गित् गा़हिर ते आलाया काना , खेमोंता को आर सिखना़त् को पाड़हाव, ओल आर आलेयाक् पाड़हाव किट्स वेब सिखना़त बातावाक् सांव सोमान होचो .

source: # Webmaker Events
sat: # वेब मेकार घोटना .

source: Attending or organizing a Webmaker event is a great way to put these teaching kits and skills into practice. Gather your friends and family, grab a computer, and start making the web.
sat: हा़जिरोक आर नोवा को पाड़हाव किट्स आर हेवा रे लेकमान को दोहो ला़गित् मित् माराङ होर काना. आमरिन गाते को आर घारोंज जारवा, मित् काम्प्युटार हाताव मे, आर वेब तेयार एहोब मे.

source: Find an event near you: https://webmaker.org/events
sat: आर सुर रे मित् घोटना ञाम : https://webmaker.org/events

source: And check out tips on organizing a hands-on Webmaker event: https://webmaker.org/guides
sat: आर मित् ती-रे वेबमेकार घोटवा सामटाव रे टिप्स खोन बाहरे ओडोक् : https://webmaker.org/guides

source: # Let's teach the web!
sat: # देला वेब पाड़हावेम !

source: Thank you for your interest in education and teaching the web. Please feel free to use and remix these resources and to share your experiences with the Webmaker Mentor community.
sat: सिखना़त आर वेब पाड़हाव रे आमाक् गोरजी ला़गित् आम सारहाव. नोवा सोत को बेबार आर दोहड़ा मिला़व ला़गित् आलगा आटकार में आर वेबमेकार सोलाह एम हेरेड़ को हा़टिञ ला़गित् .

source: All the best,
sat: जोतोवाक् बेस ,

source: -- The Mozilla Webmaker Mentor team
sat: -- मोजिला वेबमेकार सोलाह एम टिम .
