Repository: translate/mozilla-lang
Catalog: cak/mozorg/about/history.lang.po
Languages: cak

source: Looking back. Looking ahead.
cak: Rutz'etik ri b'anatajnäq. Rutz'etik ri chwa'q kab'ij.

source: Mozilla exists to promote openness, innovation and opportunity on the Internet.
cak: Ri Mozilla k'o richin nuya' rutzijol ri tikirib'äl, ri tz'ukuj chuqa' ri samaj kichin konojel pa K'amaya'l.

source: Take a closer look at who we are, including some of our biggest achievements and milestones.
cak: Tatz'eta' ri öj achike röj, achi'el chuqa' ri jujun qaq'i'on chuqa' ri nima'q q'i'oj.

source: Previous
cak: Chuwäch

source: Next
cak: Jun chik

source: The Mozilla Project launched at Netscape on March 31, 1998, to offer choice to users and drive innovation on the Web.
cak: Ri Mozilla nimasamaj xtz'uk ruma Netscape ri 31 q'ij chi re ri rox rik' ri juna' 1998, akuchi' k'o niya' chi kiwäch ri winaqi' chuqa' nitikirisäx ri tz'ukuj pan Ajk'amaya'l.

source: Proudly non-profit, Mozilla makes products like Firefox with a mission to keep the power of the Web in the hands of users everywhere.
cak: Mozilla nuna' ri' ruma chi jun moloj ri man rutzeqelb'en ta ch'akoj, ri yerunük' taq tikojil achi'el Firefox, akuchi' k'o ri taqel rutaqanem chi ri winaqi' chijun ruwach'ulew tik'oje' kuchuq'a' pa Ajk'amaya'l.

source: More than 10,000 contributors expressed their support for our mission by paying for a full-page ad in <cite>The New York Times</cite> on the day Firefox 1.0 launched in 2004.
cak: Ri q'ij toq xqelesaj Firefox 1.0 pa 2004, jotöl chi re ri 10 xo'il to'onela' xkito' ri taqel qataqanem rik'in ri xkitöj jun rutzijol ri rumejon jun tz'aqät ruxaq ruwuj <cite>The New York Times</cite>.

source: Today Mozilla has contributors on every continent, including Antarctica (where Firefox is used by 80% of people).
cak: Mozilla e k'o ruto'onela' pa ronojel ri taq setul, achi'el pa Riqi' (akuchi' ri 80% ruwinaq nikokisaj Firefox).

source: Firefox Add-Ons allow you to customize and take control of your Web experience. Nearly 4 billion of them have been downloaded by users so far.
cak: Ri taq rutz'aqat Firefox nikiya' q'ij chawe' richin nawichinaj chuqa' nik'oje' pan aq'a' ri awetamab'al pa Ajk'amaya'l. Xeqasäx yan jotöl chi re ri 4 xo'il t'ijtäq taq tz'aqat.

source: Firefox Add-Ons allow you to customize and take control of your Web experience. Over 3 billion of them have been downloaded by users so far.
cak: Ri taq rutz'aqat Firefox nikiya' q'ij chawe richin nawichinaj chuqa' nik'oje' pan aq'a' ri awetamab'al pa Ajk'amaya'l. Xeqasäx yan jotöl chi re ri 3 xo'il t'ijtäq taq tz'aqat.

source: Mozilla is leading the way in online privacy with browser innovations like Do Not Track and Lightbeam that give users greater control of their personal data.
cak: Mozilla ajk'amöl b'ey pa ruwi' ri ichinanem pa k'amaya'l rik'in taq tz'ukuj pa okik'amaya'l achi'el Do Not Track chuqa' Lightbeam, akuchi' nuya' q'ij chi ke riwinaqi' yekichajij ri taq kitzij.

source: Our global community has helped translate Firefox into over 70 languages, making the browser available to more than 90% of the world's population.
cak: Ri qamoloj aj ruwach'ulew eto'oyon chi rutzalq'omaxik Firefox jotöl chi re ri 70 taq ch'ab'äl, akuchi' niya' pa kiq'a' jotöl chi re ri 90% ruwinaq ri ruwach'ulew.

source: In 2008, 8,002,530 people chose Firefox in a single day to set a Guinness World Record for “Most Downloads of a Software Application in 24 Hours.”
cak: Pa 2008 e 8.002.530 winaqi' xkicha' ri Firefox xa xe pa jun q'ij akuchi' xjikibäx ri Guinness aj ruwach'ulew etal richin “Jotöl ruqasaxik jun ruchokoy kema' pa 24 ramaj.”

source: The Mozilla Festival is our largest annual event, bringing together hundreds of creative minds to realize the full power and potential of the Web.
cak: Ri Mozilla festival, ja ri' ri nïm qamolojri'ïl pa juna', akuchi' nikimöl ki' wok'altäq chi na'owinäq taq winäq richin niq'i' ronojel ri ruchuq'a' chuqa' ruchuq'ab'il Ajk'amaya'l.

source: Mozilla Webmaker works to create a more Web-literate planet, providing tools and projects to help people take greater control of their online lives.
cak: Ri rurayb'al Mozilla Webmaker ja ri nisamäj pa ruwi' jun utziläj kajulew, akuchi' e k'ïy ketaman pa ruwi' ri kematz'ib', chuqa' akuchi' niya' taq samajib'äl chuqa' taq nimasamaj, ri yekito' ri winaqi' chi tik'oje' pa kiq'a' ri kik'aslema kik'in kematz'ib'.

source: Firefox for Android brings the Firefox desktop browsing experience to phones and tablets. Available on Google Play, it has been downloaded more than 80 million times.
cak: Firefox richin Android nuk'äm pe ri retamab'al Firefox richin ajkematz'ib' pa taq oyonib'äl chuqa' pa taq tz'alamkem. Wachel pa Google Play, qasan chik jotöl chi re ri 80 t'ijtäq mul.

source: Mozilla leads the Open Badges program, an online standard that helps people gain recognition for 21st century skills and unlock new career opportunities.
cak: Firefox richin Android nuk'äm pe ri retamab'al Firefox richin ajkematz'ib' pa taq oyonib'äl chuqa' pa taq tz'alamkem. Wachel pa Google Play, qasan chik jotöl chi re 80 t'ijtäq mul.

source: The Mozilla Developer Network is a community-driven Web resource that provides the best documentation, tutorials and tools available to more than 2 million visitors each month.
cak: Ri Mozilla Developer Network jun ajtinamït ajk'amaya'l tob'äl, akuchi' nuya' chi kiwäch jotöl chi re ri 2 t'itäq tz'etonela' pa jun ik' ri cha'on wujil, ri jeb'ël taq soletamab'äl chuqa' ri k'ak'a' taq samajib'äl e k'o.

source: Mozilla works to care for and preserve the Web as a shared public resource for the benefit of everyone.
cak: Nisamäj ri Mozilla chuqa' numäy chi ja ta chi ri Ajk'amaya'l junelïk tok jun komonin kitob'al winaqi' richin qutzil qonojel.

source: In 2013, Mozilla launched Firefox OS to unleash the full power of the Web on smartphones and once again offer control and choice to a new generation of people coming online.
cak: Pa 2013 xqelesaj pe Firefox OS richin niqaq'alajisaj ronojel ri ruchuq'a' Ajk'amaya'l pa na'owinäq taq oyonib'äl, nusüj ri chajinïk chuqa' okinäq jun k'ak'a' kalk'walaxnem ri winaqi' ye'apon pa K'amaya'l.

source: The work Mozilla does is made possible thanks to tens of thousands of volunteers who believe the Web should remain open and accessible to all.
cak: Ri rusamaj Mozilla nib'anatäj kuma xo'il xipanela' chuqa' to'onela': winaqi' ri achi'el rat, nikina'ojij chi ri Ajk'amaya'l k'o chi junelïk jaqäl chuqa' okel chi qawäch qonojel.

source: About Mozilla
cak: Achike ri Mozilla

source: A look at our projects, products and principles
cak: Jun kitz'etik ri taq qanimasamaj, tikojil chuqa' ruk'u'x qatzij

source: More history
cak: Ch'aqa' chik natab'äl

source: Where we came from and how we got to where we are
cak: Akuchi' öj petenäq wi chuqa' achike rub'eyal xojapon akuchi' öj k'o wi

source: Governance
cak: Chanpomanem

source: Our organization, structure and broader community
cak: Qamoloj, ruch'akulal chuqa' ri nimaläj tinamït
