Repository: translate/mozilla-lang
Catalog: cak/mozorg/about/manifesto.lang.po
Languages: cak

source: The Mozilla Manifesto
cak: Ri rutzijoxik Mozilla

source: These are the principles that guide our mission to promote openness, innovation & opportunity on the Web.
cak: E ja re' ri ruk'u'x taq tzij kik'wan rub'ey ri qataqel taqanem richin nitikirisäx ri rutikirisaxik, rutz'ukik chuqa' niya' q'ij pan Ajk'amaya'l.

source: Share this
cak: Takomonij

source: <strong>Our 10</strong> Principles
cak: <strong>Ri 10 qichin</strong> Taq ruk'u'x tzij

source: Previous principle
cak: Ri jun kan ruk'u'x tzij

source: Next principle
cak: Jun chik ruk'u'x tzij

source: See more…
cak: Titz'et ch'aqa' chik…

source: Learn more
cak: Tetamäx ch'aqa' chik

source: The Internet is an integral part of modern life—a key component in education, communication, collaboration, business, entertainment and society as a whole.
cak: Ri K'amaya'l jun ütz k'ulel pa k'ak'a' k'aslem—jun nïm retal tijonïk, ri tzijonem, ri to'ïk, ri k'ayij loq'oj, ri etz'anem chuqa' chi re ri winaqilal pa ronojel.

source: Use Open Badges to share your skills and interests
cak: Tawokisaj Open Badges richin ye'akomonij ri taq awetamab'al chuqa' taq ri niqa chawäch

source: Explore how the Web impacts science
cak: Takanoj ri nub'än ri Ajk'amaya'l chi re ri etamab'äl

source: Learn about open source code in journalism
cak: Tawetamaj chi rij ri jaqäl b'itz'ib' pa talutz'ib'anem

source: Making to learn in the digital world
cak: Qaq'i'on ruk'utik ri kemtz'ib' ruwach'ulew

source: The Internet is a global public resource that must remain open and accessible.
cak: Ri K'amaya'l kisamajib'al winaqi' chijun ruwach'ulew, ri k'o chi jantape' jaqel chuqa' okel.

source: Read about open Internet policy initiatives and developments
cak: Tawetamaj chi kij ri taq nukuj chuqa' kitikirib'al jaqäl taq na'ojil richin ri K'amaya'l

source: Explore how to help keep the Web open
cak: Tatz'eta' achike rub'eyal yojto'on niqasamajij ri jaqäl Ajk'amaya'l

source: Mozilla story
cak: Rub'anob'al Mozilla

source: You don’t have to make a case for open. You have to make a case for not open.
cak: Man k'atzinel ta naya' atzij pa ruwi' ri rutzil okem. K'atzinel naya' atzij chi rij toq majun okem.

source: <span>Johnathan Nightingale,</span> <span>VP Firefox</span>
cak: <span>Johnathan Nightingale,</span> <span>Ruka'n K'amöl Rub'ey Firefox</span>

source: The Internet must enrich the lives of individual human beings.
cak: Ri K'amaya'l k'o chi nrutzilaj kik'aslem ri winaqi'.

source: See how the Web can connect the world to healthcare
cak: Tawila' achike rub'eyal ri Ajk'amaya'l nitikïr nuxïm ri ruwach'ulew rik'in ri ch'ajch'ojil

source: Explore how the Web works
cak: Tatz'eta' rub'eyal nisamäj ri Ajk'amaya'l

source: Individuals’ security and privacy on the Internet are fundamental and must not be treated as optional.
cak: Ri jikomal chuqa' ri ichinanem pa K'amaya'l yalan rejqalem chuqa' k'o chi man nitz'et ta achi'el choj cha'oj.

source: See how Mozilla works to put your privacy first
cak: Tawila' achike rub'eyal nisamäj ri Mozilla richin nunab'eyisaj ri awichinem

source: Read about developments in privacy and data safety
cak: Tasik'ij chi kij ri taq nuk'uj pa ichinanem chuqa' kijikomal taq tzij

source: Learn more about how to protect yourself online
cak: Tawetamaj ch'aqa' chik chi rij rub'eyal nachajij awi' pa k'amab'ey

source: The Web We Want: An Open Letter
cak: Ri Ajk'amaya'l ri niqajo': Jun jaqäl taqowuj

source: Individuals must have the ability to shape the Internet and their own experiences on it.
cak: Ri winaqi' k'o chi e jwi' richin nikib'än rub'eyal ri K'amaya'l chuqa' ri awetamab'al chi rij rija'.

source: Use these free tools to teach the Web
cak: Ke'awokisaj re sipan taq samajib'äl re' richin nak'üt ri Ajk'amaya'l

source: Learn about creating and curating content for the Web
cak: Tawetaman yanuk'un chuqa' ye'acha' taq rupam ri Ajk'amaya'l

source: Teaching the Web
cak: Ruk'utik ri Ajk'amaya'l

source: Meet the Webmakers
cak: Tawetamaj kiwächi ri Ajwebmaker

source: The effectiveness of the Internet as a public resource depends upon interoperability (protocols, data formats, content), innovation and decentralized participation worldwide.
cak: Ri rutzil K'amaya'l achi'el jun ajwinäq tob'äl ruchajin ri rusamajixik ri' (rub'eyal taq samaj, kib'anikil taq tzij, rupam), ri tz'ukuj chuqa' ri jachsamajinem to'ïk chijun ruwach'ulew.

source: Add new voices to open source technology
cak: Ke'atunu' k'ak'a' taq ch'ab'äl pa ri runa'ob'al jaqäl b'itz'ib'

source: Set your Do Not Track preference
cak: Tanuk'u' ri awajowab'al richin man yakanöx ta

source: Understand the Web ecosystem
cak: Tiq'ax pan awi' ri ch'ajch'oj runuk'ulem Ajk'amaya'l

source: Who is Mozilla?
cak: ¿Achike ri Mozilla?

source: Free and open source software promotes the development of the Internet as a public resource.
cak: Ri jamäl kema' chuqa' ri jaqäl b'itz'ib' nuya' rutzijol runuk'ik ri K'amaya'l rik'in jun ajwinäq tob'äl.

source: Explore how open practices keep the Web accessible
cak: Takanoj achi'el ri jaqäl taq tojtob'enïk nikib'än ri okel Ajk'amaya'l

source: Learn how to remix content to create something new
cak: Tawetamaj naxöl chik ri rupam richin natz'ük jun k'ak'a'

source: Learn how to maximize the interactive potential of the Web
cak: Tawetamaj nanimirisaj ri silonel ruchuq'a' Ajk'amaya'l

source: Contributing to Open Source Software
cak: Nato' ri rukema' jaqäl b'itz'ib'

source: Transparent community-based processes promote participation, accountability and trust.
cak: Ri ch'ajch'öj taq b'eyal epetenäq chi rij ri tinamït nikiya' rutzijol ri to'ïk, ri niman tzij chuqa' ri kuqub'äl.

source: Participate in our governance forum
cak: Kato'on pa ri qamolna'oj richin champomanelil

source: Join us as a volunteer
cak: Katok qik'in achi'el to'onel

source: Join us as a student ambassador
cak: Katok qik'in achi'el jun tijoxel ulanel

source: Join us as a <a href="%(volunteer)s">volunteer</a> or <a href="%(ambassador)s">student ambassador</a>
cak: Katok qik'in achi'el <a href="%(volunteer)s">to'onel</a> o <a href="%(ambassador)s">tijoxel ulanel</a>

source: Learn how to collaborate online
cak: Tawetamaj rub'eyal yato'on pa k'amab'ey

source: I am a Mozillian
cak: Rïn in jun aj Mozilla

source: Commercial involvement in the development of the Internet brings many benefits; a balance between commercial profit and public benefit is critical.
cak: Ri ruk'ayixik K'amaya'l nuya' rutzil ri runuk'ulem, k'atzinel nipaj kij ri k'ayinïk taq rayb'äl chuqa' ri ajwinäq taq to'ïk.

source: Visualize who you interact with on the Web with Lightbeam
cak: Tatzu' rik'in Lightbeam achike nisamäj awik'in pa Ajk'amaya'l

source: See how Firefox phones seek to balance the mobile ecosystem
cak: Tawila' achi'el ri taq Firefox oyonib'äl nikikanoj ri chojmilal pan ajoyonib'äl ch'ajch'öj nuk'ulem

source: Learn about creating Web resources with others
cak: Tawetamaj ye'anük' Ajk'amaya'l taq tob'äl kik'in ch'aqa' chik

source: Lightbeam for Firefox
cak: Lightbeam richin Firefox

source: Magnifying the public benefit aspects of the Internet is an important goal, worthy of time, attention and commitment.
cak: Kinimirisaxik ri taq retal ajwinäq rurayb'al K'amaya'l k'o chi jun nïm rayb'äl ri nrajo' qaramaj, qatzub'al chuqa' ximoj qatzij.

source: Host or join a Maker Party
cak: Tanuk'u' o katok pa jun Maker Party

source: Learn how to build online collaboration skills
cak: Tawetamaj ye'anük' to'onel taq etamab'äl pa k'amab'ey

source: What is MozFest?
cak: ¿Achike ri MozFest?

source: Read the entire manifesto
cak: Tasik'ij ri tz'aqät tzijoxik

source: Tell your friends
cak: Tab'ij chi ke ri awachib'il

source: I support Mozilla because… #mozmanifesto
cak: Ninto' ri Mozilla ruma… #Moztzijoxik

source: Tweet this
cak: Tataluj

source: Learn more about…
cak: Tawetamaj ch'aqa' chik chi rij…

source: Donating to Mozilla
cak: Kasipan chi re ri Mozilla

source: Our history
cak: Qanatab'al

source: Our mission
cak: Taqanem qatzij

source: Introduction
cak: Nab'ey taq tzij

source: The Internet is becoming an increasingly important part of our lives.
cak: Ri K'amaya'l jutaqil yalan rejqalem pa qak'aslem.

source: The Mozilla project is a global community of people who believe that openness, innovation, and opportunity are key to the continued health of the Internet. We have worked together since 1998 to ensure that the Internet is developed in a way that benefits everyone. We are best known for creating the Mozilla Firefox web browser.
cak: Ri Mozilla Nimasamaj jun aj ruwach'ulew kitinamit winaqi', ri nikinimaj chi ri tikirib'äl, tz'ukuj chuqa' ri samaj yalan kejqalem chi re ri raxnaqil K'amaya'l. Pa 1998 ojsamajinäq pe junam richin nijikib'äx chi ri K'amaya'l tinuk' richin rutzil ri winaqilem. Yalan etaman qawäch ruma xqanük' ri Mozilla Firefox ajk'amaya'l Okik'amaya'l.

source: The Mozilla project uses a community-based approach to create world-class open source software and to develop new types of collaborative activities. We create communities of people involved in making the Internet experience better for all of us.
cak: Ri Mozilla nimasamaj nisamäj achi'el pa jun tinamït, akuchi' nunük' rukema' jaqäl b'itz'ib' yalan e ütz chuqa' yerunük' k'ak'a' to'onel taq samaj. Yeqanük' tinamït winaqi' akuchi' niqaq'i' qonojel jun utziläj etamab'äl pa K'amaya'l.

source: As a result of these efforts, we have distilled a set of principles that we believe are critical for the Internet to continue to benefit the public good as well as commercial aspects of life. We set out these principles below.
cak: Ri q'i'on rik'in re taq uchuq'a' re', eqanuk'un jujun ruk'u'x taq tzij, ri niqana'ojij chi e k'atzinel richin chi ri K'amaya'l tajin keruto' achi'el ri ajwinäq wachinäq chuqa' ri k'ayin wachinäq pa k'aslemal. Ja re yeqacholajij qa re ruk'u'x taq tzij re'.

source: The goals for the Manifesto are to:
cak: Ri taq rurayb'al Tzijoxïk ja re':

source: articulate a vision for the Internet that Mozilla participants want the Mozilla Foundation to pursue;
cak: tiya' retal jun rutzub'al K'amaya'l, akuchi' ri yeto'on pa Mozilla niqajo' chi troqaj ri Mozilla Moloj;

source: speak to people whether or not they have a technical background;
cak: yojtikïr yojtzijon kik'in ri winaqi', k'o o manäq etamel taq kina'oj;

source: make Mozilla contributors proud of what we're doing and motivate us to continue; and
cak: tiq'ï' chi ri e ruto'onela' Mozilla tikina' ki' chi rij ri tajin niqab'än richin chi tuyäk qak'u'x richin k'a yojsamäj; chuqa'

source: provide a framework for other people to advance this vision of the Internet.
cak: tiya' jun tikirib'äl richin chi ri ch'aqa' chik winaqi' tikutzilaj re rutzub'al K'amaya'l re'.

source: These principles will not come to life on their own. People are needed to make the Internet open and participatory - people acting as individuals, working together in groups, and leading others. The Mozilla Foundation is committed to advancing the principles set out in the Mozilla Manifesto. We invite others to join us and make the Internet an ever better place for everyone.
cak: Re taq ruk'u'x tzi re' man pa kiyonil ta xkeb'anatäj. Ye'ajowäx winaqi' richin nib'an chi ri K'amaya'l tok jun jaqäl chuqa' to'onel k'ojlib'äl, winaqi' ri yesamäj kiyonil chuqa' pa molaj chuqa' winaqi' ri ye'ok kik'amöl b'ey ch'aqa' chik. Ri Mozilla Moloj nuya' rutzij chi nib'iyin kik'in ri ruk'u'x taq tzij ya'on ketal pa re rutzijoxik re'. Yeqapeyoj ch'aqa' chik chi ke'ok pa re nimasamaj re', richin ke ri' niqab'än chi re ri K'amaya'l jun utziläj k'ojlib'äl qichin qonojel.

source: Principles
cak: Ruk'u'x taq tzij

source: Individuals must have the ability to shape the Internet and their own experiences on the Internet.
cak: Ri qawinaq k'o chi yetikïr nikib'än ruchojmil ri ketamab'al pa K'amaya'l.

source: Advancing the Mozilla Manifesto
cak: Nïm b'enäq chuwäch ri Mozilla rutzijoxik

source: There are many different ways of advancing the principles of the Mozilla Manifesto. We welcome a broad range of activities, and anticipate the same creativity that Mozilla participants have shown in other areas of the project. For individuals not deeply involved in the Mozilla project, one basic and very effective way to support the Manifesto is to use Mozilla Firefox and other products that embody the principles of the Manifesto.
cak: K'o jalajöj rub'anikil richin yek'iyirisäx ri ruk'u'x taq rutzij rutzijoxik Mozilla. Niqaya' kiq'ij jalajöj ruwäch taq samaj chuqa' niqoyob'ej niqïl ri kina'oj ri yeto'on pa Mozilla pa ri ch'aqa' chik taq tanaj richin ri nimasamaj. Ri winaqi' man jumul ta tajin yeto'on rik'in ri Mozilla nimasamaj, jun jikïl rub'anikil chuqa' ütz nikito' ri tzijoxïk, ja ri tikokisaj Mozilla Firefox o xab'achike jun chik tikojil ri nuya' retal ruk'u'x taq tzij ri Tzijoxïk.

source: Mozilla Foundation Pledge
cak: Ri rusujun ri Mozilla moloj

source: The Mozilla Foundation pledges to support the Mozilla Manifesto in its activities. Specifically, we will:
cak: Ri Mozilla moloj nusüj ruto'ik re Rutzijoxik Mozilla re' rik'in ri taq rusamaj. Jikïl niqasüj:

source: build and enable open-source technologies and communities that support the Manifesto’s principles;
cak: niqanük' chuqa' yeqab'än taq na'ob'äl rik'in jaqäl b'itz'ib' achi'el chuqa' taq tinamït ri nikitob'ej ruk'u'x taq rutzij ri Rutzijoxik;

source: build and deliver great consumer products that support the Manifesto’s principles;
cak: niqanük' chuqa' yeqataluj utziläj taq tikomal, ri nikitob'ej ruk'u'x taq rutzij ri Rutzijoxik;

source: use the Mozilla assets (intellectual property such as copyrights and trademarks, infrastructure, funds, and reputation) to keep the Internet an open platform;
cak: nokisäx ri taq ruwachinaq Mozilla (ajna'oj ruwachinaq, ri copyrights chuqa' ri tz'ib'an taq ruwachib'al, ri rucholnuk'ulem, ri taq rupwaq chuqa' ri retal rusamaj) richin nib'an chi re ri K'amaya'l achi'el jun jaqäl nuk'uche'el;

source: promote models for creating economic value for the public benefit; and
cak: niya' kitzijol taq b'eyal richin yenuk' ajpwaq taq tob'äl richin ajwinäq to'ïk; chuqa'

source: promote the Mozilla Manifesto principles in public discourse and within the Internet industry.
cak: niya' kitzijol ri ruk'u'x taq rutzij Rutzijoxik Mozilla pan ajwinäq taq tzijonem chuqa' pa ruk'iyb'anoj K'amaya'l.

source: Some Foundation activities—currently the creation, delivery and promotion of consumer products—are conducted primarily through the Mozilla Foundation’s wholly owned subsidiary, the Mozilla Corporation.
cak: Jujun taq rusamaj ri Moloj—wakami, ri kitz'ukik, kijachik chuqa' kitaluxik taq tokomal—jumul nib'anatäj ruma ri talüy ajk'aymoloj Mozilla Nimamoloj, ri richin Mozilla Moloj.

source: Invitation
cak: Peyonïk

source: The Mozilla Foundation invites all others who support the principles of the Mozilla Manifesto to join with us, and to find new ways to make this vision of the Internet a reality.
cak: Ri Mozilla Moloj yerupeyoj konojel ri winaqi' chi kekito' ri ruk'u'x taq rutzij Rutzijoxik Mozilla chi ke'ok qik'in richin nilitäj k'ak'a' taq rub'anikil chi niwachij re rutzub'al K'amaya'l re'.
