Repository: translate/mozilla-lang
Catalog: hsb/lightbeam/lightbeam.lang.po
Languages: hsb

source: Menu
hsb: Meni

source: Home
hsb: Startowa strona

source: About
hsb: Wo

source: Lightbeam for Firefox
hsb: Lightbeam za Firefox

source: Lightbeam is a Firefox add-on that uses interactive visualizations to show you the first and third party sites you interact with on the Web.
hsb: Lightbeam je přidatk Fiefox, kotryž interaktiwne wizualizacije wužiwa, zo by wam sydła prěnich a třećich poskićowarjow pokazał, z kotrymiž we webje interagujeće.

source: Shine a Light on Who’s Watching You
hsb: Wotkryjće, štóž was wobkedźbuje

source: See who’s tracking you online
hsb: Hladajće, štóž was online wobkedźbuje

source: As you browse, Lightbeam reveals the full depth of the Web today, including parts that are not transparent to the average user.
hsb: Hdyž přehladujeće, wotkrywa Lightbeam dźensa połnu hłubokosć weba, inkluziwnje dźěle, kotrež za přerěznych wužiwarjow transparentne njejsu.

source: Download Lightbeam for Firefox
hsb: Sćehńće Lightbeam za Firefox

source: Get it from Mozilla Add-Ons
hsb: Wobstarajće sej jón z přidatkow Mozilla

source: How Lightbeam Works
hsb: Kak Lightbeam funguje

source: Download and run the Lightbeam add-on in your Firefox browser.
hsb: Sćehńće a wužijće přidatk Lightbeam w swojim wobhladowaku Firefox.

source: Lightbeam will create a record of events for every site you visit and every third party site that is stored locally on your browser.
hsb: Lightbeam wutwori datowu sadźbu podawkow za kóžde sydło, kotrež wopytujeće a kóžde sydło třećich, kotrež so we wašim wobhladowaku lokalnje składuja.

source: Lightbeam visually graphs these events to highlight the interactions between sites you intentionally visit and the third parties.
hsb: Lightbeam rysuje grafy tutych podawkow, zo by interakcije mjezy sydłami, kotrež z wotpohladom wopytujeće a sydłami třećich wuzběhnył.

source: Lightbeam will continue to add to your graph as you browse the Web. You can stop Lightbeam at any time by disabling it or uninstalling the add-on. Your Lightbeam data can be easily saved or deleted.
hsb: Lightbeam wudospołnjuje waš graf, hdyž web přehladujeće. Móžeće Lightbeam kóždy čas zastajić, znjemóžnjejo abo wotinstalujo přidatk. Waše daty Lightbeam hodźa so lochko składować abo zhašeć.

source: Tracking & privacy
hsb: Slědowanje a priwatnosć

source: Not all tracking is bad. Many services rely on user data to provide relevant content and enhance your online experience.
hsb: Nic kóžde slědowanje je špatne. Wjele słužbow zepěra so na wužiwarske daty, zo by relewantny wobsah přinošowało a waše dožiwjenja online polěpšiło.

source: But tracking can happen without the user’s knowledge.
hsb: Ale slědowanje móže so bjez znaća wužiwarja stać.

source: That’s not okay for some.
hsb: Z tym kóždy přezjedny njeje.

source: It should be you who decides when, how and if you want your browsing data to be shared. We recognize the importance of transparency and our mission is all about empowering users — both with tools and information.
hsb: Wy měł rozsudźić, hdy, kak a hač chceće swoje přehladowanske daty dale dać. Wažnosć transparency je nam wědoma a naša misija ma wužiwarjow sylnić — z nastrojemi kaž tež z informacijemi.

source: Explore the database
hsb: Datowu banku wuslědźić

source: In the Lightbeam database, you will be able to browse first and third-party connection data uploaded by donors who use the Lightbeam add-on.
hsb: W datowej bance přidatka Lightbeam móžeće sej daty zwiskow ze sydłami prěnich a třećich poskićowarjow wobhladać, nahratych wot sobuskutkowacych, kotřiž přidatk Lightbeam wužiwaja.

source: We’re building this crowd-sourced directory to encourage users to visualize the state of tracking as an aggregate and to examine relationships that exist on the Web.
hsb: Tworimy tutón zapis z pomocu rojoweho přeměsćenja, zo bychmy wužiwarjow pozbudźili, status slědowanja jako cyłk wizualizować a zo bychmy poćahi přeslědźili, kotrež we webje eksistuja.

source: Visualize your data
hsb: Wizualizujće swoje daty

source: After you download and install the Lightbeam add-on to Firefox, it will begin to create a real time visualization of the websites you visit and all the third parties that are also active on those pages.
hsb: Po tym zo sće přidatk Lightbeam sćahnył a do Firefox instalował, zapóčnje we woprawdźitym času wizualizaciju websydłow wutworjeć, kotrež wopytujeće, a wšěch sydłow třećich poskićowarjow, kotrež su tež aktiwne na tutych stronach.

source: Analyze your connections
hsb: Analyzujće swoje zwiski

source: As your visualizations grow, you can take a closer look into the relationships between the various first and third party sites that are stored in your data. You can also reset or save your data at any time.
hsb: Mjeztym zo waše wizualizacije rostu, móžeće sej poćahi mjez wšelakimi sydłami prěnich a třećich poskićowarjow wobhladować, kotrež su we wašich datach składowane. Móžeće tež swoje daty kóždy čas wróćo stajić abo składować.

source: Contribute your data
hsb: Přinošujće swoje daty

source: As a part of Lightbeam, we are creating a big-picture view of Internet tracking and of how first and third party sites are connected.
hsb: Jako dźěl přidatka Lightbeam wutworjamy pohlad wulkeho wobraza slědowanja w interneće a na to, kak so sydła prěnich a třećich poskićowarjow zwjazuja.

source: To help us, you can contribute your data to our Lightbeam database.
hsb: Zo byšće nam pomhał, móžeće swoje daty k našej datowej bance Lightbeam přinošować.

source: Supported by the Ford Foundation
hsb: Wot załožby Ford Foundation podpěrany

source: The work at the Ford Foundation focuses on building outreach campaigns to help people understand online data tracking — both the benefits and the issues
hsb: Dźěło pola załožby Ford Foundation koncentruje so na wuwiwanje zjawnostnych kampanjow, zo by ludźom pomhało, datowe slědowanje online rozumić — z jeho lěpšinami a problemami

source: Learn more
hsb: Dalše informacije

source: About Lightbeam
hsb: Wo Lightbeam

source: Lightbeam visualizes the relationships between the sites you visit and the third party sites that are active on those pages.
hsb: Lightbeam wizualizuje poćahi mjezy sydłami, kotrež wopytujeće a sydłami třećich poskićowarjow, kotrež su aktiwne na tutych stronach.

source: How the add-on works
hsb: Kaž přidatk funguje

source: Using two distinct interactive graphic representations — Graph and List — Lightbeam enables you to examine individual third parties, identify where they connect to your online activity and provides ways for you to engage with this unique view of the Web.
hsb: Z pomocu dweju rozdźělneju interaktiwneju grafiskeju napohladow — graf a lišćina — wam Lightbeam zmóžnja, jednotliwe sydła třećich poskićowarjow wuslědźić, identifikować, hdźež so z wašej aktiwitu online zwjazuja a poskića wam móžnosće, tutón jónkróćny pohlad na web wužiwać.

source: Using three distinct interactive graphic representations — Graph, Clock and List — Lightbeam enables you to examine individual third parties over time and space, identify where they connect to your online activity and provides ways for you to engage with this unique view of the Web.
hsb: Z pomocu třoch rozdźělnych interaktiwnych grafiskich napohladow — graf, časnik a lišćina — wam Lightbeam zmóžnja, jednotliwe sydła třećich poskićowarjow přez rum a čas wuslědźić, identifikować, hdźež so z wašej aktiwitu online zwjazuja a poskića wam móžnosće, tutón jónkróćny pohlad na web wužiwać.

source: The default Graph view provides a real time visualization of every site you visit and all third party requests made from your browser.
hsb: Standardny napohlad graf poskića wizualizaciju kóždeho sydła, kotrež wopytujeće a wšěch naprašowanjow třećich poskićowarjow wuwjedźenych we wašim wobhladowaku we woprawdźitym času.

source: The Graph view also provides adjustable filters that allow you to visualize more types of data at a glance.
hsb: Napohlad graf staja tež přiměrjomne filtry k dispoziciji, kotrež wam zmóžnjeja, dalše datowe typy na jedyn pohlad wizualizować.

source: The List view provides more options for drilling down into individual sites.
hsb: Napohlad lisćina poskića dalše nastajenja, zo by sej jednotliwe sydła nadrobnišo wobhladało.

source: Site preferences in the List view enable you to block sites from connecting to your Firefox browser, watch sites you’re interested in or hide sites you don’t want to see visualized.
hsb: Sydłowe nastajenja w napohledźe lisćina wam zmóžnjeja, sydła blokować, kotrež chcedźa so z wašim wobhladowakom Firefox zwjazać, sydła wobkedźbować, kotrež was zajimuja abo sydła schować, kotrež nimaja so wizualizować.

source: Lightbeam also offers an information panel that provides additional details about the site you selected and the sites it has connected to.
hsb: Lightbeam poskića tež informaciske polo, kotrež wam přidatne podrobnosće wo sydle zwobraznja, kotrež sće wubrał, a wo sydłach, z kotrymiž je zwjazane.

source: The origins of Lightbeam
hsb: Pochad přidatka Lightbeam

source: Lightbeam began in July 2011 as Collusion, a personal project by Mozilla software developer <a href="%s">Atul Varma</a>.
hsb: Lightbeam započa w juliju 2011 jako Collusion, wosobinski projekt wuwiwarja softwary Mozilla <a href="%s">Atul Varma</a>.

source: Inspired by the book, <em>The Filter Bubble</em>, Atul created an experimental add-on to visualize browsing behavior and data collection on the Web.
hsb: Přez knihu <em>The Filter Bubble</em> inspirowany, wutwori Atul eksperimentelny přidatk, zo by přehladowanske zadźerženje a hromadźenje datow we webje wizualizował.

source: In February 2012, Gary Kovacs, Mozilla CEO at the time, introduced the Collusion add-on in a <a href="%s">TED talk</a> (now one of the most watched TED talks of all time) about exposing online tracking.
hsb: W februarje 2012 je Gary Kovacs, tehdyši CEO Mozilla, přidatk Collusion w <a href="%s">TED-rozmołwje</a> zawjedł (nětko jedna z najbóle wobhladanych TED-rozmołwow wšěch časow) wo wotkrywanju slědowanja online.

source: In September 2012, Mozilla joined forces with faculty and student researchers at <a href="%s">Emily Carr University of Art + Design</a> to develop and implement visualizations for the add-on.
hsb: W septembrje 2012 je Mozilla mocy z fakultowymi slědźerjemi a studentami na uniwersiće <a href="%s">Emily Carr University of Art + Design</a> zjednoćił, zo by wizualizacije za přidatk wuwiwał a implementował.

source: With the support of the Ford Foundation and the Natural Sciences and Engineering Research Council (NSERC), Collusion has been re-imagined as Lightbeam and was launched in the fall of 2013.
hsb: Z podpěru załožby Ford Foundation a rady Natural Sciences and Engineering Research Council (NSERC) je so Collusion jako Lightbeam wozrodźił a je so nazymu 2013 startował.

source: To read more about the collaboration, please visit <a href="{url}">{url}</a>
hsb: Zo byšće wjace wo kooperaciji čitał, wopytajće prošu <a href="{url}">{url}</a>

source: Policy and the larger tracking narrative
hsb: Politika a wjetša stawizna slědowanja

source: At Mozilla, we believe that everyone should have the tools to make their own decisions about their online privacy and who collects data on them.
hsb: Pola Mozilla wěrimy, zo kóždy měł nastroje měć, zo by sam wo swojej priwatnosći online rozsudźił a wo tym, štóž daty wo njej hromadźi.

source: With the Lightbeam add-on, we are providing a valuable (and open) community research platform that aims to raise awareness, promote analysis and, ultimately, affect policy change in the areas of tracking and privacy.
hsb: Z přidatkom Lightbeami poskićamy hódnotnu (a wotewrjenu) platformu zhromadźenstwoweho slědźenja, kotrejež zaměr je, znatosć powyšić, analyzu spěchować a, skónčnje, změnjenje politiki na polach slědowanja a priwatnosće wobwliwować.

source: Lightbeam is one step in a larger, concerted effort by Mozilla and its partners to provide Web users with greater control and transparency of their personal data.
hsb: Lightbeam je jedyn krok we wjetšim, zhromadnym napinanju přez Mozilla a jeho partnerow, zo bychu webwužiwarjow z wjetšej kontrolu a transparencu jich wosobinskich datow wobstarali.

source: Learn more about online tracking and privacy
hsb: Zhońće wjace wo slědowanju a priwatnosći online

source: The <a href="%s">Mozilla Foundation</a> is a non-profit organization that promotes the values of an open Web to the broader world. The larger Mozilla community sees the growing relevance of online privacy and is supporting several initiatives that tackle the issue in various ways.
hsb: Załožba <a href="%s">Mozilla Foundation</a> je njekomercielna organizacija, kotraž hódnoty wotewrjeneho weba na wjetšim swěće spěchuje. Wjetše zhromadźenstwo Mozilla widźi rosćacu relewancu priwatnosće online a podpěruje wjacore iniciatiwy, kotrež problem na wšelake wašnja přimnu.

source: Data formats in Lightbeam
hsb: Datowe formaty w přidatku Lightbeam

source: Visit our <a href="%s">documentation on Github</a> to learn more about the file formats used in Lightbeam.
hsb: Wopytajće našu <a href="%s">dokumentaciju na Github</a>, zo byšće wjace wo datajowych formatach zhonił, kotrež Lightbeam wužiwa.

source: Visit our <a href="%s">documentation on Github</a> to learn more about the file formats used in Lightbeam and to see details of the data that is uploaded if you opt in to contribute data.
hsb: Přečitajće <a href="%s">dokumentaciju na Github</a>, zo byšće wjace wo datajowch formatach zhonił, kotrež so w Lightbeam wužiwaja a zo byšće podrobnosće datow widźał, kotrež so nahrawaja, jeli so rozsudźiće, daty přinošować.

source: Partners of Lightbeam
hsb: Partnerojo přidatka Lightbeam

source: The <a href="%s">Ford Foundation</a> is a non-profit organization that focuses on the mission of advancing human welfare.
hsb: Załožba <a href="%s">Ford Foundation</a> je njekomercielna organizacija, kotraž so na misiju koncentruje, čłowjeske derjeměće spěchować.

source: They provide support for companies and institutions devoted to strengthening democratic values, reducing poverty and social injustice, supporting human achievement and fostering international co-operation.
hsb: Poskićeja podpěru za předewzaća a institucije, wěnowanu posylnjenju demokratiskich hódnotow, pomjeńšujo chudobu a socialnu njesprawnosć, podpěrujo čłowjeske wukony a spěchujo mjezynarodnu kooperaciju.

source: The <a href="%s">Social + Interactive Media (SIM) Centre</a> at Emily Carr University of Art + Design supports a wide range of projects in design and media, giving companies direct access to the innovative thinking, design skills and research expertise of British Columbia’s most creative faculty and students.
hsb: <a href="%s">Social + Interactive Media (SIM) Centre</a> na Emily Carr University of Art + Design podpěruje šěroki wuběr projektow w designje a medijach, kotrež předewzaćam direktny přistup na inowatiwne myslenje, designowe znajomosće a slědźersku kompetencu najbóle kreatiwneje fakulty Britiskeje Kolumbiskeje a jeje studentow skića.
