Repository: translate/mozilla-lang
Catalog: ff/firefox/desktop/fast.lang.po
Languages: ff

source: Firefox — The "speed king" - The fastest browser on the Web
ff: Firefox — "Laamɗo banngorɗe" - Wanngorde ɓurnde yaawde e Geese

source: Faster than ever
ff: Yaawde ko ɗoo haaɗata

source: This is the fastest Firefox yet.
ff: Oo Firefox woni ɓurɗo yaawde tawo.

source: It excels at both technical benchmarks <br class="wide-br">and the everyday tasks that you do most.
ff: Ko o ŋanaa e jerondire karallaagal <br class="wide-br">e golle ñalnde kala ɗe keew-ɗaa waɗde.

source: The “speed king”
ff: “Laamɗo banngorɗe”

source: Firefox outperformed other browsers in recent independent tests to be named <br class="wide-br">the <a href="%(url1)s" data-interaction="outbound link">“speed king.”</a>
ff: Firefox daɗii banngorɗe goɗɗe e ƴeewndooji cakkitiiɗi baɗaaɗi e nuunɗal haa o inniraa <br class="wide-br"><a href="%(url1)s" data-interaction="outbound link">“laamɗo banngorɗe”</a>

source: So you can browse with confidence with the fastest on the Web.
ff: Wadde aɗa waawi wanngaade e hoolaare huutorade ko ɓuri yaawde.

source: Cutting-edge speed
ff: Jaawgol moolanaangol

source: If you enjoy games, you can now play some of your favorites right on the Web without sacrificing speed or overall performance.
ff: So aɗa yiɗi pije, aɗa waawi jooni fijirde pije maa ɓur-ɗaa yiɗde ɗoon tan e Geese tawa a ustaani njaaweeki walla doole kuuɓɗe.

source: Firefox is leading the charge in online gaming as part of our efforts to make every aspect of your browsing experience faster.
ff: Firefox woni hannde ɗowoowo laawol e pijirɗe ceŋiiɗe sabu ɗuum jeyaa ko e darnde amen ngam yaawnude kala fannu mo mbanngorto-ɗaa.

source: Learn more about how we’re <br class="wide-br">pushing the limits of speed
ff: Ɓeydu humpito baɗte no min ngoniri e <br class="wide-br">duuñtude kaaɗdi njaaweeki

source: Speed you can feel
ff: Njaaweeki ki njiyru-ɗaa gite maa

source: We optimize Firefox for the way you use the Web.
ff: Min ƴellitat Firefox ngam yahda e no kuutorto-ɗaa Geese.

source: So things like opening or switching <br class="wide-br">between tabs and getting results from the Awesome Bar happen faster than ever.<br class="wide-br">
ff: Wadde geɗe bayɗe no udditde walla taaɓaade <br class="wide-br">hakkunde tabbe e heɓde njaltudi ummiindi e palal Awesome Bar ngal ko hannde fof ɓuri yaawde.<br class="wide-br">

source: Get where you need to go as quickly and easily as possible.
ff: Yetto ɗo njiɗ-ɗaa yahde ɗoo e no ɓuri yaawrude e weeɓrude.
