Repository: translate/mozilla-lang
Catalog: ff/firefox/desktop/index.lang.po
Languages: ff

source: Free Web Browser for Mac, Windows, Linux | Firefox
ff: Wanngorde Geese dokkal mo Mac, Windows, Linux | Firefox

source: Firefox Web browser — Trusted, Flexible, Fast — Committed to you, your privacy and an open Web
ff: Wanngorde Geese Firefox — Ena hoolnii, Ena weeɓti, Ena yaawi — Ko aan min tiiɗaa, suturo maa e Geese udditiiɗe

source: Firefox Web browser — Trusted, Flexible, Fast — There's never been a better time
ff: Wanngorde Geese Firefox — Ena hoolnii, Ena weeɓti, Ena yaawi— Hono ɗii sahngaaji mbeeɓaani

source: Millions of people around the world trust Firefox Web browsers on Mac, Windows and Linux computers. Fast. Private. Download now!
ff: Milioŋaaji neɗɗo e jookli winndere ndee ena koolii banngorɗe Firefox e ordinaateeruuji Mac, Windows e Linux. Jaawɗum. Cuuriɗum. Aawto jooni!

source: There’s never been a <br class="wide-br">better time for Firefox
ff: Hono ɗii <br class="wide-br">sahngaaji Firefox mbeeɓaani

source: Committed to you, your privacy and an open Web.
ff: Ko aan min tiiɗaa, suturo maa e geese udditiiɗe.

source: Your Firefox is up to date.
ff: Firefox maa kena hesɗiti.

source: Need help with anything?
ff: Aɗa sokli ballal e huunde kala?

source: Made with a mission to put you first
ff: Waɗiraa ko yoo ardin yiɗde maa

source: We’ve always designed Firefox to protect and respect your private information.
ff: Min meeɗaa yiɗde so wonaa tafde Firefox toppittooɗo kisal e suturo humpito maa.

source: That’s why we’re proud to be voted the <a href="%(url1)s" data-interaction="outbound link">Most Trusted Internet Company for Privacy.</a>
ff: Ko ɗuum waɗi amin paarnoroo toɗɗeede <a href="%(url1)s" data-interaction="outbound link">Kompoññe ɓurɗe Hooleede e Enternet e fannu Suturo.</a>

source: Find out what makes Firefox the most trusted browser on the Web
ff: Humpito ko waɗi Firefox wanngorde ɓurnde hooleede e Geese

source: Works the way you do
ff: Wayi ko no njiɗir-ɗaa

source: How you use the Web is unique.
ff: No kuutorto-ɗaa Geese nih alaa nanndo.

source: Firefox lets you change it to match.
ff: Firefox ena wayloo haa nannda e maa.

source: Remove what you don’t use, keep what you do and put it just about anywhere you want.
ff: Ittu ko a huutortaako, fanndin ko kuutorto-ɗaa tee mbaɗaa ɗuum kala ɗo njiɗ-ɗaa.

source: Find out what makes Firefox <br class="wide-br">the most flexible browser there is
ff: Humpito ko waɗi Firefox <br class="wide-br">wanngorde ɓurnde weeɓtude woodnde hannde

source: Faster at what you do most
ff: Ɓurnde yaawde e ko ɓur-ɗaa hatonjinde

source: Firefox was named the ”speed king” in independent benchmark and performance tests against other browsers.
ff: Firefox inniraa ko ”laamɗo banngorɗe” alla e mum yaawde e jerondire nuunɗuɗe e ƴeewndooji hakkunde mum e banngorɗe goɗɗe.

source: * Based on <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a> results.
ff: * Tugnaade e njaltudi <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a>.

source: Save time and do just about anything quicker than before.
ff: Yejjit leeltere tee mbaɗaa ko njiɗ-ɗaa fof e no ɓuri yaawrude.

source: Find out what makes this the fastest Firefox yet
ff: Humpito ko waɗi oo Firefox wonde ɓurɗo yaawde tawo
