Repository: translate/mozilla-lang
Catalog: ff/firefox/desktop/trust.lang.po
Languages: ff

source: Firefox — Designed to protect your privacy — The most trusted browser on the Web
ff: Firefox — Tafiraa ko hisnude suturo maa — Wanngorde ɓurnde hoolnaade e Geese

source: Trust isn’t made. It’s earned.
ff: Hoolaare soodetaake. Gollante.

source: We build Firefox with a mission to put you first, above all else.<br class="wide-br">
ff: Min tafata Firefox ko e miijo ardinde yiɗde maa, hade huunde kala.<br class="wide-br">

source: We do it to keep you in control.
ff: Min njiɗi ko ngonaa jogiiɗo ginol.

source: We do it so you can browse without worry.<br class="wide-br">
ff: Min njiɗi ko mbanngo-ɗaa tawa hakkille maa ena deeƴi.<br class="wide-br">

source: And we do it because no one else will.
ff: Kadi so wonaa minen alaa goɗɗo waɗata ɗuum.

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
ff: <span id="trust-line1">Kompoññe enternet</span> <span id="trust-line2">ɓurɗe hooleede</span> <span id="trust-line3">wonande suturo</span>

source: Designed to protect your privacy
ff: Tafiraa ko reende suturo maa

source: We believe your personal information belongs only to you.<br class="wide-br">
ff: Amin ngoongɗini humpito maa heeriingo ko jeyal maa.<br class="wide-br">

source: That’s why Firefox is filled with features to ensure that’s the case.
ff: Ko ɗuum waɗi Firefox ena heewi fannuuji teeŋtinooje ɗuum.

source: Private Browsing with<br> Tracking Protection
ff: Banngagol Suturo kañum e<br> Ndeenka Dewindol

source: Browse without having your history, searches or cookies saved, and block hidden third parties from following you across the Web.
ff: Feero tawa aslol maa, njiilawuuji e kukiije ndanndaaka, tee palo-ɗaa woɗɓe suuɗiiɓe yoo ndewido-ma e nder geese ɗee.

source: Learn more about Private Browsing
ff: Ɓeydu humpito baɗte Peeragol Suturo

source: Forget Button
ff: Yejjit Butoŋ

source: Remove browsing information from your computer after the fact.
ff: Ittu humpito peeragol e ordinateer maa caggal nde gasi.

source: Use it when you’ve visited a site that you don’t want in your history.
ff: Huutoro ɗum so aɗa yilloo lowre nde a yiɗaa heddoo e aslol maa.

source: Add the Forget Button to your toolbar
ff: Ɓeydu Butoŋ Yejjit oo e palal kuutorɗe maa

source: See who’s watching you online.
ff: Ƴeew laarowo-ma e ceŋol.

source: The Lightbeam add-on exposes the first and third party sites you interact with as you browse.
ff: Ɓeyditere Lightbeam ndee hollat lowe njolli-ɗaa e goɗɗe ɗe a yillaaki tawa ena njokkii e maa tawa a tinaani.

source: Shine a light on the Web with Lightbeam
ff: Huɓɓu fooyre e Geese huutoraade Lightbeam

source: Keeping you safe across the Web
ff: Ngam suturo maa e nder Geese

source: Firefox lets you learn more about the sites you visit and helps keep you secure online.
ff: Firefox wallat-ma ɓeydude humpito baɗte lowe njilloto-ɗaa kadi wallu-maa ɓeydude kisal e ceŋol.

source: World class protection
ff: Kisnal dowrowal

source: Anti-phishing & anti-malware features protect you from trojan horses and spyware and warn you about potentially fraudulent sites.
ff: Fannuuji bayɗi hono falorde maawo é falorde mbonnateeri maa ndeen-ma e pucci-torja e ñukkinteeri kadi reentin-maa baɗte lowe baawɗe soomde bonannde.

source: Automatic security updates
ff: Kesɗitine sutoro jaaje

source: Firefox updates automatically to make sure you always have the latest and greatest security fixes.
ff: Firefox hesɗitinto e jaajol ngam teeŋtinde aɗa jogii peewnditte suturo cakkitiiɗe sahaa kala.

source: Secure connections
ff: Ceŋanɗe cuuriiɗe

source: Use instant Website ID to make sure a site is what it claims to be and to check if your connection to it is secure.
ff: Huutoro Website ID e saasi ngam goongɗinde wonde lowre kala ko innitorii ko goonga kadi ƴeewtaade so ceŋagol maa e mayre ena hisi.

source: Browse without worry
ff: Wanngo tawa hakkille ena deeƴi

source: Learn more about why your privacy and security are so important <br class="wide-br">and what you can do to protect yourself online.
ff: Ɓeydu humpito baɗte ko waɗi suturo e kisal maa ko geɗe tiiɗɗe <br class="wide-br">e hol no mbaɗataa haa ɓeydo-ɗaa hisde e enternet.

source: Privacy & you
ff: Aan e suturo maa

source: How to stay safe online
ff: Hol no kisirtaa e geese

source: Privacy & security FAQ
ff: FAQ suturo & kisal

source: Privacy & security add-ons
ff: Ɓeyditte suturo & isal

source: Privacy blog
ff: Blog suturo

source: Security blog
ff: Blog kisal

source: Do Not Track
ff: Hoto Rewindo-mi

source: A Firefox innovation, Do Not Track lets you indicate a preference about the way your personal info is collected and used online.
ff: Ko kesamaagu Firefox, Hoto Rewindo-mi nafatmaa ko suɓaade no humpito maa heeriingo roɓindortee e no huutortee e enternet.

source: Learn more about Do Not Track
ff: Ɓeydu humpito baɗte Hoto Rewindo-mi

source: Private browsing
ff: Banngagol suturo

source: Sometimes it’s nice to go undercover.
ff: Sahaaji ena moƴƴi neɗɗo suura ko waɗata.

source: Turn this feature on to protect your browsing history from others.
ff: Hurmin oo fannu ngam suuɗde aslol banngagol e gite woɗɓe.

source: Learn how to open a private window
ff: Ekko no nɗeeo udditirta henorde suturo
