Repository: translate/mozilla-lang
Catalog: an/firefox/new.lang.po
Languages: an

source: Firefox for desktop
an: Firefox ta l'escritorio

source: Different by design
an: Diferent por disenyo

source: Proudly<br />non-profit
an: Argüellosament <br />sin animo de lucro

source: Innovating<br />for you
an: Innovando <br />por tu

source: Fast, flexible,<br />secure
an: Rapido, flexible, <br />seguro

source: As a non-profit, we’re free to innovate on your behalf without any pressure to compromise. You’re going to love the difference.
an: Como que no tenemos animo de lucro, somos libres ta innovar por tu sin garra presión ni compromís. Le fará goyo a diferencia.

source: Firefox screenshot
an: Captura de pantalla de Firefox

source: Thanks for downloading Firefox!
an: Gracias por baixar-te o Firefox!

source: Start the process by clicking Run.
an: Empecipiar o proceso fendo clic en Run.

source: Your download should begin automatically. If not, <a id="%s" href="">click here</a>. It could take a few minutes, but it’s worth the wait.
an: La baixada habría d'empecipiar automaticament. Si no, <a id="%s" href="">fe clic aquí</a>. Puede costar bells minutos, pero l'aspera mereix a pena.

source: When prompted, drag the Firefox icon into the image of your Applications folder.
an: Quan lo demande o sistema, arrociega l'icono de Firefox enta la imachen d'a tuya carpeta d'aplicacions.

source: Click Run to launch the Mozilla Firefox setup wizard. Then, just follow the steps (we've made the process as painless as possible).
an: Fe clic en Run ta lanzar o asistent d'instalación de Mozilla Firefox. Dimpués, sigue os pasos (hemos mirau de fer o proceso o mas facil posible).

source: Drag the Firefox icon from the Applications folder into the dock. Then, just click on Firefox whenever you want to use the web!
an: Arrociega l'icono de Firefox dende a carpeta d'aplicacions enta o dock. Alavez, fe clic en Firefox quan quieras fer servir a web!

source: Now you’re ready to leap boldly into a new era of Web surfing. Double-click on the Firefox icon whenever you want to go online.
an: Agora ya yes presto ta dentrar con rasmia en a nueva era d'a navegación Web. Fe doble clic en l'icono de Firefox quan quieras fer servir a web!

source: Mozilla Firefox Web Browser
an: Navegador Web Mozilla Firefox

source: Sorry, Firefox is currently unsupported by iOS devices.
an: Por agora no ye posible emplegar o Firefox ta dispositivos iOS.

source: Congrats! You’re using the latest version of Firefox.
an: Parabiens! Yes fendo servir a zaguera versión de Firefox.

source: Looks like you’re using an older version of Firefox. Update on Google Play.
an: Yes emplegando una versión antiga de Firefox. Lo puetz esviellar en Google Play.

source: Looks like you’re using an older version of Firefox.
an: Yes emplegando una versión antiga de Firefox.

source: Update to stay fast and safe.
an: Esviella-lo ta seguir rapido y seguro.

source: Get it free on Google Play
an: Aconsigue-lo de gratis en o Google Play

source: Learn more about Firefox for desktop
an: Aprende mas sobre Firefox ta l'escritorio

source: Looking for mobile?
an: Yes mirando ta o mobil?

source: Download a fresh copy
an: Baixa-te una copia recient

source: Learn more about Firefox for Mobile
an: Aprende mas sobre o Firefox ta Mobils

source: Learn more about Firefox OS
an: Aprende mas sobre Firefox OS

source: Get Firefox on your Android device
an: Aconsigue o Firefox ta o tuyo dispositivo Android

source: Discover all the ways to take Firefox on the go
an: Descubre todas as trazas d'aconseguir o Firefox

source: Why don’t we offer an iOS version?
an: Por qué no ofrimos una versión ta iOS?

source: Download Firefox
an: Descargar Firefox

source: Free Web Browser
an: Navegador web gratuito

source: Download Mozilla Firefox, a free Web browser. Firefox is created by a global non-profit dedicated to putting individuals in control online. Get Firefox today!
an: Descarga o Mozilla Firefox, un navegador Web gratuito y libre. Firefox ye creyau por una organización global sin animos de lucro adedicada a que a chent pueda tener o control en Internet. Aconsigue o Firefox hue!

source: Mozilla Firefox, free web browser, is created by a global non-profit dedicated to putting individuals in control &amp; shaping the future of the web for the public good.
an: Mozilla Firefox, navegador web de baldes, ha estau creyau por una organización no lucrativa global adedicada a dar a las personas o control d'o futuro d'a web ta o bien publico.
