Repository: translate/mozilla-lang
Catalog: an/firefox/update.lang.po
Languages: an

source: Welcome
an: Bienveniu!

source: Are Firefox updates safe?
an: Son seguras as actualizacions de Firefox?

source: No. The new version of Firefox will automatically take the place of your older version. To start the upgrade process, just click the green download button to the right.
an: No. A nueva versión de Firefox substituirá a la versión anterior. Ta empecipiar con o proceso d'actualización, fe clic en o botón de descarga verde que i ha a la dreita.

source: It varies slightly depending on the operating system you're using. You can find <a %(link)s>instructions for your computer here</a>.
an: Cambia una mica pendendo en o sistema operativo que faigas servir. Aquí puetz trobar <a %(link)s>instruccions ta o tuyo ordinador</a>.

source: Your Firefox is out of date.
an: O tuyo Firefox ya ye caducau.

source: Follow the step-by-step process
an: Sigue o proceso paso a paso

source: Congratulations!
an: Parabiens!

source: Very much so – your security is our top priority. Our open source security process means we have an international community of experts working around the clock to monitor the latest threats. As soon as a security threat is discovered, we write a patch and release an update to stay one step ahead. Downloading Firefox updates is a very important part of staying safe online.
an: Sí – a tuya seguranza ye a nuestra prioridat mas gran. O nuestro proceso de seguranza d'o codigo ubierto significa que hemos una comunidat expiertos internacionals treballando contino y monitorizando as zagueras menazas. Malas que se descubre una menaza de seguranza, escribimos un parche y esviellamos ta ir siempre un paso por debant. Baixar as actualizaciones de Firefox ye important ta estar-te seguro.

source: If I already have Firefox, and then do a fresh install, what happens to my settings?
an: Si ya tiengo o Firefox, y dimpués foi una nueva instalación, que pasa con os míos achustes?

source: What is a Firefox software update?
an: Qué ye una actualización de software de Firefox?

source: Yes. Firefox is configured to automatically check for updates, but it’s also possible to check for updates yourself.
an: Sí. Firefox ye configura ta mirar automaticament as actualizacions, pero tamién puetz mirar por tu mesmo si i ha actualizacions.

source: Nothing. Re-installing Firefox will not affect your settings, bookmarks or preferences in any way.
an: Brenca. Tornar a instalar Firefox no afecta a los achustes, marcapachinas u preferencias de garra traza.

source: Not long at all – the entire process just takes a minute or two. Visit our support page for <a %(link)s>step-by-step instructions</a>.
an: No guaire largo – o proceso entero ye d'uno u dos minutos. Visita as <a %(link)s>instruccions paso a paso</a> d'a nuestra pachina de suporte.

source: You are also able to check for updates manually. For details, check out the <a %(link)s>step-by-step guide</a>.</p>
an: Tamién puetz comprebar manualment si i ha actualizacions. Ta mas detalles, compreba <a %(link)s>guida paso a paso</a>.</p>

source: Check for Updates
an: Comprebar si i ha actualizacions

source: What if I miss an update? Can I check for one myself?
an: Qué pasa si me deixo bella actualización sin instalar? Puedo fer-lo yo mesmo?

source: Your Firefox is up to date.
an: O tuyo Firefox ye esviellau.

source: A Firefox software update is a quick download of small amounts of new code to your existing Firefox browser. These small patches can contain security fixes or other little changes to the browser to ensure that you are using the best version of Firefox available.
an: Una actualización de software Firefox ye una descarga rapida de chicotz trozos de nuevo codigo ta o tuyo navegador Firefox. Istos parches puede contener cambios de seguranza u belatros cambios chicotz d'o navegador ta asegurar que yes fendo servir a millor versión posible de Firefox.

source: How long will it take to update?
an: Quánto tiempo costará l'actualización?

source: Firefox is constantly evolving as our community finds ways to make it better, and as we adjust to the latest security threats. Keeping your Firefox up-to-date is the best way to make sure that you are using the smartest, fastest and – most importantly – safest version of Firefox available.
an: Firefox evoluciona de contino, con as milloras que troba a nuestra comunidat, y con os achustes que femos ta privar as menazas de seguranza. Mantener o Firefox esviellau ye a millor traza d'asegurar-te que yes fendo servir a versión mas intelichent, rapida y - sobre tot - segura de Firefox.

source: How do I know what version of Firefox I am currently on?
an: Cómo sé quál ye a mía versión de Firefox?

source: Frequently asked questions
an: Preguntas mas freqüents

source: Will the update affect my settings and bookmarks?
an: L'actualización afectará a los míos achustes y marcapachinas?

source: Do I need to uninstall my current version of Firefox before upgrading?
an: He de desinstalar a mía versión de Firefox antes d'esviellar-la?

source: Visit support.mozilla.org
an: Visita support.mozilla.org

source: Get the newest version <a href="{url}">here</a>.
an: Aconsigue <a href="{url}">here</a> a versión mas recient.

source: Need Help?
an: Te cal aduya?

source: How do I update Firefox?
an: Cómo esviellar o Firefox?

source: Why do I need to update?
an: Por qué l'he d'esviellar?

source: By default, Firefox is configured to automatically check for updates for itself and notify you when one is available. When prompted, just click OK and the newest version will be downloaded and installed on your computer. You’ll need to restart Firefox to begin using the new version.
an: Por defecto, Firefox ye configurau ta comprebar automaticament as actualizacions y notificar-te quan una en siga disponible. Quan o sistema te pregunta, fe clic en "Acceptar" y a versión mas recient se descargará y instalará en o tuyo ordinador. Habrás de reiniciar o Firefox ta empecipiar a usar a nueva versión.

source: No. A Firefox update will not make any changes to your bookmarks, saved passwords or other settings. However, there is a possibility that some of your Add-ons won’t be immediately compatible with new updates.
an: No. Una actualización de Firefox no ferá garra cambio en os tuyos marcapachinas, claus alzadas u achustes. Manimenos, existe a posibilidat que beluns d'os complementos no sigan compatibles provisionalment con as nuevas actualización.

source: Download Firefox to get started.
an: Descarga o Firefox ta empecipiar.
