Repository: translate/mozilla-lang
Catalog: son/marketplace/partners.lang.po
Languages: son

source: Build an early fan base and gain popularity.
son: Hangakaw konday cin nda maa tee jamaa ra.

source: Opening Soon
son: Ga feera kayna da

source: Mozilla is bringing its core values — openness, freedom, user choice — to the world of apps.
son: Mozilla ga nga aššil alaadaa kate — feeriyan, borcintaray nda goykaw suubayan – adduɲɲaa porogaram tee dogoo ra.

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
son: Widewo woo ga ceecika nda widewo feerante jinay waažibandi wala <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.

source: The Mozilla apps platform
son: Mozilla porogaram goydaari

source: Mozilla Marketplace
son: Mozilla hebu farru

source: Building apps for the Web provides developers with full control over content, functionality and how apps are distributed, including access to hundreds of millions of Firefox users through the Mozilla Marketplace.
son: Porogaram cinayan Interneti še mma cinakey noo dabari timmante gundekuna, teeyan sahã nda taka kaŋ nda porogaramey ma žemnandi, sanda kaŋ nda Firefox goykaw miliyoŋ zanguyaŋ ka huru Mozilla hebu farroo ra.

source: Launch your app on the Web
son: War porogaramoo tunandi Interneti ra

source: Target tech savvy consumers with your app.
son: War porogaramoo fee goykaw goney do.

source: Before the public launch later this year, Mozilla will be opening the Marketplace for user testing. Take advantage of this by being one of the first app developers to build a user base. Submit your app to:
son: Mozilla ga hebu farroo feeri šiiyan dalil še jina, hal'a ga kaa ka hay jamaa še. Wa waatoo woo kaana ka bara cinakaw jinawey ra kaŋ na goykaw margaw de. War porogaramoo sanba ne:

source: Mozilla Marketplace — <em>Opening Soon</em>
son: Mozilla hebu farru — <em>Ga feera kayna da</em>

source: Using open Web standards and Mozilla-designed APIs, great app experiences can be delivered across multiple platforms, devices and operating systems — closing the gap between Web and native apps for the first time.
son: Goyyan nda Interneti dumi tabatantey nda Mozilla-fasalandi porogaram moofur-doo, porogaram goy kaana ga hin ka tee goydaari, jinay nda goyyan dabariɲaa booboyan game — cee jinaa kaŋ Interneti nda aššil porogaramey ga manandi cere.

source: Test your app with a committed group of early adopters.
son: War porogaramoo šii margaa ra nda bine.hangakaw jinawey.
