Repository: translate/mozilla-lang
Catalog: */firefox/desktop/customize.lang.po
Languages: ga_ie, ta

source: Firefox — Customize and make it your own — The most flexible browser on the Web
ga_ie: Firefox — Cuir in oiriúint duitse féin é - An brabhsálaí is solúbtha ar an nGréasán
ta: பயர்பாக்ஸ் — தனிபயனாக்கத்தின் மூலம் தனக்கென ஒன்றை உருவாக்க — இணையத்தில் மிகவும் இணக்கமான ஒரு உலாவி

source: Make your Firefox your own
ga_ie: Cuir Firefox in oiriúint duitse féin
ta: நீங்களாகவே உங்களுக்கான பயர்பாக்ஸை உருவாக்குங்கள்

source: It’s easier than ever to personalize Firefox and make it work the way you do.<br class="wide-br">
ga_ie: Tá sé níos éasca ná riamh Firefox a chur in oiriúint duitse féin.<br class="wide-br">
ta: பயர்பாக்ஸை தனிப்படுத்துவது முன்பை விட சுலபம் மேலும் நீங்கள் நினைக்கும் விதம் அது வேலை செய்யுமாறு உருவாக்கவும்.<br class="wide-br">

source: No other browser gives you so much choice and flexibility.
ga_ie: Ní bhfaighidh tú an méid céanna roghanna agus solúbthachta in aon bhrabhsálaí eile.
ta: வேறு எந்த உலாவியும் இவ்வளவு இணக்கத்தையும் வாய்ப்புகளையும் தராது.

source: Customize Firefox
ga_ie: Saincheap Firefox
ta: பயர்பாக்சை விருப்பமை

source: Designed to <br class="wide-br">be redesigned
ga_ie: Deartha le bheith <br class="wide-br">athdheartha
ta: வடிவமைக்கப்பட்டதே <br class="wide-br">மாற்றி வடிவமைத்திடதான்

source: Get fast and easy access to the features you use most in the new menu.
ga_ie: Tá sé an-éasca teacht ar na gnéithe a mbaineann tú an úsáid is mó astu sa roghchlár nua.
ta: நீங்கள் புதிய பட்டியில் பயன்படுத்தும் வசதிகளை விரைவாக எளிதாக அணுகலாம்.

source: Open the “Customize” panel to add, move or remove any button you want.
ga_ie: Oscail an painéal “Saincheap” chun cnaipí a chur leis, a bhogadh, nó a bhaint.
ta: “தனிப்பயனாக்க” பலகத்தை திறந்து உங்களுக்கு வேண்டிய பொத்தானை சேரக்கவோ, நகற்றவோ (அ) நீக்கவோ செய்யலாம்.

source: Keep your favorite features — add-ons, private browsing, Sync and more — one quick click away.
ga_ie: Coinnigh na gnéithe is ansa leat — breiseáin, brabhsáil phríobháideach, Sync agus tuilleadh — le clic amháin.
ta: ஒற்றை சொடுக்கில் — உங்களுக்கு மிகவும் பிடித்த வசதிகளை வைத்திருக்கலாம் — கூடுதல்-இணைப்புகள், அந்தரங்க உலாவல், ஓத்திசைவு மற்றும் கூடுதலாக செய்ய முடியும்

source: More ways to customize
ga_ie: Tuilleadh bealaí le saincheapadh
ta: தனிபயனாக்கம் செய்ய பல வழிகள்

source: Themes
ga_ie: Téamaí
ta: தோற்றங்கள்

source: Add-ons
ga_ie: Breiseáin
ta: துணை நிரல்கள்

source: Awesome Bar
ga_ie: An Thar-Barra
ta: சிறப்ப பட்டை

source: Make Firefox match your style.
ga_ie: Cuir Firefox in oiriúint do do stíl féin.
ta: பயர்பாக்சை உங்களுக்கு பிடித்த தோற்றத்தில உருவாக்குங்கள்.

source: Choose from thousands of themes and dress up your browser with a single click.
ga_ie: Roghnaigh ó na mílte téamaí agus cuir maise ar do bhrabhsálaí le clic amháin.
ta: உங்கள் பயர்பாக்சின் தோற்றத்தை ஆயிரக்கணக்கான கருப்பொருள்களிலிருந்து தேர்வுச்செய்து ஒரே சொடுக்கில் மாற்றுங்கள்.

source: Try it now
ga_ie: Bain triail as anois
ta: சொடுக்கி முற்சியுங்கள்

source: Learn more
ga_ie: Tuilleadh Eolais
ta: இதுப்பற்றி மேலும் அறிய

source: Add-ons are like apps that you install to add features to Firefox.
ga_ie: Is éard atá i mbreiseáin ná aipeanna a shuiteálann tú chun gnéithe nua a chur le Firefox.
ta: கூடுதல்-இணைப்புகள் என்பது பயன்பாடுகளை போன்று நிறுவி பயர்பாக்ஸிற்கு கூடுதல் வசதிகளை சேர்ப்பதாகும்.

source: They let you compare prices, check the weather, listen to music, send a tweet and more.
ga_ie: Le breiseáin, beidh tú in ann praghsanna a chur i gcomparáid, réamhaisnéis na haimsire a fháil, éisteacht le ceol, tweet a sheoladh, srl.
ta: அவர்கள் விலைகளை ஒப்பிட, வானிலையை பார்க்க, பாடல்களை கேட்க, டிவிட்டு செய்ய மற்றும் கூடுதலாக செய்ய அனுமதிப்பார்கள்.

source: Read the latest news & blogs
ga_ie: Léigh an nuacht is déanaí agus blaganna
ta: அண்மைய செய்திகள் & வலைப்பதிவுகளை படிக்க

source: Manage your downloads
ga_ie: Bainistigh do chuid íoslódálacha
ta: உங்களுடைய பதிவிறக்கங்கள் நிர்வகி

source: Watch videos & view photos
ga_ie: Féach ar fhíseáin agus grianghraif
ta: நிகழ்படங்களை கவனி & படங்களை பார்

source: Here are a few of our favorites
ga_ie: Seo duit cúpla rud a thaitníonn linn
ta: எங்களுக்கு பிடித்தமானவைகள் ஒரு சில இங்கே

source: The Awesome Bar learns as you browse to make your version of Firefox unique.
ga_ie: Foghlaimíonn an Thar-Barra agus tusa ag brabhsáil le Firefox a chur in oiriúint duit.
ta: உங்களுடைய தனித்த பயர்பாக்ஸின் பதிப்பை உருவாக்க சிறப்பு பட்டைகள் தானாகவே உலாவ உலாவ கற்றுக்கொள்கிறது.

source: Find and return to your favorite sites without having to remember a URL.
ga_ie: Aimsigh agus fill ar na suímh is ansa leat gan URLanna a mheabhrú.
ta: URLஐ ஞாபகத்தில் வைக்காமலே உங்களுக்கு மிகவும் பிடித்த தளங்களை திருப்பவோ கண்டுபிடிக்கவோ இயலும்.

source: See what it can do for you
ga_ie: Féach céard a dhéanann sé ar do shon
ta: இது உங்களுக்கு என்ன செய்கிறது என பார்

source: Keep your Firefox in Sync
ga_ie: Coinnigh Firefox Sioncronaithe
ta: உங்களுடைய பயர்பாக்சை ஓத்திசைவில் வைத்திருக்கவும்

source: Access your bookmarks, history, passwords and more from any device to <br class="wide-br">make Firefox your own wherever you use it.
ga_ie: Is féidir teacht ar leabharmharcanna, stair bhrabhsála, focail fhaire agus níos mó ó aon ghléas, <br class="wide-br">le Firefox a chur in oiriúint duit féin in aon áit.
ta: உங்களுடைய புத்தகக்குறிகள், வரலாறு, கடவுச்சொற்களை அனுகவும் மற்றும் கூடுதலாக<br class="wide-br">எங்கிருந்தும் எந்த சாதனத்திலிருந்தும் பயன்படுத்தினாலும் சொந்த பயர்பாக்ஸ் பொன்று உருவாக்கவும்.

source: Learn more about Sync
ga_ie: Tuilleadh eolais faoi Sync
ta: ஒத்திசைவு பற்றி மேலும் தெரிந்துக்கொள்ளவும்

source: Get help with Sync
ga_ie: Cabhair le Sync
ta: ஒத்திசைவிற்க்கான உதவியை பெறவும்

source: Next
ga_ie: Ar Aghaidh
ta: அடுத்து
