Repository: translate/mozilla-lang
Catalog: */firefox/desktop/fast.lang.po
Languages: af, ca, es_mx, pt, tr

source: Firefox — The "speed king" - The fastest browser on the Web
af: Firefox — Die "spoedkoning" — Die vinnigste blaaier op die Web
ca: Firefox, el «rei de la velocitat». El navegador més ràpid del web.
es_mx: Firefox — El "rey de la velocidad" - El navegador más veloz en la Web
pt: Firefox — O "Rei da velocidade" - O navegador mais rápido na Web
tr: Firefox — "Hız kralı" - Web'in en hızlı tarayıcısı

source: Faster than ever
af: Vinniger as ooit
ca: Més ràpid que mai
es_mx: Más rápido que nunca
pt: Mais rápido que nunca
tr: Eskisinden de hızlı

source: This is the fastest Firefox yet.
af: Hierdie is die vinnigste Firefox nog.
ca: Aquest és el Firefox més ràpid fins ara.
es_mx: Éste es el Firefox más rápido hasta ahora
pt: Este é o Firefox mais rápido de sempre.
tr: Bu, şimdiye kadarki en hızlı Firefox.

source: It excels at both technical benchmarks <br class="wide-br">and the everyday tasks that you do most.
af: Dit blink uit beide in tegniese mates <br class="wide-br">en alledaagse take wat mens die meeste doen.
ca: És excel·lent en testos tècnics de referència <br class="wide-br">i en les tasques que feu més freqüentment.
es_mx: Sobresale en ambos: parámetros técnicos <br class="wide-br">y en las tareas diarias más frecuentes.
pt: Destaca-se tanto em comparativos técnicos <br class="wide-br">como nas tarefas diárias que você mais utiliza.
tr: Hem teknik performans <br class="wide-br">testlerinde uçuyor hem de sıkça yaptığınız günlük işlerde.

source: The “speed king”
af: Die “spoedkoning”
ca: El «rei de la velocitat»
es_mx: El “rey de la velocidad”
pt: O “rei da velocidade”
tr: “Hız kralı”

source: Firefox outperformed other browsers in recent independent tests to be named <br class="wide-br">the <a href="%(url1)s" data-interaction="outbound link">“speed king.”</a>
af: Firefox het onlangs ander blaaiers uitgestof in onafhanklike toetse, en vandaar die naam <br class="wide-br">die <a href="%(url1)s" data-interaction="outbound link">“spoedkoning”.</a>
ca: El Firefox ha superat altres navegadors en proves independents recents que l'han fet<br class="wide-br">el <a href="%(url1)s" data-interaction="outbound link">«rei de la velocitat».</a>
es_mx: Firefox superó recientemente a otros navegadores en pruebas de rendimiento independientes: <br class="wide-br">ganándose así el nombre de <a href="%(url1)s" data-interaction="outbound link">“rey de la velocidad.”</a>
pt: O Firefox superou outros navegadores em testes independentes recentes tendo sido declarado <br class="wide-br">o <a href="%(url1)s" data-interaction="outbound link">“rei da velocidade.”</a>

source: So you can browse with confidence with the fastest on the Web.
af: Nou kan mens met selfvertroue blaai in die geselskap van die vinnigste op die Web.
ca: Perquè pugueu navegar amb confiança amb el més ràpid del web.
es_mx: Para que navegues con total confianza con el más rápido de la Web.
pt: Para que possa navegar com confiança com o mais veloz na Web.
tr: Web’de güvenle gezinirken hızdan ödün vermek zorunda değilsiniz.

source: Cutting-edge speed
af: Spoed wat die toon aangee
ca: Velocitat d'avantguarda
es_mx: Velocidad de punta
pt: Velocidade de ponta
tr: Son teknoloji

source: If you enjoy games, you can now play some of your favorites right on the Web without sacrificing speed or overall performance.
af: Dié wat van speletjies hou, kan nou sommige gunstelinge hier op die Web speel sonder toegewings aan spoed of werkverrigting.
ca: Si us agraden es jocs, ara podeu jugar als vostres preferits directament al web sense perdre velocitat o rendiment en general.
es_mx: Si te gustan los juegos, ahora puedes jugar desde la Web algunos de tus favoritos sin tener que sacrificar la velocidad ni el rendimiento.
pt: Se gosta de jogos, pode agora jogar alguns dos seus preferidos na Web sem sacrificar a velocidade ou performance em geral.
tr: Oyun oynamayı seviyorsanız, en sevdiğiniz oyunlardan bazılarını artık hız veya performanstan ödün vermeden Web üzerinde oynayabilirsiniz.

source: Firefox is leading the charge in online gaming as part of our efforts to make every aspect of your browsing experience faster.
af: Firefox lei die inisiatief vir speletjies aanlyn as deel van ons poging om elke aspek van die webblaaier vinniger te maak.
ca: El Firefox és el referent en el jocs en línia com part del nostre esforç per fer més ràpids tots els aspectes de la navegació.
es_mx: Firefox está a la vanguardia de los juegos en línea en nuestro esfuerzo por hacer más rápido cada aspecto de tu experiencia de navegación.
pt: O Firefox lidera o assalto aos jogos online como parte dos nossos esforços para tornar mais rápidos todos os aspetos da sua navegação.
tr: Firefox, Web deneyiminizin her yönünü hızlandırma çabalarımızın bir parçası olarak, çevrimiçi oyunlara da öncülük ediyor.

source: Learn more about how we’re <br class="wide-br">pushing the limits of speed
af: Meer inligting oor hoe ons <br class="wide-br">spoed tot in die rooi druk
ca: Més informació sobre com <br class="wide-br">fem avançar la velocitat límit
es_mx: Descubre cómo estamos <br class="wide-br">llevando la velocidad al límite
pt: Saber mais sobre como estamos<br class="wide-br">a aumentar os limites da velocidade
tr: Hız sınırlarını nasıl <br class="wide-br">zorladığımızı öğrenin

source: Speed you can feel
af: Spoed wat mens kan voel
ca: Una velocitat que es nota
es_mx: Velocidad que puedes sentir
pt: Velocidade que pode sentir
tr: Hissedilir hız

source: We optimize Firefox for the way you use the Web.
af: Ons optimeer Firefox vir presies hoe mens die Web gebruik.
ca: Optimitzem el Firefox per a la vostra manera d'utilitzar el web.
es_mx: Optimizamos Firefox para adaptarlo a la forma en que usas la Web.
pt: Otimizamos o Firefox para a forma como você usa a Web.
tr: Firefox’u optimize ederken Web’i nasıl kullandığınıza baktık.

source: So things like opening or switching <br class="wide-br">between tabs and getting results from the Awesome Bar happen faster than ever.<br class="wide-br">
af: Dus wys nuwe oortjies <br class="wide-br">asook soekresultate in die adresbalk vinniger as ooit te vore.<br class="wide-br">
ca: Així, coses com obrir o canviar <br class="wide-br">de pestanya i obtenir resultats de la barra fantàstica són més ràpides que mai.<br class="wide-br">
es_mx: Para que cosas como abrir y cambiar <br class="wide-br">de una pestaña a otra y obtener resultados de la Barra Alucinante sea más rápido que nunca.<br class="wide-br">
pt: Para que coisas como abrir ou alternar <br class="wide-br">entre separadores e obter resultador da Barra Fantástica seja mais rápido que nunca.<br class="wide-br">
tr: Böylece sekme açmak, sekmeler arası <br class="wide-br">geçiş ve Şahane Çubuk’ta sonuçlara ulaşmak artık eskisinden de hızlı.<br class="wide-br">

source: Get where you need to go as quickly and easily as possible.
af: Bereik u bestemming vinnig en gemaklik.
ca: Arribeu arreu on us calgui anar tan ràpidament i fàcil com sigui possible.
es_mx: Llega tan rápido y fácil como es posible adonde quieres ir.
pt: Chegue onde precisa o mais fácil e rapidamente possível.
tr: Her şey, istediğiniz yere en hızlı ve en kolay şekilde ulaşmanız için.
