Repository: translate/mozilla-lang
Catalog: */firefox/desktop/index.lang.po
Languages: af, bn_bd, br, cy, hi_in, km, nn_no, ta, tr

source: Free Web Browser for Mac, Windows, Linux | Firefox
cy: Y Porwr Gwe Rhad a Rhydd ar gyfer Mac, Windows, Linux | Firefox
hi_in: Mac, Windows, Linux के लिए मुक्त वेब ब्राउज़र | Firefox
ta: லினக்ஸ், விண்டோஸ், மேக் இயங்குதளங்களுககான கட்டற்ற திறவூற்று இணைய உலாவி | பயர்பாக்ஸ்

source: Firefox Web browser — Trusted, Flexible, Fast — Committed to you, your privacy and an open Web
af: Die Firefox-webblaaier — Vertroud, aanpasbaar, vinnig — Verbonde tot u, u privaatheid en ’n oop Web
bn_bd: ফায়ারফক্স ওয়েব ব্রাউজার - বিশ্বস্ত, নমনীয়, দ্রুত - প্রতিশ্রুতিবদ্ধ আপনার কাছে, আপনার গোপনীয়তা এবং মুক্ত ওয়েবের কাছে
br: Merdeer Web Firefox — Fizius, Azasaus, Herrek — Gouestlet deoc'h, d'ho puhez prevez ha d'ar Web digor
cy: Y Porwr Gwe Firefox — Dibynadwy, Hyblyg, Cyflym —Wedi ymrwymo i'ch anghenion, eich preifatrwydd ac i'r We agored
hi_in: फ़ायरफ़ॉक्स वेब ब्राउज़र — विश्वसनीय, लचीला, तेज — आपसे, आपकी गोपनीयता और एक खुले वेब के लिए प्रतिबद्ध
km: កម្មវិធី​អ៊ីនធឺណិត Firefox — ទុកចិត្ត, បត់បែន, លឿន — បាន​ប្ដេជ្ញា​ចំពោះ​អ្នក រក្សា​ភាព​ឯកជន និង​បណ្ដាញ​បើក​ចំហ
nn_no: Nettlesaren Firefox — Triltrudd, smidig, rask — Forplikta til deg, ditt personvernet og eit ope Internett
ta: Firefox உலாவி — நம்பகமானது, நெகிழ்வானது, விரைவானது — உங்களுக்காகவும், உங்களின் தனியுரிமைக்காகவும், திறந்த இனையத்திற்காகவும் அர்பணிக்கப்பட்டது
tr: Firefox Web tarayıcısı — Güvenilir, esnek, hızlı — Sizin için, gizliliğiniz için ve açık bir Web için var

source: Firefox Web browser — Trusted, Flexible, Fast — There's never been a better time
af: Die Firefox-webblaaier — Vertroud, aanpasbaar, vinnig — Dis die perfekte tyd
bn_bd: ফায়ারফক্স ওয়েব ব্রাউজার - বিশ্বস্ত, নমনীয়, দ্রুত - এটি ভাল সময় আছে যা আগে কখনো ছিল না
br: Merdeer Firefox — Fizius, azasaus, herrek — Gwelloc'h eget biskoazh
cy: Y Porwr Gwe Firefox — Dibynadwy, Hyblyg, Cyflym — Nawr yw'r amser
hi_in: फ़ायरफ़ॉक्स वेब ब्राउज़र — विश्वसनीय, लचीला, तेज — इससे बेहतर समय कभी नहीं था
km: កម្មវិធី​អ៊ីនធឺណិត​បណ្ដាញ Firefox ដែល​ជឿ​ទុកចិត្ត, ដែល​អាច​បត់បែន, លឿន មិន​មាន​ពេលវេលា​ល្អ​ប្រសើរ
nn_no: Nettlesaren Firefox — Tiltrudd, smidig, rask — Aldri har det vore meir aktuelt
ta: பயர்பாக்ஸ் இணைய உலாவி — நம்பகமானது, இணக்கமானது, வேகமானது — இதைவிட நல்ல நேரம் இருந்ததே இல்லை
tr: Firefox Web tarayıcısı — Güvenilir, esnek, hızlı — Şimdi tam zamanı

source: Millions of people around the world trust Firefox Web browsers on Mac, Windows and Linux computers. Fast. Private. Download now!
cy: Mae miliynau o bobl o amgylch y byd yn ymddiried ym mhorwr Gwe Firefox ar y Mac, Windows a Linux. Cyflym. Preifat. Llwythwch un i lawr nawr!
hi_in: दुनिया भर के लाखों लोग विश्वास करते हैं Firefox वेब ब्राउज़र का Mac, Windows और Linux कंप्यूटर पर. तेज. नीजी. अभी डाउनलोड करें!
ta: உலகம் முழுவதிலும் இலட்சோப இலட்சம் மக்கள் மேக், விண்டோஸ் மற்றும் இலினக்சு கணினிகளில் Firefox வலை உலாவிகளை நம்புகின்றனர். வேகமானது. தனிமையானது. இப்போதே பதிவிறக்குங்கள்!

source: There’s never been a <br class="wide-br">better time for Firefox
af: Dis nou die perfekte tyd <br class="wide-br">vir Firefox
bn_bd: এর থেকে ভালো সময় Firefox-র জন্য <br class="wide-br">আগে কখনও ছিল না।
br: Emañ deuet ar mare<br class="wide-br">evit Firefox
cy: Nawr yw'r amser <br class="wide-br">ar gyfer Firefox
hi_in: Firefox के लिए इससे बेहतर <br class="wide-br">समय कभी नहीं था
km: មិន​មាន​ <br class="wide-br">ពេលវេលា​ល្អ​ប្រសើរ​សម្រាប់ Firefox
nn_no: Det har aldri vore eit <br class="wide-br">betre tidspunkt for Firefox
ta: இதற்கு முன் இப்படி ஒரு <br class="wide-br"> நல்ல நேரம் பயர்பாக்ஸிற்கு இருந்ததே இல்லை
tr: Firefox’u kullanmak için <br class="wide-br">daha iyi bir zaman olmamıştı

source: Committed to you, your privacy and an open Web.
af: Verbonde tot u, u privaatheid en ’n oop Web.
bn_bd: আমরা প্রতিশ্রুতিবদ্ধ আপনার কাছে, আপনার গোপনীয়তা এবং ওপেন ওয়েবের কাছে।
br: Gouestlet deoc'h, d'ho puhez prevez ha d'ar Web digor.
cy: Yn ymroddedig i chi, eich preifatrwydd ac i'r We agored.
hi_in: आपसे, आपकी गोपनीयता और एक खुले वेब के लिए प्रतिबद्ध.
km: ប្ដេជ្ញា​, ភាព​ឯកជន​របស់​អ្នក និង​បណ្ដាញ​បើក​ទូលាយ​។
nn_no: Forplikta til deg, ditt personvern og eit ope Internett
ta: ஒரு திறந்த இணையத்திற்கும் உங்களுக்கும் உங்களுடைய தனியுரிமைக்கும் உறுதியளிக்கிறது.
tr: Firefox sizin için, gizliliğiniz için ve açık bir Web için var.

source: Your Firefox is up to date.
af: Firefox is op datum.
bn_bd: আপনার ফায়ারফক্স হালনাগাদ রয়েছে
br: Hizivaet eo ho Firefox.
cy: Mae eich Firefox yn gyfredol.
hi_in: आपका फ़ायरफ़ॉक्स का अद्यतन हो चुका है.
km: Firefox របស់​អ្នក​គឺ​ទាន់​សម័យ​ហើយ។
nn_no: Firefox er oppdatert.
ta: உங்கள் பயர்பாக்ஸ் புத்தம் புதுசா இருக்கு.
tr: Firefox'unuz güncel.

source: Need help with anything?
af: Hulp nodig?
bn_bd: কোন কিছুর জন্য সাহায্য প্রয়োজন?
br: Ezhomm ho peus skoazell ?
cy: Angen cymorth gydag unrhyw beth?
hi_in: किसी भी चीज़ के साथ मदद की आवश्यकता है?
km: តើ​ត្រូវការ​ជំនួយ​អ្វី​ផ្សេង​ទេ?
nn_no: Treng du hjelp med noko?
ta: ஏதேனும் உதவி தேவையா?

source: Made with a mission to put you first
af: Gemaak met ’n missie om ú eerste te plaas
bn_bd: আপনাকে সর্বাগ্রে রাখার লক্ষ্যে তৈরী
br: Krouet gant ur gefridi : lakaat ac'hanoc'h war ar renk kentañ
cy: Wedi ei greu gyda'r bwriad o'ch rhoi chi'n gyntaf
hi_in: एक मिशन के साथ आपको प्रथम रखने के लिए बनाया
km: បង្កើត​ឡើង​ជាមួយ​បេសកកម្ម​​មួយ​ធ្វើ​ឲ្យ​អ្នក​ឈាន​មុខ​គេ
nn_no: Med oppdrag om å prioritera deg fyrst
ta: உங்களை முன்னிருத்தி ஒரு நோக்கத்துடன் உருவாக்கப்பட்டது
tr: Misyonumuz, sizi daima ilk sıraya koymak

source: We’ve always designed Firefox to protect and respect your private information.
af: Ons ontwerp nog altyd Firefox om u private inligting te beskerm en te respekteer.
bn_bd: আমরা সবসময় আপনার গোপন তথ্যকে সুরক্ষিত রাখতে ও শ্রদ্ধা করতে Firefox-কে নকশা দিয়েছি।
br: Ergrafet eo bet Firefox a-viskoazh da wareziñ ha doujañ ho titouroù personel.
cy: Rydym wedi cynllunio Firefox i ddiogelu a pharchu eich manylion preifat.
hi_in: हमने Firefox को हमेशा आपकी निजी जानकारी की रक्षा और सम्मान करने के लिए डिज़ाइन किया है.
km: ជា​និច្ចកាល​យើង​បាន​រចនា Firefox ដើម្បី​ការពារ និង​ពិនិត្យមើល​ព័ត៌មាន​ឯកជន។
nn_no: Vi har heilt frå byrjinga utforma Firefox slik at han vernar og beskyttar din personlege informasjon.
ta: உங்களுடைய தனிநபர் தகவல்களை மதிக்கும் மற்றும் பாதுகாக்கும் விதத்தில் எப்போதும் நாங்கள் பயர்பாக்ஸை வடிவமைக்கிறோம்.
tr: Firefox’u hep kişisel bilgilerinizi korumak ve onlara saygı göstermek için tasarladık.

source: That’s why we’re proud to be voted the <a href="%(url1)s" data-interaction="outbound link">Most Trusted Internet Company for Privacy.</a>
af: Daarom is ons trots op die benoeming as die <a href="%(url1)s" data-interaction="outbound link">Mees vertroude internetmaatskappy vir privaatheid</a>.
bn_bd: এই জন্য আমরা গর্বিত যে আমরা <a href="%(url1)s" data-interaction="outbound link">গোপনীয়তার ক্ষেত্রে সবথেকে ভরসাযোগ্য ইন্টারনেট কোম্পানি</a> হিসেবে ভোট পেয়ে।
br: Setu perak emañ al loc'h ennomp rak dilennet omp bet evel <a href="%(url1)s" data-interaction="outbound link">An Embregerezh fiziekañ war internet e-keñver ar vuhez prevez.</a>
cy: Dyma pam rydym yn falch o fod wedi ein dewis fel y <a href="%(url1)s" data-interaction="outbound link">Most Trusted Internet Company for Privacy.</a>
hi_in: यही कारण है कि हमे <a href="%(url1)s">गोपनीयता के लिए सबसे विश्वसनीय इंटरनेट कंपनी</a> चुने जाने पर गर्व है.
nn_no: Det er difor vi er stolte av å blitt røysta fram som <a href="%(url1)s" data-interaction="outbound link">Internett-selskapet med mest tillit når det gjeld personvern.</a>
ta: எனவேதான் எங்களை எப்போதும் <a href="%(url1)s" data-interaction="outbound link">இணையத்தில் தனியுரிமைக்கான நம்பமான நிறுவனம் என தேர்ந்தெடுக்கப்படுகிறோம்.</a>

source: Find out what makes Firefox the most trusted browser on the Web
af: Vind uit hoekom Firefox die mees vertroude blaaier is op die Web
bn_bd: খুঁজুন কি Firefox-কে ওয়েবে সব থেকে বিশ্বাসযোগ্য ব্রাউজারে পরিণত করেছে।
br: Dizoloit pezh a laka Firefox da vezañ ar merdeer fiziekañ war ar web
cy: Beth sy'n gwneud Firefox yn fwy dibynadwy ar y We
hi_in: पता लगाएं कि क्या Firefox को वेब पर सबसे भरोसेमंद ब्राउज़र बनाता है
km: ស្វែងរក​អ្វី​ដែល​បង្កើត Firefox កម្មវិធី​អ៊ីនធឺណិត​ដែល​ជឿ​ទុកចិត្ត​បំផុត​នៅ​លើ​បណ្ដាញ
nn_no: Finn ut kva som gjer Firefox til nettlesaren med mest tiltru på nettet
ta: எது இணையத்தில் பயர்பாக்ஸை மிகவும் நம்பகமான உலாவி என பெயர் பெற வைத்தது என்பதை கண்டுபிடி
tr: Firefox’un nasıl internetteki en güvenilir tarayıcı olduğunu öğrenin

source: Works the way you do
af: Werk soos ons wil
bn_bd: কাজ করবে যেভাবে আপনি করবেন
br: Labourat a ra evel ma fell deoc'h
cy: Yn arbennig i chi
hi_in: यह वैसे काम करता है जैसे आप काम करते हो
km: វិធី​ដំណើរការ​ដែល​អ្នក​ចង់​ធ្វើ
nn_no: Tilpassar seg etter deg
ta: நீங்கள் செய்யும் வழியிலே செயல்படும்
tr: Sizin istediğiniz gibi çalışır

source: How you use the Web is unique.
af: Ons gebruik elkeen die Web op ’n unieke manier.
bn_bd: আপনি কিভাবে ওয়েব ব্যবহার করবেন তা অনন্য।
br: Unel eo ho toare d'ober gant ar web.
cy: Mae'r ffordd rydych yn defnyddio'r we yn unigryw.
hi_in: जैसे आप वेब का उपयोग करते हैं वो अद्वितीय है.
km: របៀប​ដែល​អ្នក​ប្រើ​បណ្ដាញ​តែមួយ។
nn_no: Din måte å bruka nettet på er eineståande.
ta: நீங்கள் பயன்படுத்தும் இணையம் எப்படி தனித்திருக்கிறது.
tr: Herkes Web’i farklı kullanır.

source: Firefox lets you change it to match.
af: Firefox laat homself verander sodat hy inpas.
bn_bd: Firefox আপনাকে মেলে এমনে পরিবর্তন করতে দেয়।
br: Kemmet e vez Firefox da genglotañ gant ho toare.
cy: Mae Firefox yn caniatáu i chi ei newid i gydweddu.
hi_in: Firefox आपको समान बनाने के लिए इसमे परिवर्तन की सुविधा देता है.
km: Firefox ​អនុញ្ញាត​ឲ្យ​អ្នក​ប្ដូរ​វា​ដើម្បី​ផ្គូផ្គង។
nn_no: Du kan stilla inn Firefox slik at han passar for deg.
ta: பயர்பாக்ஸ் நீங்கள் அதை பொருத்த மாற்ற இயலும்.
tr: Firefox’u kendi kullanım tarzınıza göre değiştirebilirsiniz.

source: Remove what you don’t use, keep what you do and put it just about anywhere you want.
af: Verwyder die onnodige, hou die nodige en sit dit net waar dit benodig word.
bn_bd: আপনি যা ব্যবহার করেন না সেটিকে মুছে ফেলুন, রাখুন যেটা আমি করেন এবং আপনি সেটা যেখানে চান সেখানেই রাখতে পারেন।
br: Dilamit pezh n'arverit ket, mirit pezh a rit ganto ha kempennit pep tra war al lec'h a blij deoc'h.
cy: Tynnwch beth sydd ddim ei angen, cadw beth sydd ei angen a'i osod lle bynnag sy'n ddefnyddiol.
hi_in: हटा दीजिये जिसका आप उपयोग नहीं करते है, सिर्फ उसे ही रखिये जिसका आप उपयोग करते है, कहीं भी आप जहाँ चाहते हैं.
km: លុប​អ្វី​ដែល​អ្នក​មិន​ប្រើ​ចេញ, រក្សាទុក​​អ្វី​ដែល​អ្នក​ធ្វើ និង​ដាក់​វា​នៅ​ទីកន្លែង​មួយ​ដែល​អ្នក​ចង់។
nn_no: Ta bort det du ikkje brukar, behald det du treng og plasser det nesten der du vil.
ta: நீங்க பயன்படுத்தாததை நீக்கு, நீங்க பயன்படுத்துவதை வைத்துக்கொள் மற்றும் அதை எங்கு வேண்டிமானாலும் வைக்க இயலும்.
tr: Kullanmadıklarınızı atın, kullandıklarınızı tutun ve istediğiniz yere koyun.

source: Find out what makes Firefox <br class="wide-br">the most flexible browser there is
af: Vind uit wat Firefox die <br class="wide-br">mees aanpasbare blaaier maak
bn_bd: খুঁজুন যে কি Firefox-কে <br class="wide-br"> সবথেকে নমনীয় ব্রাউজার করে তুলেছে
br: Dizoloit pezh a laka Firefox da vezañ <br class="wide-br">ar merdeer azasausañ
cy: Dysgu am beth sy'n gwneud Firefox <br class="wide-br">y porwr mwyaf hyblyg
hi_in: पता लगाएं कि Firefox को<br class="wide-br">क्या है जो सबसे लचीला ब्राउज़र बनाता है
km: ស្វែងរក​អ្វី​ដែល​បង្កើត Firefox <br class="wide-br">កម្មវិធី​អ៊ីនធឺណិត​ដែល​អាច​បត់បែន​មាន
nn_no: Finn ut kva som gjer Firefox <br class="wide-br">til,den smidigaste nettlesaren som finst
ta: இங்கே எது பயர்பாக்ஸை <br class="wide-br"> இணக்கமானதாக ஆக்குகிறது என கண்டுபிடி
tr: Firefox’u var olan en esnek tarayıcı <br class="wide-br">yapan şeyleri öğrenin

source: Faster at what you do most
af: Vinniger met die belangrikste dinge
bn_bd: আপনি সবথেকে বেশি যেটা করেন তাতে আরও দ্রুত হন
br: Herrekoc'h d'ober pezh a rit d'an aliesañ
cy: Yn gyflym ar eich tasgau cyffredin
hi_in: आप सबसे ज्यादा जो करते हैं उसमें ज्यादा तेज
km: លឿន​បំផុត​នៅ​អ្វី​​ដែល​អ្នក​ធ្វើ​ច្រើន​បំផុត
nn_no: Raskare på det du gjer mest
ta: நீங்கள் எதை செய்யும் பொருட்டு இது வேகமடைகிறது
tr: En çok yaptığınız işlerde en hızlı

source: Firefox was named the ”speed king” in independent benchmark and performance tests against other browsers.
af: Firefox is as “spoedkoning” bekroon in onafhanklike toetse vir werkverrigting teen ander blaaiers.
bn_bd: Firefox-কে "স্পীড কিং" নাম দেওয়া হয়েছে এর একক বেঞ্চমার্কের জন্য এবং অন্য ব্রাউজারের সাথে এর ক্রিয়াকলাপের পরীক্ষার মাধ্যমে।
br: "Roue an tizh" a veze graet anezhañ gant prouadoù evit digonusted ha bankoù arnod distag a-enep merdeerioù all.
cy: Cafodd Firefox ei alw'n ”speed king” mewn profion meincnodi a pherfformiad yn erbyn porwyr eraill.
hi_in: Firefox अन्य ब्राउज़रों के खिलाफ स्वतंत्र बेंचमार्क और प्रदर्शन परीक्षण में ”speed king” नामित किया गया था.
km: Firefox ត្រូវ​បាន​គេ​ឲ្យ​ឈ្មោះ​ថា "ស្ដេច​ល្បឿន" នៅ​ក្នុង​ចំណុច​​គោល​​ដាច់​ដោយ​ឡែក​ពី​គេ​​ និង​ការ​សាកល្បង​ប្រើប្រាស់​ជាមួយ​កម្មវិធី​អ៊ីនធឺណិត​ផ្សេង​ទៀត។
nn_no: Firefox vart kalla «Fartskongen» i ei uavhengig måling av yting mot andre nettlesarar.
ta: மற்று உலாவிகளின் சோதனைகளில் செயல்திறன்களை பயர்பாக்ஸ் உலாவியுடன் ஒப்பிட்டு பார்த்ததில் பயர்பாக்ஸ் ”வேகத்தின் அரசன்” பெயர் சூட்டப்பட்டுள்ளது.
tr: Firefox, diğer tarayıcılarla birlikte yapılan bağımsız performans testlerinde ”hız kralı” seçildi.

source: * Based on <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a> results.
af: * Gebaseer op resultate in <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a>.
bn_bd: * <a data-interaction="outbound link" href="%(url1)s"> টম এর হার্ডওয়্যার ওয়েব ব্রাউজার গ্র্যান্ড প্রিক্স ষোড়শ </a> ফলাফলের উপর ভিত্তি করে।
br: * diazezet war disoc'hoù <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a>.
cy: * Ar sail canlyniadau <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a>.
hi_in: * पर आधारित <a data-interaction="outbound link" href="%(url1)s">टॉम की हार्डवेयर वेब ब्राउज़र ग्रां प्री XVI</a> के परिणाम.
nn_no: * Basert på resultata frå <a data-interaction="outbound link" href="%(url1)s">Tom’s Hardware Web Browser Grand Prix XVI</a>.
ta: * <a data-interaction="outbound link" href="%(url1)s">டாம்ஸ் ஹார்டுவேர் வெப் பிரவுசர் கிராண்ட் பிரிக்ஸ் XVI</a> முடிவுகளின் படி.

source: Save time and do just about anything quicker than before.
af: Spaar tyd en doen net omtrent enigiets vinniger as tevore.
bn_bd: সময় বাঁচান এবং যেকোনো কিছু সম্বন্ধে কিছু করুন আগের থেকে অনেক তাড়াতাড়ি।
br: Espernit amzer ha grit tost pep tra buanoc'h eget a-raok.
cy: Arbedwch amser a gwneud popeth yn gynt nag erioed.
hi_in: समय बचाए और कुछ भी पहले की तुलना में जल्दी करें.
km: រក្សាទុក​ពេលវេលា និង​ដំណើរការ​រហ័ស​ជាង​ពី​មុន។
nn_no: Spar tid og gjer nesten alt raskere enn før.
ta: முன்பைவிட எதையும் மிக விரைவாகச் செய்கிறது நேரத்தையும் சேமிக்கிறது.
tr: Her şeyi eskisinden daha hızlı yaparak zaman kazanın.

source: Find out what makes this the fastest Firefox yet
af: Kyk wat maak hierdie die vinnigste Firefox nog
bn_bd: খুঁজুন কি এই Firefox-কে সবথেকে দ্রুততম করে তুলেছে
br: Dizoloit pezh a laka anezhañ da vezañ ar Firefox herrekañ evit poent
cy: Dysgwch beth sy'n gwneud hwn y Firefox cyflymaf erioed
hi_in: पता लगाए कि क्या इस Firefox को अभी तक का सबसे तेज बनाता है
km: ស្វែងរក​អ្វី​ដែល​ធ្វើ​ឲ្យ​ Firefox លឿន​ជាង​ពី​មុន
nn_no: Sjå kva som gjer dette til den raskaste Firefox til no
ta: இதை மிக வேகமான பயர்பாக்ஸாக உருவாக்குவது எது என கண்டுபிடி
tr: Şimdiye kadarki en hızlı Firefox’un özelliklerini öğrenin
