Repository: translate/mozilla-lang
Catalog: */firefox/desktop/tips.lang.po
Languages: bn_bd, ca, ga_ie, lv, mai, nn_no, ta

source: The best of the latest Firefox
bn_bd: সাম্প্রতিক ফায়ারফক্সের মধ্যে সবচেয়ে ভাল।
ca: El millor del darrer Firefox
ga_ie: Scoth na ngnéithe sa Firefox is déanaí
lv: Labākais no pēdējā Firefox
mai: नबका Firefox क सबसे नीक
nn_no: Det beste i den nye Firefox
ta: அண்மைய Firefoxஇல் சிறந்தவை

source: Bookmarks
bn_bd: বুকমার্ক
ca: Adreces d'interès
ga_ie: Leabharmharcanna
lv: Grāmatzīmes
mai: पुस्तकचिह्न
nn_no: Bokmerke
ta: புத்தகக்குறிகள்

source: Simplify
bn_bd: সরলীকরণ
ca: Simplifiqueu
ga_ie: Simpliú
lv: Vienkāršot
mai: सरल करू
nn_no: Gjer enklare
ta: எளிதாக்கு

source: Arrange
bn_bd: সাজাও
ca: Reordeneu
ga_ie: Leagan Amach
lv: Sakārtot
mai: क्रममे राखू
nn_no: Ordna
ta: வரிசைப்படுத்து

source: Sync
bn_bd: সিঙ্ক
ca: Sincronitzeu
ga_ie: Sioncronú
lv: Sinhronizācija
mai: सिंक
ta: ஒத்திசைவு

source: 5 top tips, tricks and time-saving tools
bn_bd: 5 শীর্ষ টিপস, ট্রিকস এবং সময় বাঁচায় এমন টুল
ca: Els 5 millors trucs, consells i eines per estalviar temps
ga_ie: Leideanna, cleasa, agus uirlisí a shábhálann am
lv: Top 5 padomi, triki un laiku taupošie rīki
mai: 5 शीर्ष सलाह, तरकीब आ समय बचेबा बला उपकरण
nn_no: Dei 5 beste tipsa, knepa og tidsparande verktøya
ta: 5 மேலான குறிப்புகள்,தந்திரங்கள் மற்றும் நேரத்தை மிச்சபடுத்தும் கருவிகள்.

source: back
bn_bd: পিছনে
ca: anterior
ga_ie: siar
lv: atpakaļ
mai: पाछाँ
nn_no: tilbake
ta: பின்

source: next
bn_bd: পরবর্তী
ca: següent
ga_ie: ar aghaidh
lv: tālāk
mai: आगाँ
nn_no: neste
ta: அடுத்து

source: Click the star
bn_bd: তারকায় ক্লিক করুন
ca: Feu clic a l'estrella
ga_ie: Cliceáil an réiltín
lv: Klikšķiniet lai sāktu
mai: तारा पर क्लीक करू
nn_no: Trykk på stjerna
ta: நட்சத்திரத்தை சொடுக்கு

source: Watch the star jump so you know your bookmark has been added.
bn_bd: আপনার বুকমার্কটি যোগ হয়েছে কিনা টা তারকার লাফ দেখে জানতে পারবেন।
ca: L'estrella es mou per indicar que s'ha afegit l'adreça d'interès.
ga_ie: Léimfidh an réiltín nuair a bheidh an leabharmharc déanta.
lv: Kad zvaigznīte pārlec, jūs zināt, ka jūsu grāmatzīme ir saglabāta.
mai: तारा कए कुदैत देखू त अहॉं जानि सकब जे अहॉंक पुस्तकचिन्ह जोड़‍ि देल गेल अछि
nn_no: Når du ser stjerna hoppa, så veit du at bokmerket ditt er lagt til.
ta: நட்சத்திரம் குதிப்பதை பார்த்து உங்களது புத்தகக்குறி சேர்க்கப்பட்டது என அறிந்து கொள்ளலாம்.

source: (Try it! It’s fun!)
bn_bd: (চেষ্টা করে দেখুন! এটি মজার)
ca: (Proveu-ho! És divertit!)
ga_ie: (Bain triail as! An-spraoi!)
lv: (Izmēģiniet, tas ir jautri!)
mai: (एकरा इस्तेमाल करू, इ मजेदार अछि)
nn_no: (Prøv det! Det er moro!)
ta: (செய்து பாருங்கள்! இது வேடிக்கையானது!)

source: How to:
bn_bd: কিভাবে:
ca: Com es fa:
ga_ie: Treoracha:
lv: Kā:
mai: केना:
nn_no: Korleis:
ta: எவ்வாறு:

source: Click the star to add bookmarks and manage them from the same spot.
bn_bd: একই স্পট থেকে বুকমার্ক যোগ এবং তাদের পরিচালনা করার জন্য তারকাতে ক্লিক করুন।
ca: Feu clic a l'estrella per afegir i gestionar adreces d'interès.
ga_ie: Cliceáil an réiltín le leabharmharcanna a chruthú agus iad a bhainistiú ón áit chéanna.
lv: Klikšķiniet uz zvaigznītes, lai pievienotu grāmatzīmes un pārvaldītu tās no vienas vietas.
mai: पुस्तकचिन्ह कए जोड़बाक लेल स्टार पर क्लि‍क करू आर ओकरा ओहिठाम व्यवस्थि‍त करू
nn_no: Trykk på stjerna for å leggja til og handsame bokmerke, på same stad.
ta: புத்தகக்குறியை சேர்க்கவும் கையாளவும் நட்சத்திரத்தை சொடுக்கவும்.

source: Simplify your life
bn_bd: আপনার জীবনকে সরল করুন
ca: Simplifiqueu
ga_ie: Do bheatha a shimpliú
lv: Atvieglojiet dzīvi
mai: अपन जीनगी आसान बनाउ
nn_no: Gjer livet ditt enklare
ta: உங்கள் வாழ்வை எளிமையாக்குங்கள்

source: Go to your happy place.
bn_bd: আপনার সুখের জায়গায় যান।
ca: No us compliqueu la vida.
ga_ie: Glac do shuaimhneas.
lv: Nokļūstiet laimīgajā zemē.
mai: अपन आनंदपूर्ण स्थान पर जाउ
nn_no: Passeleg er best.
ta: உங்களது மகிழ்ச்சியான இடத்திற்க்கு செல்லுங்கள்.

source: Remove the buttons you don’t use so you can find the ones you do.
bn_bd: যে বাটন ব্যবহার করেন না টা মুছে ফেলুন যাতে যেগুলো ব্যবহার করেন তা খুঁজে পেতে পারেন।
ca: Elimineu els botons que no feu servir i així trobareu més fàcilment els que sí utilitzeu.
ga_ie: Bain amach na cnaipí nach n-úsáideann tú sa chaoi go dtiocfaidh tú ar na cinn a úsáideann tú.
lv: Aizvāciet pogas, ko neizmantojat, lai ātrāk atrastu tās, ko izmantojat.
mai: जाहि बटन क उपयोग अहॉं नहि करैत छी ओकरा हटा दिअ, त अहॉं ओकरा ताकि सकब जेकर अहॉं उपयोग करैत छी
nn_no: Fjern knappane du ikkje brukar, slik at du kan finna dei du faktisk brukar.
ta: தேவையற்ற பொத்தான்களை நீக்கி நீ பயன்படுதுபவற்றை வைத்துக்கொள்.

source: Open the menu, select “<strong>Customize</strong>” and drag any button out of the toolbar.
bn_bd: মেনুটি খুলুন "<strong>কাস্টমাইজ</strong>" নির্বাচন করুন, এবং টুলবারের বাইরে যেকোন বোতাম টেনে আনুন।
ca: Obriu el menú, seleccioneu «<strong>Personalitza</strong>» i arrossegueu qualsevol botó fora de la barra d'eines.
ga_ie: Oscail an roghchlár, roghnaigh “<strong>Saincheap</strong>” agus tarraing aon chnaipe amach as an mbarra uirlisí.
lv: Izvēlieties “<strong>Pielāgot</strong>” no izvēlnes un pārvelciet jebkuru pogu uz rīkjoslu.
mai: मेनू क खोलू, चुनू“<strong>चुनाव करू</strong>”कोनो बटन कए टूलबारक बाहर खि‍सकाउ
nn_no: Opna menyen, vel “<strong>Tilpass</strong>” og drag dei knappane du ikkje ynskjer å ha ut av verktøylinja.
ta: பட்டியை திறந்து, “<strong>தனிபயனாக்கத்தை</strong>” தேர் பின் கருவிப்பட்டையிலிருந்து ஏதாவது பொத்தானை வெளியே இழுத்துவிடு.

source: Add your faves
bn_bd: আপনার পছন্দ যোগ করুন
ca: Afegiu elements al gust
ga_ie: Roghnaigh na cinn is ansa leat
lv: Pievienojiet iecienīto
mai: मनपसिन्न जोड़ू
nn_no: Legg til favorittane dine
ta: உங்கள் விருப்பங்களைச் சேர்க்கவும்

source: Play favorites with the features you use most and arrange them for fast, easy access.
bn_bd: আপনার প্রিয় ফিচারগুলো নিয়ে খেলা করুন এবং এদের সহজেই ব্যবহার করতে, দ্রুত সাজান।
ca: Tingueu a mà les funcions que feu servir més sovint i reordeneu-les per tenir-hi un accés ràpid i fàcil.
ga_ie: Roghnaigh na huirlisí a mbaineann tú an úsáid is mó astu agus leag amach iad chun teacht orthu go héasca.
lv: Izcel saulītē iecienītākās pogas, pārkārto logu tā, lai svarīgākais ir vieglāk un ātrāk atrodams.
mai: जेकरा अहॉं सबसे बेसी उपयोग करैत छी आ पसंदीदा विशेषता कए पसंदीदा मे व्यवस्थि‍त करू, आसान आर तेज पहूँच लेल
nn_no: Favoriser funksjonane du brukar mest, og ordna dei for rask og enkel tilgang.

source: Open the menu, select “<strong>Customize</strong>” and drag any button into the toolbar or menu.
bn_bd: মেনু খুলুন "<strong>কাস্টমাইজ</strong>" নির্বাচন করুন, এবং টুলবার বা মেনুর বাইরে যেকোন বোতাম টেনে আনুন।
ca: Obriu el menú, seleccioneu «<strong>Personalitza</strong>» i arrossegueu qualsevol botó a la barra d'eines o al menú.
ga_ie: Oscail an roghchlár, roghnaigh “<strong>Saincheap</strong>” agus tarraing aon chnaipe go dtí an barra uirlisí nó an roghchlár.
lv: Izvēlieties “<strong>Pielāgot</strong>” no izvēlnes un pārvelciet jebkuru pogu uz rīkjoslu.
mai: मेनू क खोलू, चुनू“<strong>चुनाव करू</strong>”आ कोनो बटन कए टूलबार वा मेनू क अंदर करू
nn_no: Opna menyen, vel “<strong>Tilpass</strong>” og drag dei knappar til verktøylinja eller menyen.

source: Stay in Sync
bn_bd: সিঙ্ক রাখুন
ca: Sincronitzeu-vos
ga_ie: Bí Sioncronaithe
lv: Paņem visu līdz
mai: सिंक मे रहू
nn_no: Hald deg synkronisert
ta: ஒத்திசைவில் இருக்கவும்

source: Use Sync to magically access your open tabs, passwords and more wherever you use Firefox.
bn_bd: যেখানেই আপনি ফায়ারফক্স ব্যবহার করেন না কেনো সেখান থেকে আপনার খোলা ট্যাব, পাসওয়ার্ড এবং আরো অনেক কিছু সহজেই ব্যবহার করতে সিঙ্ক ব্যবহার করুন।
ca: Empreu el Sync per accedir a les vostres pestanyes obertes, contrasenyes i més arreu on utilitzeu el Firefox.
ga_ie: Úsáid Sync chun teacht ar do chuid cluaisíní oscailte, focail fhaire agus níos mó, in aon áit a n-úsáideann tú Firefox – draíocht atá ann!
lv: Izmantojiet Sync, lai maģiski piekļūtu atvērtajām cilnēm, parolēm un citām lietām, visur, kur jums ir Firefox
mai: जखन अहॉं Firefox क उपयोग करैत छी, खुलल टैब, कूटशब्द आ आन चीज लग जादुई तरीका स पहुँचबा लेल सिंकक उपयोग करू
nn_no: Bruk Sync for å alltid ha tilgang til dei opne fanene dine, passord og mykje meir, same kvar du brukar Firefox.
ta: திறந்த கீற்றுகள், கடவுச்சொற்கள் மற்றும் பலவற்றை நீங்கள் பயர்பாக்ஸ் பயன்படுத்தும் எல்லாக் கருவிகளிலும் அணுக ஒத்திசைவைப் பயன்படுத்துங்கள்.

source: Use Sync to magically access your open tabs, passwords and more from any device.
bn_bd: যেকোন ডিভাইস থেকে আপনার খোলা ট্যাব, পাসওয়ার্ড এবং আরো কিছু সহজেই অ্যাক্সেস করতে সিঙ্ক ব্যবহার করুন।
ca: Empreu el Sync per accedir a les vostres pestanyes obertes, contrasenyes i més des de qualsevol dispositiu.
ga_ie: Úsáid Sync chun teacht ar do chuid cluaisíní oscailte, focail faire agus níos mó, ó ghléas ar bith – draíocht atá ann!
lv: Izmantojiet Sync, lai maģiski piekļūtu atvērtajām cilnēm, parolēm un citām lietām jebkurā ierīcē
mai: कोनो उपरकण स जादुई तरीका स खुलल टैब, संकेत शब्द आर आन चीज लग पहुँचबा लेल सिंकक उपयोग करू
nn_no: Bruk Sync for å alltid ha tilgang til opne faner, passord og mykje meir, frå kva som helst eining.
ta: திறந்த கீற்றுகள், கடவுச்சொற்கள் மற்றும் பலவற்றை எந்தக் கருவியிலிருந்தும் அணுக ஒத்திசைவைப் பயன்படுத்துங்கள்.

source: Choose “<strong>Sign in to Sync</strong>” from the menu and make Firefox your own wherever you use it.
bn_bd: মেনু থেকে “<strong> সিঙ্ক করার জন্য সাইন ইন </strong>” নির্বাচন করুন এবং ফায়ারফক্সকে নিজের মত করে ব্যবহার করুন যেখান থেকেই আপনি এটি ব্যবহার করুন না কেন।
ca: Al menú, escolliu «<strong>Inicia la sessió al Sync</strong>» i feu-vos el Firefox vostre arreu on l'utilitzeu.
ga_ie: Roghnaigh “<strong>Logáil isteach i Sync</strong>” ón roghchlár agus cuir Firefox in oiriúint duitse féin in aon áit.
lv: Izvēlieties “<strong>Pierakstīties Sync</strong>”, lai Firefox sekotu jums visur kur dodaties.
mai: चुनाव करू“<strong>सिंक लेल साइन करू</strong>”विकल्प सूची मे स आओर बनाउ Firefox कए कतहू भी उपयोग करबा लेल
nn_no: Vel “<strong>Logg inn på Sync</strong>” i menyen og set ditt preg på Firefox alle stadar du brukar han.

source: Free your add-ons
bn_bd: আপনার অ্যাড-অন কে মুক্ত করুন
ca: Allibereu els complements
ga_ie: Scaoil do chuid breiseán saor
lv: Atbrīvojiet papildinājumus
mai: अपन सहयुक्ति‍ मुक्त करू
nn_no: Frigjer utvidingane dine
ta: உங்கள் கூடுதல்-இணைப்புகளை விடுவிக்கலாம்

source: Keep those special, favorite add-ons in your menu so they’re visible and easily within reach.
bn_bd: আপনার মেন্যুতে ঐ বিশেষ, প্রিয় অ্যাড-অনগুলো রাখুন যেন সেগুলো দৃশ্যমান থাকে এবং সহজেই নাগালের মধ্যে থাকে।
ca: Tingueu els complements especials i preferits en el menú perquè sempre estiguin visibles i a l'abast.
ga_ie: Coinnigh na breiseáin is ansa leat i do roghchlár sa chaoi go mbeidh siad infheicthe agus in aice láimhe.
lv: Turiet īpašos un mīļos papildinājumus izvēlnē, lai tie vienmēr ir redzami un viegli pieejami.
mai: अपन मेनू मे उ खास, पसिन्न क सहयुक्ति‍ क राखू, ताकि ओ आसानी स देखाय पड़य आ पहुॅंच क भीतर होए
nn_no: Ha dei spesielle, favoritt-utvidingane dine i menyen, slik at dei er synlege og enkle å nå tak i.
ta: சிறப்பான, பிடித்தமான கூடுதல் இணைப்புகளைப் பட்டியில் வைத்திரு எனவே அவை எளிதில் பார்க்க மற்றும் பயன்படுத்தக் கூடியவையாக இருக்கும்.

source: Select “<strong>Customize</strong>” from the menu and drag in the add-ons you want.
bn_bd: মেনু থেকে <strong>কাস্টমাইজ</strong> বেছে নিন এবং আপনার পছন্দের অ্যাড-অনে ড্র্যাগ করুন।
ca: Al menú, seleccioneu «<strong>Personalitza</strong>» i arrossegueu-hi els complements que vulgueu.
ga_ie: Roghnaigh “<strong>Saincheap</strong>” ón roghchlár agus tarraing isteach do rogha breiseán.
lv: Izvēlieties “<strong>Pielāgot</strong>” no izvēlnes un pārvelciet papildinājumus, kā vēlaties.
mai: चुनू“<strong>अनुकूल करू</strong>”मेनू स आओर जाहि सहयुक्ति‍ मे चाहैत छी खीचू
nn_no: Vel “<strong>Tilpass</strong>” i menyen og drag favoritt-utvidingane dine til menylinja.

source: Get Firefox
bn_bd: ফায়ারফক্স সংগ্রহ করুন
ca: Baixa el Firefox
ga_ie: Faigh Firefox
lv: Iegūstiet Firefox
mai: फायरफाक्स पाउ
nn_no: Last ned Firefox
ta: Firefoxஐ பெறு

source: Congratulations
bn_bd: অভিনন্দন!
ca: Felicitats
ga_ie: Comhghairdeas
lv: Apsveicam
mai: बधाई
nn_no: Gratulerer
ta: வாழ்த்துக்கள்

source: You’re an expert!
bn_bd: আপনি একজন বিশেষজ্ঞ!
ca: Sou un expert!
ga_ie: Is saineolaí thú!
lv: Jūs esat eksperts!
mai: अहॉं विशेषज्ञ छी
nn_no: Du er ein ekspert!
ta: நீங்கள் ஒரு வல்லுநர்!

source: Now help your friends master Firefox.
bn_bd: এখন আপনার বন্ধুকে মাস্টার ফায়ারফক্স হতে সাহায্য করুন।
ca: Ajudeu els amics a ser experts del Firefox.
ga_ie: Anois cabhraigh le cairde bheith ina saineolaithe Firefox freisin.
lv: Palīdziet draugiem uzlabot savas zināšanas par Firefox.
mai: आब मास्टर Firefox मे मित्रक मदति करू
nn_no: Og no kan du hjelpe venene dine med å meistra Firefox.
ta: உங்கள் நண்பர்கள் பயர்பாக்சில் தேர்ச்சி அடைய உதவுங்கள்.

source: Learn more about bookmarks
bn_bd: বুকমার্ক সম্পর্কে আরও জানুন
ca: Més informació sobre les adreces d'interès
ga_ie: Tuilleadh eolais faoi leabharmharcanna
lv: Uzziniet vairāk par grāmatzīmēm
mai: बुकमार्क्स क बारे मे बेसी जानू
nn_no: Les meir om bokmerke
ta: புத்தகக்குறிகள் பற்றி மேலும் அறிக

source: Learn more about customizing
bn_bd: কাস্টমাইজ সম্পর্কে আরো জানুন
ca: Més informació sobre la personalització
ga_ie: Tuilleadh eolais faoin saincheapadh
lv: Uzziniet vairāk par pielāgošanu
mai: अनुकूल क बारे मे बेसी जानू
nn_no: Les meir om tilpassing
ta: தனிப்பயனாக்கம் பற்றி மேலும் அறிக

source: Learn more about Sync
bn_bd: সিঙ্ক সম্পর্কে আরও জানুন
ca: Més informació sobre el Sync
ga_ie: Tuilleadh eolais faoi Sync
lv: Uzziniet vairāk par Sync
mai: सिंक केर बारे मे बेसी जानू
nn_no: Les meir om Sync
ta: ஒத்திசைவு பற்றி மேலும் தெரிந்துக்கொள்ளவும்

source: Learn more about add-ons
bn_bd: অ্যাড-অন সম্পর্কে আরও জানুন
ca: Més informació sobre els complements
ga_ie: Tuilleadh eolais faoi bhreiseáin
lv: Uzziniet vairāk par papildinājumiem
mai: सहयुक्त‍ि क बारे मे बेसी जानू
nn_no: Les meir om utvidingar
ta: கூடுதல் இணைப்புகள் பற்றி மேலும் அறிக
