Repository: translate/mozilla-lang
Catalog: */firefox/desktop/trust.lang.po
Languages: af, as, bn_bd, es_mx, ga_ie, kk, lv, mai, nn_no, tr, vi, xh

source: Use instant Website ID to make sure a site is what it claims to be and to check if your connection to it is secure.
af: Kontroleer die webwerfidentiteit om te verseker die werf is wie hy voorgee om te wees en dat die verbinding beveilig is.
as: এটা ছাইটৰ সত্যতা নিৰীক্ষণ কৰিবলে আৰু সুনিশ্চিত হবলে যে ছাইটখনলৈ আপোনাৰ সংযোগ সুৰক্ষিত, তৎক্ষনাত ৱেবছাইট ID ব্যৱহাৰ কৰক।
bn_bd: তৎক্ষণাৎ ওয়েবসাইট আইডি ব্যবহার করুন একটি সাইটের দাবী সম্পর্কে নিশ্চিত হতে এবং দেখে নিন যে এই সাইটে আপনার সংযোগ সুরক্ষিত কিনা।
es_mx: Usa la ID instantánea del sitio web para estar seguros que un sitio es el que dice ser y comprobar si tu conexión con él es segura.
ga_ie: Úsáid Website ID le bheith cinnte faoi na suímh a dtugann tú cuairt orthu, agus le slándáil do cheangail a dheimhniú.
kk: Лездік Website ID мүмкіндігін сайт шынымен де өзі хабарлаған сайт болып табылатынын және байланысыңыз қауіпсіз ба, соны тексеру үшін қолданыңыз.
lv: Izmantojiet mājas lapau ID, lai pārliecinātos, ka lapa ir tā par ko uzdodas un lai pārliecinātos, ka savienojums ir drošs.
mai: हालक वेबसाइट आईडी क इस्तेमाल करू इ पक्का करबाक लेल कि इ वहि साइट अछि जे ओ दावा कए रहल अछि आओर जॉंचू की अहॉंक कनेक्शन सुरक्षि‍त अछि की नहि ।
nn_no: Bruk funksjonen for instant nettstads-ID for å vera viss på at ein nettstad er det han gjev seg ut for å vera, og for å kontrollera at tilkoplinga di er trygg.
tr: Bir sitenin iddia ettiği site olduğundan emin olmak ve bağlantınızı güvenli olduğunu anında kontrol etmek için Website ID’yi kullanın.
vi: Sử dụng Website ID để đảm bảo bạn đang truy cập đúng website bạn muốn và kiểm tra xem kết nối đó có an toàn không.
xh: Sebenzisa isazisi sewebhusayithi esikhawulezayo ukuqinisekisa ukuba isayithi iyile nto ibanga ukuba iyiyo nokukhangela ukuba unxibelelwano lwakho lukhuselekile.

source: Browse without worry
af: Blaai sonder kommer
as: নিশ্চিন্তভাৱে ব্ৰাউছ কৰক
bn_bd: নিশ্চিন্তে ব্রাউজ করুন
es_mx: Navega sin preocupaciones
ga_ie: Brabhsáil saor ó imní
kk: Мазасыздамай шолу
lv: Sērfojiet bez raizēm
mai: बिना चिंताक ब्राउज करू
nn_no: Sutlaus nettlesing
tr: Dertsiz tasasız gezinin
vi: Duyệt web không phải lo âu
xh: Bhrawuza ngaphandle kwenkathazo

source: Learn more about why your privacy and security are so important <br class="wide-br">and what you can do to protect yourself online.
af: Lees oor hoekom privaatheid en sekuriteit so belangrik is <br class="wide-br">en wat mens kan doen vir beskerming aanlyn.
as: আপোনাৰ গোপনীয়তা আৰু সুৰক্ষা কিয় ইমান গুৰুত্বপূৰ্ণ <br class="wide-br">আৰু নিজকে অনলাইন কেনেকৈ ৰক্ষা কৰিব জানক।
bn_bd: আপনার গোপনীয়তা এবং নিরাপত্তা যাতে আরো গুরুত্বপূর্ণ হয় <br class="wide-br">এবং কি আপনি অনলাইন নিজেকে রক্ষা করতে পারেন সে সম্পর্কে আরও জানুন।
es_mx: Descubre porqué tu privacidad y seguridad son tan importantes <br class="wide-br">y qué puedes hacer para protegerte en línea.
ga_ie: Tuilleadh eolais faoi do phríobháideachas agus do shlándáil, <br class="wide-br">cén fáth a bhfuil siad chomh tábhachtacht sin, agus conas is féidir tusa féin a chosaint ar líne.
kk: Сіздің жекелігіңіз және қауіпсіздігіңіз неге соншама маңызды туралы <br class="wide-br">және Интернетте өзіңізді қорғау үшін не істей алатыныңыз туралы біліңіз.
lv: Uzziniet vairāk par to, kāpēc Jūsu privātums un drošība ir tik svarīgi <br class="wide-br">un ko varat darīt, lai pasargātu sevi.
mai: अहाँक सुरक्षा आओर गोपनीयता बेसी महत्वपूर्ण किएक अछि तकरा बारे मे बेसी जानू <br class="wide-br"> आओर अहाँ अपन ऑनलाइन सुरक्षा लेल की कए सकैत छी
nn_no: Les meir om kvifor personvern og tryggleik er så viktig <br class="wide-br">og kva du kan gjera for å verna deg sjølv på nettet.
tr: Gizliliğinizin ve güvenliğinizin neden bu kadar önemli olduğunu ve <br class="wide-br">internette kendinizi korumak için neler yapabileceğiniz öğrenin.
vi: Tìm hiểu thêm tại sao sự tự do cá nhân và an toàn bảo mật lại quan trọng đến thế <br class="wide-br"> và bạn có thể làm gì để tự bảo vệ khi trên mạng.
xh: Funda ngakumbi ngesizathu sokuba ubungasese bakho nokhuselo lwakho zibaluleke kangaka <br class="wide-br">nokuba ungenza ntoni ukuzikhusela kwikhompyutha.

source: Privacy & you
af: U privaatheid
as: গপোনীয়তা আৰু আপুনি
bn_bd: গোপনীয়তা এবং আপনি
es_mx: La privacidad y tú
ga_ie: Príobháideachas agus tusa féin
kk: Жекелік және өзіңіз
lv: Privātums un Jūs
mai: गोपनीयता आ अहॉं
nn_no: Personvern og deg
tr: Gizlilik ve siz
vi: Tự do cá nhân & bạn
xh: Ubungasese nawe

source: How to stay safe online
af: Hoe om veilig te wees aanlyn
as: অনলাইন সুৰক্ষিত কেনেকৈ থাকিব
bn_bd: অনলাইনে কিভাবে নিরাপদ থাকা যায়
es_mx: Cómo mantener la seguridad en línea
ga_ie: Bí slán sábháilte ar líne
kk: Интернетте қалай қауіпсіз жұмыс істеуге болады
lv: Kā būt drošiem internetā
mai: सुरक्षि‍त कोना रहब
nn_no: Korleis vera trygg på nettet
tr: İnternette güvende kalma
vi: Làm thế nào để an toàn trên mạng
xh: Indlela yokuhlala ukhuselekile kwikhompyutha

source: Privacy & security FAQ
af: Vrae oor privaatheid en sekuriteit
as: গোপনীয়তা আৰু সুৰক্ষা FAQ
bn_bd: গোপনীয়তা ও নিরাপত্তা সম্পর্কিত প্রায়শই জিজ্ঞাসিত প্রশ্ন
es_mx: Preguntas frecuentes sobre privacidad y seguridad
ga_ie: Ceisteanna coitianta faoin Phríobháideachas agus Slándáil
kk: Жекелік және қауіпсіздік бойынша ЖҚС
lv: Privātuma un drošības BUJ
mai: गोपनीयता आओर सुरक्षा FAQ
nn_no: Spørsmål og svar om personvern og tryggleik
tr: Gizlilik ve güvenlik hakkında SSS
vi: FAQ về tự do cá nhân & bảo mật
xh: Imibuzo ekholisa ngokubuzwa ngobungasese nokhuseleko

source: Privacy & security add-ons
af: Byvoegings vir privaatheid en sekuriteit
as: গোপনীয়তা আৰু সুৰক্ষা এড-অনসমূহ
bn_bd: গোপনীয়তা ও নিরাপত্তা অ্যাড-অন
es_mx: Complementos para privacidad y seguridad
ga_ie: Breiseáin phríobháideachais agus slándála
kk: Жекелік және қауіпсіздік қосымшалары
lv: Privātuma un drošības papildinājumi
mai: गोपनीयता आओर सुरक्षा सहयुक्ति‍
nn_no: Personvern- og tryggingsutvidingar
tr: Gizlilik ve güvenlik eklentileri
vi: Add-on hỗ trợ tự do cá nhân & bảo mật
xh: Izongezelelo zobungasese nokhuseleko

source: Privacy blog
af: Webjoernaal vir privaatheid
as: গোপনীয়তা ব্লগ
bn_bd: গোপনীয়তা ব্লগ
es_mx: Blog sobre privacidad
ga_ie: Blag faoin phríobháideachas
kk: Жекелік блогы
lv: Privātuma blogs
mai: गोपनीयता ब्लॉग
nn_no: Personvernblogg
tr: Gizlilik blogu
vi: Blog về tự do cá nhân
xh: Ibhlogi yobungasese

source: Security blog
af: Webjoernaal vir sekuriteit
as: সুৰক্ষা ব্লগ
bn_bd: নিরাপত্তা ব্লগ
es_mx: Blog sobre seguridad
ga_ie: Blag faoin tslándáil
kk: Қауіпсіздік блогы
lv: Drošības blogs
mai: सुरक्षा ब्लॉग
nn_no: Tryggingsblogg
tr: Güvenlik blogu
vi: Blog về bảo mật
xh: Ibhlogi yokhuseleko

source: Do Not Track
af: Moenie volg nie
as: অনুকৰণ নকৰিব
bn_bd: ট্র্যাক করবে না
ga_ie: Ná Lorgaítear Mé
lv: Izsekošanas bloķēšana
mai: ट्रैक नहि करू
nn_no: Ikkje spor
tr: Beni İzleme
vi: Không theo dõi
xh: Musa ukulanda umkhondo

source: A Firefox innovation, Do Not Track lets you indicate a preference about the way your personal info is collected and used online.
af: Met die Firefox-uitvinding "Moenie volg nie" kan mens voorkeure aandui oor hoe persoonlike inligting aanlyn versamel en gebruik word.
as: এটা Firefox উদ্ভাৱন, অনুকৰণ নকৰিবৰ দ্বাৰা আপুনি আপোনাৰ ব্যক্তিগত তথ্য সংগ্ৰহ আৰু অনলাইন ব্যৱহাৰৰ পদ্ধতিৰ বাবে এটা পছন্দ দিব পাৰিব।
bn_bd: ফায়ারফক্সের একটি উদ্ভাবন, ট্র্যাক করবে না আপনাকে বেছে নেওয়ার সুযোগ দেয় কিভাবে আপনার ব্যাক্তিগত তথ্য সংগৃহীত হবে এবং অনলাইনে তা ব্যবহৃত হবে।
es_mx: Do Not Track es una innovación de Firefox que te permite indicar cómo prefieres que tu información personal sea recopilada y utilizada en línea.
ga_ie: Is éard atá in 'Ná Lorgaítear Mé' ná gné nuálach i bhFirefox a chuireann tusa i gceannas ar an dóigh a mbailítear agus a n-úsáidtear faisnéis phearsanta fút ar líne.
kk: Firefox инновациясы, Do Not Track (Мені бақыламау) опциясы жеке ақпаратыңыз интернетте жиналып, қолдану жолы туралы қалауыңызды көрсетеді.
lv: Firefox inovācija, Izsekošanas bloķēšana, ļauj Jums iestatījumos pateikt, kā vēlaties, lai rīkojas ar jūsu privāto informāciju, kas tiek ievākta internetā.
nn_no: Firefox sin eigenutvikla funksjon «Ikkje spor» lèt deg indikera, som ei innstilling, korleis du vil at din personlege info skal samlast inn og brukast på nettet.
tr: Bir Firefox yeniliği olan Beni İzleme, kişisel bilgilerinizin internetteki nasıl toplanacağı ve kullanılacağı konusunda tercihinizi belirtmenizi sağlar.
vi: Không theo dõi là một tính năng mới của Firefox, cho phép bạn đặt lựa chọn về cách thông tin cá nhân của bạn được thu thập và sử dụng.
xh: Uqambo lweFirefox, Musa ukulanda umkhondo, ikwenza ubonise okholwa kuko ngendlela ingcaciso yakho eqokelelwa ngayo nesetyenziswa ngayo kwikhompyutha.

source: Learn more about Do Not Track
af: Meer inligting oor “Do Not Track”
as: অনুকৰণ নকৰিবৰ বিষয়ে অধিক জানক
bn_bd: ট্র্যাক করবে না সম্পর্কে আরও জানুন
es_mx: Obtén más información sobre Do Not Track
ga_ie: Tuilleadh eolais faoi 'Ná Lorgaítear Mé'
kk: Do Not Track туралы көбірек біліңіз
lv: Uzziniet vairāk par izsekošanas bloķēšanu
mai: डू नॉट ट्रैक केर बारे मे बेसी सीखू
nn_no: Les meir om Ikkje spor (Do not track)
tr: Beni İzleme hakkında bilgi alın
vi: Tìm hiểu thêm về Không theo dõi
xh: Funda ngakumbi ngoku; Musa ukulanda umkhondo

source: Private browsing
af: Private blaaiery
as: গোপন ব্ৰাউছিং
bn_bd: ব্যক্তিগত ব্রাউজিং
es_mx: Navegación privada
ga_ie: Brabhsáil Phríobháideach
kk: Жекелік шолу режимі
lv: Privātā pārlūkošana
mai: निजी ब्राउज़िंग
nn_no: Privat nettlesing
tr: Gizli tarama
vi: Truy cập ẩn danh
xh: Ukubhrawuza kwangasese

source: Sometimes it’s nice to go undercover.
af: Soms wil mens onder die dekmantel gaan.
as: কেতিয়াবা উন্মুক্ত নথকাটো ভাল।
bn_bd: অনেক সময় গোপনে চলা উচিত।
es_mx: A veces está bien contar con protección especial.
ga_ie: Uaireanta is fearr a bheith faoi cheilt.
kk: Кейбір кезде жасырын шолу керек болады.
lv: Reizēm ir jauki būt nemanītam.
mai: कखनो कखनो आड़ मे जेबाक लेल इ नीक अछि
nn_no: Av og til er det greitt å kunna gøyma seg.
tr: Nedeni önemsiz, bazen izlenmek istemezsiniz.
vi: Thỉnh thoảng cũng thật tuyệt khi không ai biết bạn là ai.
xh: Ngamanye amaxesha kuba mnandi ukuzimela.

source: Turn this feature on to protect your browsing history from others.
af: Skakel hierdie funksie aan om blaaigeskiedenis van ander te beskerm.
as: আপোনাৰ ব্ৰাউছিং ইতিহাসক অন্যৰ পৰা সুৰক্ষিত কৰিবলে এই বৈশিষ্ট্যক অন কৰক।
bn_bd: আপনার ব্রাউজের ইতিহাস অন্যের হাত থেকে রক্ষা করতে এই বৈশিষ্ট্যটি চালু করুন।
es_mx: Activa esta característica para proteger tu historial de navegación.
ga_ie: Úsáid an ghné seo chun do stair bhrabhsála a choinneáil faoi rún.
kk: Шолу тарихыңызды басқалардан қорғау үшін бұл мүмкіндікті іске қосыңыз.
lv: Ieslēdziet šo režīmu, lai paslēptu apmeklēto lapu adreses no citiem.
mai: दोसर स अपन ब्राउजिंग इतिहास बचेबा क लेल इ सुविधा चालू करू
nn_no: Slå på denne funksjonen for å verna surfehistorikken din frå andre.
tr: Tarama geçmişinizi başkalarının görmemesi için bu özelliği açın.
vi: Bật tính năng này để bảo vệ nhật ký duyệt web của bạn khỏi người khác.
xh: Layita olu phawu ukukhusela imbali yakho yokubhrawuza kwabanye.

source: Learn how to open a private window
af: Leer hoe om 'n privaatvenster oop te maak
as: এটা গোপন উইন্ডো কেনেকৈ খোলিব শিকক
bn_bd: কিভাবে ব্যক্তিগত উইন্ডো খুলতে হয় তা জানুন
es_mx: Aprende a abrir una ventana privada
ga_ie: Foghlaim conas is féidir fuinneog phríobháideach a oscailt
kk: Жекелік шолу терезесін қалай ашуға болатынын біліңіз
lv: Uzziniet, kā atvērt privātās pārlūkošanas logu
mai: निजी विंडो खोलबाक तरीका जानू
nn_no: Lær korleis du kan opna eit privat vindauge
tr: Gizli pencere açmayı öğrenin
vi: Tìm hiểu cách mở một cửa sổ ẩn danh
xh: Funda indlela yokuvula iwindow yangasese
