Repository: translate/mozilla-lang
Catalog: */firefox/desktop/trust.lang.po
Languages: af, as, bn_bd, es_mx, ga_ie, kk, lv, mai, nn_no, tr, vi, xh

source: Firefox — Designed to protect your privacy — The most trusted browser on the Web
af: Firefox — Ontwerp om privaatheid te beskerm — Die mees vertroude blaaier op die Web
as: Firefox — আপোনাৰ গোপনীয়তা ৰক্ষা কৰিবলৈ ৰূপাঙ্কিত — ৱেবৰ আটাইতকৈ ভৰষাবান ব্ৰাউছাৰ
bn_bd: ফায়ারফক্স — আপনার গোপনীয়তা রক্ষায় পরিকল্পিত — ওয়েবে সবচেয়ে বিশ্বস্ত ব্রাউজার
es_mx: Firefox — Diseñado para protoger tu privacidad — El navegador más confiable en la Web
ga_ie: Firefox — Ceaptha le do phríobháideachas a chosaint — An brabhsálaí is iontaofa ar an nGréasán
kk: Firefox — Жекелікті қорғау үшін жасалған — Интернеттегі ең сенімді браузер
lv: Firefox — Būvēts, lai sargātu privātumu — Uzticamākais pārlūks tīmeklī
mai: Firefox — अहॉंक गोपनीयता बचेबा लेल बनाओल गेल अछि — वेब पर सबसे बेसी भरोसामंद ब्राउजर
nn_no: Firefox — Utforma for å ta vare på personvernet ditt — Nettlesaren med mest truverde på nettet
tr: Firefox — Gizliliğinizi korumak için tasarlandı — Web'in en güvenilir tarayıcısı
vi: Firefox — Thiết kế để bảo vệ tự do cá nhân của bạn — Trình duyệt được tin tưởng nhất trên Web
xh: IFirefox - Yenzelwe ukukhusela ubungasese bakho - Eyona bhrawuza ithembekileyo kwiwebhu

source: Trust isn’t made. It’s earned.
af: Vertroue word verdien — nie gemaak nie.
as: ভৰষা নিৰ্মান কৰা নাযায়। ইয়াক অৰ্জন কৰা হয়।
bn_bd: আস্থা তৈরি করা যায় না। অর্জন করতে হয়।
es_mx: La confianza no se da. Se gana
ga_ie: Ní dhéantar iontaoibh. Saothraítear í.
kk: Сенімділікті жасау мүмкін емес. Оны жұмыспен табу керек.
lv: Uzticību nevar uzbūvēt. To var nopelnīt.
mai: भरोसा करल नहि जाएत अछि कमाओल जाएत अछि
nn_no: Tillit kan ein ikkje laga. Det er noko ein gjer seg fortent til.
tr: Güven programlanamaz, kazanılır.
vi: Sự tin tưởng không tự nhiên mà có.
xh: Intembeko ayenziwa. Iyazuzwa.

source: We build Firefox with a mission to put you first, above all else.<br class="wide-br">
af: Ons missie met Firefox is om gebruikers eerste te plaas, bo als.<br class="wide-br">
as: আমি আপোনাক অন্য সকলোতকৈ অধিক প্ৰাথমিকতা দিয়াৰ এটা প্ৰকল্পৰে Firefox ক নিৰ্মান কৰো। <br class="wide-br">
bn_bd: আপনাকে অন্য সকলকিছুর অগ্রভাগে রাখার লক্ষ্য নিয়ে, আমরা ফায়ারফক্স তৈরি করেছি।<br class="wide-br">
es_mx: Desarrollamos Firefox con la misión de ponerte en primer lugar, antes que todo lo demás.<br class="wide-br">
ga_ie: Is tusa atá chun tosaigh nuair a thógaimid Firefox.<br class="wide-br">
kk: Біз Firefox-ты сізді алдына қою мақсатымен жасаймыз.<br class="wide-br">
lv: Mēs veidojam Firefox ar misiju rūpēties par Jums, pirms visa cita.<br class="wide-br">
mai: Firefox बनेबा काल हमर लक्ष्य अहॉंक पहिने राखब अछि, बाद मे किछु आर<br class="wide-br">
nn_no: Vi byggjer Firefox med eit oppdrag om å prioritera deg fyrst, over alt anna.<br class="wide-br">
tr: Firefox’u tasarlarken, sizi her şeyin üstünde tutmayı misyon edindik.<br class="wide-br">
vi: Chúng tôi xây dựng Firefox với mục tiêu đặt bạn lên hàng đầu.<br class="wide-br">
xh: Senze iFirefox ngenjongo yokubeka wena kuqala, kunayo yonke enye into.<br class="wide-br">

source: We do it to keep you in control.
af: Ons hou u in beheer.
as: আমি এনেকুৱা আপোনাক নিয়ন্ত্ৰণ দিবলৈ কৰো।
bn_bd: আপনাকে চালকের আসনে রাখতেই আমরা এটা করি।
es_mx: Lo hacemos para que tú conserves el control.
ga_ie: Déanaimid é sa chaoi go mbeidh tusa i gceannas.
kk: Басқаруды өзіңізге қалдыру үшін жасалған.
lv: Mēs darām to, lai Jūs saglabātu kontroli.
mai: हम इ अहॉंक नियंत्रण मे रखबा लेल करैत छी
nn_no: Vi gjer det for at du skal ha kontrollen.
tr: Egemenlik sizin olmalı.
vi: Để trao cho bạn quyền kiểm soát.
xh: Siyenzela ukukugcina ukwimo eyiyo.

source: We do it so you can browse without worry.<br class="wide-br">
af: Ons doen dit sodat elkeen kan blaai sonder kommer.<br class="wide-br">
as: আমি এনেকুৱা কৰো যাতে আপুনি নিশ্চিন্তভাৱে ব্ৰাউছ কৰিব পাৰে।<br class="wide-br">
bn_bd: আমরা এটা করি যাতে আপনি নিশ্চিন্তে ব্রাউজ করতে পারেন।<br class="wide-br">
es_mx: Lo hacemos para que puedas navegar sin preocupaciones.<br class="wide-br">
ga_ie: Déanaimid é sa chaoi go mbeidh tú in ann brabhsáil saor ó imní.<br class="wide-br">
kk: Мазасыздамай шолу үшін жасалған.<br class="wide-br">
lv: Mēs darām to, lai Jūs varētu sērfot internetā bez raizēm.<br class="wide-br">
mai: हम करैत छी ताकि अहॉं चिंता क बिना ब्राउज कए सकी <br class="wide-br">
nn_no: Vi gjer det for at du skal kunna surfa på nettet utan å uroa deg.<br class="wide-br">
tr: İnternette endişelenmeden gezinmeniz için birisi onu size teslim etmeli.<br class="wide-br">
vi: Để bạn có thể duyệt Web mà không phải lo âu.<br class="wide-br">
xh: Siyenzela ukuba ube nakho ukubhrawuza ngaphandle kwenkathazo.<br class="wide-br">

source: And we do it because no one else will.
af: Ons doen dit omdat niemand anders sal nie.
as: আৰু আমি এনেকুৱা কৰো কাৰণ অন্য কোনেও নকৰিব।
bn_bd: এবং আমরা করি কারণ অন্য কেউ তা করবে না।
es_mx: Y lo hacemos porque nadie más lo va a hacer.
ga_ie: Agus déanaimid é toisc níl éinné eile sásta é a dhéanamh ar do shon.
kk: Басқа ешкім де жасамау себебінен біз оны жасаймыз.
lv: Un mēs darām to, jo neviens cits to nedarīs.
mai: हम करैत छी ताकि कियो आर नहि करत
nn_no: Og vi gjer det fordi ingen andre kjem til å gjera det.
tr: Ve bunu bizden başka hiç kimse yapamazdı.
vi: Và vì không ai ngoài chúng tôi làm như vậy.
xh: Kwaye siyenza kuba akukho namnye uya kuze ayenze.

source: <span id="trust-line1">Most trusted</span> <span id="trust-line2">internet company</span> <span id="trust-line3">for privacy</span>
af: <span id="trust-line1">Mees vertroude</span> <span id="trust-line2">internet­maatskappy</span> <span id="trust-line3">vir privaatheid</span>
as: <span id="trust-line3">গোপনীয়তাৰ বাবে</span> <span id="trust-line1">আটাইতকৈ ভৰষাবান</span> <span id="trust-line2">ইন্টাৰনেট কোম্পানী</span>
bn_bd: <span id="trust-line1">সবচেয়ে বিশ্বস্ত</span> <span id="trust-line2">ইন্টারনেট কোম্পানী</span> <span id="trust-line3">গোপনীয়তা রক্ষায়</span>
es_mx: <span id="trust-line1">La compañía de Internet</span> <span id="trust-line2">en la que más se confía</span> <span id="trust-line3">para la privacidad</span>
ga_ie: <span id="trust-line1">An comhlacht Idirlín</span> <span id="trust-line2">is iontaofa</span> <span id="trust-line3">ó thaobh príobháideachta</span>
kk: <span id="trust-line3">Жекелікті сақтау үшін</span> <span id="trust-line1">ең сенімді</span> <span id="trust-line2">интернет компаниясы</span>
lv: <span id="trust-line1">Uzticamākā</span> <span id="trust-line2">interneta kompānija</span> <span id="trust-line3">privātuma jautājumos</span>
mai: <span id="trust-line1">अत्यन्त विश्वासी</span><span id="trust-line2">इन्टरनेट कंपनी</span><span id="trust-line3">गोपनीयता क लेल</span>
nn_no: <span id="trust-line1">Det mest tiltrudde</span> <span id="trust-line2">internett-selskapet</span> <span id="trust-line3">når det gjeld personvern</span>
tr: <span id="trust-line1">Gizlilik konusunda</span> <span id="trust-line2">en güvenilen</span> <span id="trust-line3">internet şirketi</span>
vi: <span id="trust-line1">Công ty Internet</span> <span id="trust-line2">được tin tưởng nhất</span> <span id="trust-line3">về tự do cá nhân</span>
xh: <span id="trust-line1">Eyona nkampani</span> <span id="trust-line2">yeintanethi ithembekileyo</span> <span id="trust-line3">yobungasese</span>

source: Designed to protect your privacy
af: Ontwerp om u privaatheid te beskerm
as: আপোনাৰ গোপনীয়তা ৰক্ষা কৰিবলে ৰূপাঙ্কিত
bn_bd: আপনার গোপনীয়তা রক্ষার্থে পরিকল্পিত
es_mx: Diseñado para proteger tu privacidad
ga_ie: Ceaptha le do phríobháideachas a chosaint
kk: Жекелігіңізді қорғау үшін жасалған
lv: Radīts, lai aizsargātu privātumu
mai: अहॉंक गोपनीयता क सुरक्षा क लेल डिजायन कैल गेल
nn_no: Utforma for å ta vare på personvernet ditt
tr: Gizliliğinizi korumak için tasarlandı
vi: Được thiết kế để bảo vệ tự cá nhân của bạn
xh: Yenzelwe ukukhusela ubungasese bakho

source: We believe your personal information belongs only to you.<br class="wide-br">
af: Ons glo u persoonlike inligting behoort slegs aan u.<br class="wide-br">
as: আমি ভাৱো আপোনাৰ ব্যক্তিগত তথ্য কেৱল আপোনাৰ।<br class="wide-br">
bn_bd: আমরা বিশ্বাস করি আপনার ব্যাক্তিগত তথ্য শুধুমাত্র আপনারই।<br class="wide-br">
es_mx: Creemos que tu información personal te pertenece únicamente a ti.<br class="wide-br">
ga_ie: Creidimid gur leatsa amháin do chuid faisnéis phearsanta.<br class="wide-br">
kk: Сіздің жеке ақпаратыңыз тек өзіңізге тиісті екеніне сенеміз.<br class="wide-br">
lv: Mēs ticam, ka Jūsu privātā informācija pieder Jums.<br class="wide-br">
mai: हमरा विश्वास अछि अहॉंक व्यक्ति‍गत जानकारी खाली अहेँ लेल अछि
nn_no: Vi meinar at din personleg informasjon berre tilhøyrer deg.<br class="wide-br">
tr: Biz, kişisel bilgilerinizin yalnızca size ait olduğuna inanıyoruz.<br class="wide-br">
vi: Chúng tôi tin rằng chỉ bạn mới có quyền sở hữu thông tin cá nhân của chính mình.<br class="wide-br">
xh: Sikholelwa ekubeni ingcaciso yakho yeyakho kuphela.<br class="wide-br">

source: That’s why Firefox is filled with features to ensure that’s the case.
af: Dis hoekom Firefox propvol funksionaliteit is om dit te verseker.
as: সেয়া সুনিশ্চিত কৰিবলে Firefox ক বৈশিষ্ট্যৰ সৈতে পূৰ্ণ কৰা হৈছে।
bn_bd: তাই এই বিষয়টি নিশ্চিত করতে ফায়ারফক্স বিভিন্ন বৈশিষ্ট্যে ভরপুর।
es_mx: Firefox está lleno de características para garantizar que así sea.
ga_ie: Sin é an fáth a bhfuil Firefox lán go béal le gnéithe a chosnaíonn do phríobháideachas.
kk: Соған қол жеткізу үшін, Firefox ішінде көптеген мүмкіндіктері бар.
lv: Tāpēc Firefox ir piepildīts ar iespējām, kas nodrošina to.
mai: यहि कारण अछि कि Firefox एहि मामला कए सुनिश्च‍ित करबा लेल सुविधा स भर‍ि दैत अछि
nn_no: Det er difor Firefox er fyllt opp af funksjonar som forsikrar at det er slik det er.
tr: Bu yüzden Firefox’u, gizliliğinizi sağlama alacak özelliklerle donattık.
vi: Vì vậy Firefox đi kèm với những tính năng để đảm bảo điều đó.
xh: Kungoko iFirefox izaliswe ngeempawu ukuqinisekisa oko.

source: Private Browsing with<br> Tracking Protection
af: Private blaaiery<br> met volgbeskerming
bn_bd: ট্র্যাকিং সুরক্ষার সাথে<br> ব্যক্তিগত ব্রাউজিং
es_mx: Navegación privada con<br> protección de seguimiento
ga_ie: Brabhsáil Phríobháideach agus<br> Cosaint ar Lorgaireacht
kk: Бақылаудан қорғанысы бар<br> жекелік шолу
lv: Privātā pārlūkošana ar<br> izsekošanas aizsardzību
mai: प्राइवेट ब्राउज़िंग केर साथ<br> ट्रैकिंग सुरक्षा
nn_no: Privat nettlesing med<br> Sporingsvern
xh: uBhrawuzo Lwabucala nge<br> uKhuseleko Lokutreka

source: Browse without having your history, searches or cookies saved, and block hidden third parties from following you across the Web.
af: Blaai sonder dat geskiedenis, soekterme of koekies gestoor word, en keer dat versteekte derde partye mens volg op die Web.
bn_bd: ব্রাউজিং ইতিহাস, অনুসন্ধান ও কুকি সংরক্ষণ ছাড়াই ব্রাউজ করুন এবং ওয়েবে আপনাকে অনুসরণ করা লুকায়িত তৃতীয় পক্ষকে ব্লক করুন।
es_mx: Navega sin guardar tu historial, búsquedas o cookies, y bloquea cookies de terceros que te siguen a través de la Web.
ga_ie: Brabhsáil gan stair, cuardaigh, ná fianáin a shábháil, agus cuir cosc ar thríú páirtithe a dhéanann iarracht tusa a lorg trasna an Ghréasáin.
kk: Тарихы, іздеулер немесе cookies сақталмайтындай интернетті шолыңыз, және жасырын үшінші жақтарға сізді бақылауға жол бермеңіз.
lv: Sērfojiet neuztraucoties par to pārlūkošanas vēsturi, meklēto internetā vai sīkdatnēm, kā arī mēs bloķēsim trešo pušu rīkus, kas seko jūsu darbībām internetā.
mai: ब्राउज कएने बिनु अपन इतिहास, खोज अथवा कुकीज़ सहेजू, एवं नुकाएल तेसर पक्ष केँ ब्लॉक करू वेब पर अहाँक पीछा करए सँ.
nn_no: Surf utan at historikk, søk og infokapslar vert lagra, og blokker skjulte tredjepartar frå å følgja deg på nettet.
xh: Bhrawuza ngaphandle kokuba nembali yakho, ukhangelo okanye iikuki ezigciniweyo, uze ubhloke abanye abantu abafihliweyo bangakulandeli kuyo yonke iWebhu.

source: Learn more about Private Browsing
af: Meer inligting oor private blaaiery
bn_bd: ব্যক্তিগত ব্রাউজিং সম্পর্কে আরও জানুন
es_mx: Aprende más acerca de la Navegación Privada
ga_ie: Tuilleadh eolais faoi Bhrabhsáil Phríobháideach
kk: Жекелік шолу туралы көбірек білу
lv: Uzziniet vairāk par privāto pārlūkošanu
mai: प्राइवेट ब्राउज़िंग केर संबंध मे अधिक जानू
nn_no: Les meir om Privat nettlesing
xh: Funda ngakumbi ngoBhrawuzo Lwabucala

source: Forget Button
af: Vergeetknoppie
bn_bd: ভুলে যাও বোতাম
es_mx: Botón Olvidar
ga_ie: Cnaipe "Déan Dearmad"
kk: Ұмыту батырмасы
lv: Aizmiršanas poga
mai: बिसरल बटन
nn_no: Gløym-knappen
vi: Nút Quên
xh: Libala iQhosha

source: Remove browsing information from your computer after the fact.
af: Verwyder inligting oor blaai-aktiwiteit op die rekenaar agterna.
bn_bd: কাজ শেষে আপনার ব্রাউজের তথ্য কম্পিউটার থেকে মুছে দিন।
es_mx: Elimina la información de navegación desde tu equipo al terminar de navegar.
ga_ie: Scrios an stair bhrabhsála nuair a bheidh tú críochnaithe.
kk: Компьютеріңізден шолу ақпаратын ол пайда болғаннан кейін өшіру.
lv: Aizvāciet informāciju par to ko skatījāties pēc tam, kad tas ir noticis.
mai: एहि तथ्य क बाद अपन कम्प्यूटर स ब्राउजिंग क जानकारी हटाउ
nn_no: Ta bort surfeinformsjon frå datamaskina di i etterhand.
vi: Xóa bỏ những thông tin duyệt web khỏi máy tính của bạn.
xh: Susa inkcazelo yokubhrawuza kwikhompyutha yakho emva kwento eyenzekileyo.

source: Use it when you’ve visited a site that you don’t want in your history.
af: Gebruik dit indien 'n werf besoek is wat nie in die geskiedenis moet wys nie.
bn_bd: আপনি কোন সাইট ভিজিট করেছেন কিন্তু ইতিহাসে থাকুক তা চাইছেন না তখন এটা ব্যবহার করুন।
es_mx: Úsalo cuando hayas visitado un sitio que no quieres que esté en tu historial.
ga_ie: Úsáid é seo nuair a thugann tú cuairt ar shuíomh nár mhaith leat a bheith i do stair.
kk: Оны тарихыңызда сақтауды қаламайтын сайтты ашқаннан кейін қолданыңыз.
lv: Izmantojiet šo iespēju, ja esat bijis kādā lapā ko negribat redzēt pārlūkošanas vēsturē.
mai: एकर उपयोग करू जखन अहॉं नहि चाहैत छी कि अहॉंक द्वारा ताकल गेल साइट इतिहास मे आबय
nn_no: Bruk det når du har vitja ein nettstad du ikkje vil ha i historikken.
vi: Sử dụng nút này sau khi bạn đã truy cập một trang web mà bạn không muốn lưu lại trong nhật ký.
xh: Yisebenzise xa utyelela isayithi ongayifuni kwimbali yakho.

source: Add the Forget Button to your toolbar
af: Voeg die Vergeetknoppie by die gereedskapbalk
bn_bd: আপনার টুলবারে ভুলে যাও বোতাম যোগ করুন
es_mx: Añade el Botón Olvidar en tu barra de herramientas
ga_ie: Cuir an cnaipe "Déan Dearmad" le do bharra uirlisí
kk: Ұмыту батырмасын саймандар панеліне қосу
lv: Pievienojiet Aizmiršanas pogu rīku joslai
mai: अपन टूलबार मे बिसरूल बटन जोड़ू
nn_no: Legg til Gløym-knappen i verktøylinja
vi: Thêm nút Quên vào thanh công cụ
xh: Dibanisa iQhosha lokuLibala kwi-toolbar yakho

source: See who’s watching you online.
af: Kyk wie beloer u aanlyn.
as: আপোনাক কোনে অনলাইন চাই আছে জানক।
bn_bd: দেখুন কারা আপনাকে অনলাইনে নজরদারী করছে।
es_mx: Descubre quién te observa en línea.
ga_ie: Cé atá ag cúlchoimhéad ort ar líne?
kk: Интернетте сізді кім бақылайтынын біліңіз.
lv: Redziet, kas jūs izseko internetā.
mai: देखू, के अहॉंक ऑनलाइन देखि‍ रहल अछि
nn_no: Sjå kven som følgjer med deg på nettet.
tr: Sizi internette kimlerin izlediğini görün.
vi: Xem ai đang theo dõi khi bạn trực tuyến.
xh: Bona ukuba ngoobani abakubukeleyo kwi-intanethi.

source: The Lightbeam add-on exposes the first and third party sites you interact with as you browse.
af: Die Lightbeam-byvoeging wys die interaksie met eerste- en derdepartywerwe terwyl mens blaai.
as: Lightbeam এড-অনে আপুনি ব্ৰাউছ কৰোতে ভাৱবিনিময় কৰা প্ৰথম আৰু তৃতীয় দল ছাইটসমূহক দেখুৱায়।
bn_bd: ব্রাউজিং এ আপনি প্রথম ও তৃতীয় পক্ষীয় কোন সাইটের সাথে যোগাযোগ করছেন Lightbeam অ্যাড-অন তা দেখায়।
es_mx: El complemento Lightbeam saca a la luz los sitios de origen y de terceros con los que interactuas mientras navegas.
ga_ie: Nochtann an breiseán Lightbeam na suímh, céadpháirtí agus tríú páirtí, a ndéanann tú idirghníomhaíocht leo le linn brabhsála.
kk: Lightbeam қосымшасы шолу кезінде қатынайтын бірінші және үшінші жақты сайттарды көрсетеді.
lv: Lightbeam papildinājums atklāj tiesās un papildus lapas ar kurām jūs mijiedarbojaties sērfojot internetā.
mai: लाइटबीम सहयुक्ति‍ पहिल आ तेसर पार्टी साइट कए उजागर करैत अछि ब्राउज काल जेकरा संग बातचाीत करैत छी
nn_no: Lightbeam-utvidinga avslørear kva for fyrste- og tredjeparts-nettsider som kommuniserer med deg medan du brukar nettet.
tr: Lightbeam eklentisi, siz internette gezindikçe etkileşime geçtiğiniz ilk ve üçüncü parti siteleri açığa çıkarır.
vi: Tiện ích Lightbeam cho phép bạn tìm ra những bên nào đang theo dõi bạn khi duyệt web.
xh: Isongezelelo somtha sibonisa isayithi yeqela lokuqala nelesithathu osebenza nawo njengokuba ubhrawuza.

source: Shine a light on the Web with Lightbeam
af: Skyn 'n lig op die Web met Lightbeam
as: Lightbeam ৰ সৈতে ৱেবত এটা পোহৰ দিয়ক
bn_bd: Lightbeam দিয়ে ওয়েবে আলোকপাত করুন
es_mx: Arroja luz sobre la Web con Lightbeam
ga_ie: Caith solas ar an nGréasán le Lightbeam
kk: Lightbeam көмегімен интернетке жарық сәулесін жағыңыз
lv: Iespīdiniet gaismu interneta dzīlēs ar Lightbeam
mai: वेब पर लाइटबीम साइट संगे प्रकाश डालू
nn_no: Kast lys over nettet med Lightbeam
tr: Lightbeam ile Web’e ışık tutun
vi: Đưa Web ra ánh sáng với Lightbeam
xh: Khanyisa ilitha kwiwebhu ngomtha

source: Keeping you safe across the Web
af: Veiligheid reg oor die Web
as: আপোনাক ৱেবত সুৰক্ষিত ৰাখিছে
bn_bd: ওয়েব জুড়ে আপনাকে সুরক্ষিত রাখে
es_mx: Mantenemos tu seguridad a lo largo y ancho de la Web
ga_ie: Do do chosaint ar fud an Ghréasáin
kk: Сіздің Интернетте қауіпсіз қылады
lv: Nodrošinot drošību interneta plašumos
mai: वेब भर‍ि मे अहॉंक सुरक्षि‍त राखैत
nn_no: Held deg trygg ute på nettet
tr: Web’de güvende olmanızı sağlar
vi: Giữ an toàn cho bạn khi duyệt Web
xh: Ikugcina ukhuselekile kwiwebhu

source: Firefox lets you learn more about the sites you visit and helps keep you secure online.
af: Firefox gee inligting oor die webwerwe wat mens besoek en hou mens veilig aanlyn.
as: Firefox এ আপুনি ভ্ৰমণ কৰা ছাইটসমূহৰ বিষয়ে অধিক জানিবলৈ দিয়ে আৰু আপোনাক অনলাইন সুৰক্ষিত ৰখাত সহায় কৰে।
bn_bd: ফায়ারফক্স আপনার ভিজিট করা সাইটগুলো সম্বন্ধে বেশি করে জানার সুযোগ দেয় এবং আপনাকে অনলাইনে নিরাপদ থাকতে সাহায্য করে।
es_mx: Firefox te permite tener más información sobre los sitios que visitas y te ayuda a mantenerte seguro en línea.
ga_ie: Le Firefox is féidir leat tuilleadh eolais a fháil faoi na suímh a dtugann tú cuairt orthu chun do shlándáil a chosaint.
kk: Firefox сізге шолу кезінде ашатын сайттар туралы көбірек білу және интернетте жұмысты қауіпсіз қылу мүмкін етеді.
lv: Firefox ļauj uzzināt vairāk par lapām, kuras apmeklējat, lai Jūs būtu drošībā.
mai: जाहि साइट पर अहॉं यात्रा करैत छी Firefox ओकरा बारे मे बेसी जनबाक सुविधा दैत अछि आओर अहॉंक सुरक्षि‍त ऑनलाइन राखबा मे मदति करैत अछि ।
nn_no: Firefox lèt deg få vita meir om nettstadane du vitjar, og hjelper deg med å halda deg trygg på nettet.
tr: Firefox, girdiğiniz siteler hakkında daha fazla bilgi edinmenizi sağlar ve sizi internette güvende tutar.
vi: Firefox cho phép bạn tìm hiểu thêm về các trang web bạn truy cập và giúp cho bạn được an toàn trên mạng.
xh: IFirefox ivumela ukuba ufunde ngakumbi ngeesayithi ozityelelayo kwaye inceda ekukugcineni ukhuselekile xa ukwikhompyutha.

source: World class protection
af: Wêreldklasbeskerming
as: বিশ্বৰ উৎকৃষ্ট সুৰক্ষা
bn_bd: বিশ্বমানের সুরক্ষা
es_mx: Protección de clase mundial
ga_ie: Cosaint den chéad scoth
kk: Жоғары сапалы қорғаныс
lv: Pasaules līmeņa aizsardzība
mai: विश्वस्तरीय सुरक्षा
nn_no: Vern i verdsklasse
tr: Üst düzey koruma
vi: Khả năng bảo vệ hàng đầu thế giới
xh: Ukhuseleko lodidi lwehlabathi

source: Anti-phishing & anti-malware features protect you from trojan horses and spyware and warn you about potentially fraudulent sites.
af: Funksionaliteit teen hengel- en kwaadwillige aanvalle beskerm mens teen trojaanse perde en spioenering, en waarsku teen moontlike webbedrog.
as: এন্টি-ফিচিং আৰু এন্টি-মেলৱেৰ বৈশিষ্ট্যসমূহে আপোনাক ট্ৰজান হৰ্চ আৰু স্পাইৱেৰৰ পৰা সুৰক্ষা প্ৰদান কৰে আৰু আপোনাক বিভৱীয়ভাৱে জালি ছাইটসমূহৰ বিষয়ে সতৰ্ক কৰে।
bn_bd: অ্যান্টি-ফিশিং এবং অয়ান্টি-ম্যালওয়ার বৈশিষ্ট্যগুলো আপনাকে টর্জ্যান হর্স এবং স্পাইওয়ারের হাত থেকে বাঁচায় এবং আপনাকে সাবধান করে সম্ভাব্য প্রতারণাপূর্ণ সাইটের থেকে।
es_mx: Las características anti-phishing & anti-malware te protegen de virus trojanos y spyware, además te avisan de sitios potencialmente fraudulentos.
ga_ie: Cosnaíonn na gnéithe frithfhioscaireachta agus slándála thú ar chapaill Thraíocha agus ar bhogearraí spiaireachta, agus tugann siad rabhadh duit faoi shuímh a d'fhéadfadh a bheith calaoiseach.
kk: Антифишингтік және зиянкес қолданбаларға қарсы мүмкіндіктері трояндық аттар және тыңшы қолданбалардан сақтап, мүмкін алаяқты сайттар туралы хабарлайды.
lv: Aizsardzība no krāpniekiem un kaitniecīgām programmām sargā jūs no trojas zirgiem, spiegu programmām un viltotām krāpnieku lapām.
mai: ट्रोजन होर्सेज आओर स्पाइवेयर स विरोधी फिशिंग आओर विरोधी मालवेयर स बचाबैत अछि आओर संभावित धोखाधड़ी साइट क बारे मे चेतावनी दैत अछि
nn_no: Funksjonane for anti-phishing og anti-malware vernar deg mot trojanske hestar og spionprogram, og åtvarar deg mot mulege svindel-nettstadar.
tr: E-tuzak ve zararlı yazılımdan koruma özellikleri sizi truva atlarından ve casus yazılımlardan korur, sahtekârlık sitelerine karşı uyarır.
vi: Tính năng chống lừa đảo và chống phần mềm độc hại bảo vệ bạn khỏi những con ngựa trojan và spyware và cảnh báo bạn về những trang web giả mạo.
xh: Iimpawu zokhuselo kubuqhetseba nakwivayirasi yemalware zikukhusela kwiindidi zevayirasi eyi-trojan horse ne-spyware zize zikulumkise ngeesayithi ezinobuqhetseba.

source: Automatic security updates
af: Outomatiese sekuriteitsbywerkings
as: স্বচালিত সুৰক্ষা আপডেইটসমূহ
bn_bd: স্বয়ংক্রিয় নিরাপত্তা হালনাগাদ
es_mx: Actualizaciones de seguridad automáticas
ga_ie: Nuashonruithe slándála uathoibríocha
kk: Автоматты түрдегі қауіпсіздік жаңартулары
lv: Automātiskie drošības atjauninājumi
mai: अपनेआप सुरक्षा अद्धतन
nn_no: Automatiske tryggingsoppdateringar
tr: Otomatik güvenlik güncellemeleri
vi: Cập nhật bảo mật tự động
xh: Uphuculo lokhuselo oluzenzekelayo

source: Firefox updates automatically to make sure you always have the latest and greatest security fixes.
af: Firefox werk homself outomaties by om te verseker dat mens altyd die jongste sekuriteitsverbeteringe het.
as: Firefox স্বচালিতভাৱে আপডেইট হয় যাতে শেহতীয়া আৰু উত্তম সুৰক্ষা সমাধানসমূহ আপোানৰ ওচৰত সদায় থাকে।
bn_bd: ফায়ারফক্স হালনাগাদ স্বয়ংক্রিয়ভাবেই আপনাকে নিশ্চিত করে দেয় যে আপনার সর্বদা সর্বশেষ ও সর্বশ্রেষ্ঠ নিরাপত্তা সংশোধন করা হয়েছে।
es_mx: Firefox se actualiza automáticamente para garantizar que siempre tengas las soluciones de seguridad más recientes.
ga_ie: Déanann Firefox nuashonruithe uathoibríocha le cinntiú go mbíonn an leagan is fearr is sábháilte agat i gcónaí.
kk: Firefox сізде ең соңғы қауіпсіздік түзетулері барын міндетті қылу үшін автожаңартылады. automatically to make sure you always have the latest and greatest security fixes.
lv: Firefox atjauninājumi notiek automātiski, lai garantētu, ka jums vienmēr ir jaunākā, labākā un drošākā pārlūka versija.
mai: Firefox सदिखन अहॉंक नवीनतम आओर सबसे पैघ सुरक्षा सुधार कए सुनिश्चि‍त करबाक लेल स्वचलित रूप स अद्धतन करैत अछि
nn_no: Firefox oppdaterar seg automatisk slik at du alltid har dei siste og beste tryggingsfiksane.
tr: Her zaman en son güvenlik düzeltmelerine sahip olmanız için Firefox otomatik olarak güncellenir.
vi: Firefox tự động cập nhật để đảm bảo bạn luôn luôn có những bản vá mới nhất và an toàn nhất.
xh: IFirefox iziphucula ngokuzenzekelayo ukuqinisekisa ukuba unolona khuselo lwakutsha nje nolona lukhulu.

source: Secure connections
af: Beveiligde verbindings
as: সুৰক্ষিত সংযোগসমূহ
bn_bd: নিরাপদ সংযোগ
es_mx: Conexiones seguras
ga_ie: Sláncheangail
kk: Қауіпсіз байланыстар
lv: Drošie savienojumi
mai: सुरक्षित कनेक्शन
nn_no: Trygge tilkoplingar
tr: Güvenli bağlantılar
vi: Kết nối an toàn
xh: Qinisa unxibelelwano
