Repository: translate/mozilla-lang
Catalog: cak/thunderbird/start/release.lang.po
Languages: cak

source: Welcome to <span>Thunderbird</span>
cak: Ütz apetik pa <span> Thunderbird</span>

source: Why we need donations
cak: Ruma ri' toq yeqajo' taq sipanïk

source: You might already know that Thunderbird improvements are no longer paid for by Mozilla. Fortunately there is an active community keeping it running and developing it further. But to survive long term, the project needs funding.
cak: Rik'in jub'a' awetaman chik chi ri taq rutzil Thunderbird man e tojel ta chik ruma Mozilla. Matyox chi re ri samajel tinamït ruma tajin nub'än chi nisamäj chuqa' tajin ninuk'ub'ëx. Xa xe chi nik'ase' k'ïy q'ijul, ri nimasamaj nrajo' rupwaq.

source: Thunderbird is currently transitioning to an independent organization. Being independent, we can shape our own fate, but there is significant infrastructure that must be maintained to deliver the application to our tens of millions of users. For Thunderbird to survive and continue to evolve, we need your support and ask for your donation today. All the money donated will go directly to funding Thunderbird development and infrastructure.
cak: Thunderbird tajin niq'axäx pa jun alaj k'aslem chi moloj. Toq alaj ruk'aslem yojtikïr niqachojmirisaj ri qak'aslem, xa xe chi k'o jun nimaläj ch'akulal ri k'o chi nisamajïx richin nijach ri chokoy chi ke ri kab'lajtäq chi t'ijtäq qawinaq. Chuwäch Thunderbird richin chi k'äs chuqa' richin nujalwachila' ri', niqajo' ri ato'ik ruma ri' toq niqak'utuj ri asipanik wakami. Ronojel ri pwäq xtimol choj xtib'e richin nutojb'ej rub'anik ri Thunderbird chuqa' ri rucholnuk'ulem.

source: Donate to Thunderbird
cak: Kasipan chi re ri Thunderbird

source: Thunderbird is the leading open source, cross-platform email and calendaring client, free for business and personal use. We want it to stay secure and become even better.
cak: Thunderbird ruwinaq rajpop ri jaqäl b'itz'ib', taqoya'l k'ïy nuk'uche'el chuqa' cholq'ij, ri man nok ta pa k'ayinïk chuqa' man ichinan ta. Niqajo' chi ütz tub'ana' chuqa' junelïk tutzïr.

source: If you like Thunderbird, please consider a donation!
cak: ¡We niqa chawäch ri Thunderbird, tab'ana' utzil tana'ojij jun sipanïk!

source: By donating, you will help us to continue delivering an ad-free top-notch email client.
cak: Toq nasipaj ri awajowalil, xkojruto' niqasamajij ri rujachik jun ad-free top-notch taqoya'l winäq.

source: Make a donation
cak: Taya' jun sipanïk

source: Other ways to contribute to Thunderbird
cak: Ch'aqa' chik taq rub'anikil richin yato'on pa Thunderbird

source: Now is a great time for you to get involved: writing code, testing, support, localization and more. Join a global community! Share your skills and pick up a few new ones along the way. Volunteer as much as you like. Or as little. It’s totally up to you.
cak: Wakami jeb'ël ri ramaj richi yato'on: ri rutz'ib'axik b'itz'ib', ri taq retal tojtob'enïk, ri to'ïk, ri k'ojlemal chuqa' ch'aqa' chik. ¡Tatunu' awi' pa jun aj chijun tinamït! Ye'akomonij ri taq awetamab'al chuqa' ye'ak'öl jujun k'ak'a' pa ri ab'ey. Ajpatan to'onel achi'el niqa chawäch rat. O manäq. Ri' nana'ojij rat.

source: Contribute to Thunderbird
cak: Kato'on rik'in Thunderbird

source: To ensure that Thunderbird continues to improve, as it has for the last ten years, active contributors <a href="%s">recently organized</a> to focus on the future.
cak: Richin nijikib'äx chi junelïk tutz'ïr ri Thunderbird, achi'el rub'anon pe re ruk'isib'äl lajuj juna', ri samajel taq to'onela' <a href="%s">k'a ri tikimöl ki'</a> richin nikitzub'ej apo ri chwa'q kab'ij.

source: Now is a great time for you to <a href="%s" class="iconic">get involved</a>.
cak: Wakami jun utziläj ramaj richin <a href="%s" class="iconic">yatok pe</a>.

source: Please help us assist users of Thunderbird, and improve the Thunderbird product and eco-system.
cak: Tab'ana' utzil kojato' ke'apon ri taq qawinaq richin Thunderbird chuqa' tutziläx ri Thunderbird chuqa' ri ch'ajch'öj runuk'ulem.

source: We look forward to <a href="%s">hearing from you</a>.
cak: Niqoyob'ej apo ri chwa'q kab'ij <a href="%s">niqak'ül atzijol</a>.

source: Learn more
cak: Tetamäx ch'aqa' chik

source: Need Support?
cak: ¿La nawajo' ato'ik?

source: Most Thunderbird support questions are answered in the <a href="%s">Knowledge Base</a>.
cak: B'ama ronojel ri taq k'utunïk richin to'ïk pa Thunderbird yetzolïx rutzijol pa <a href="%s">Ruxe'el Etamab'äl</a>.

source: If you can’t find an answer, <a href="%s">ask your question in our support forum</a>.
cak: Wa man yatikïr ta nawïl jun rutzijol k'utunïk, <a href="%s">tab'ana' ri ak'utunik pa qamolna'oj richin to'ïk</a>.

source: Most Thunderbird support questions are answered on the <a href="%s">Knowledge Base</a>.
cak: B'ama ronojel ri taq k'utunïk richin to'ïk pa Thunderbird yetzolïx rutzijol pa <a href="%s">Ruxe'el Etamab'äl</a>.

source: If you can’t find an answer, <a href="%s">ask your question on our support forum</a>.
cak: We man yatikïr ta nawïl jun rutzijol k'utunïk, <a href="%s">tab'ana' ri ak'utunik pa qamolna'oj richin to'ïk</a>.

source: Features
cak: Taq b'anikil

source: Visit our blog
cak: Tatz'eta' ri qichinya'l

source: Contribute
cak: Kato'on

source: Tips
cak: Taq pixa'

source: Add-ons
cak: Taq tz'aqat

source: Get help
cak: Tak'ulu' ato'ik
