Repository: translate/mozilla-lang
Catalog: dsb/firefox/family/index.lang.po
Languages: dsb

source: Firefox – Desktop browser, Android, iOS, OS, Hello, Sync, Private Browsing
dsb: Firefox – desktopowy wobglědowak, Android, iOS, OS, Hello, Sync, priwatny modus

source: Firefox — Desktop browser, Android, OS, Hello, Sync, Marketplace
dsb: Firefox - desktopowy wobglědowak, Android, OS, Hello, Sync, Wikowanišćo

source: Learn more about our complete lineup of products for desktop and mobile browsing (and more) that help keep you in control online. Free yourself with Firefox.
dsb: Zgóńśo wěcej wó našej dopołnej produktowej paleśe za desktopowe a mobilne pśeglědowanje (a wěcej), kótarež wam pomagaju, wašu kontrolu online wobchował. Wulichujśo se z Firefox.

source: You’re using an older version of Firefox for desktop.
dsb: Wužywajśo staršu wersiju Firefox za desktop.

source: Update today to stay fast and safe.
dsb: Zaktualizěrujśo źinsa, aby malsny a wěsty wóstał.

source: Choose Independent.
dsb: Wubjeŕśo njewótwisnje.

source: Choose Firefox.
dsb: Firefox wubraś

source: Free yourself with %s
dsb: Wulichujśo se z %s

source: Firefox <span>for</span> desktop
dsb: Firefox <span>za</span> desktop

source: Trusted. Flexible. Fast.
dsb: Dowěry gódny. Fleksibelny. Spěšny.

source: Firefox <span>for</span> Android
dsb: Firefox <span>za</span> Android

source: Make it uniquely yours.
dsb: Cyńśo jen k swójomu.

source: Get it on Google Play
dsb: Z Google Play se wobstaraś

source: Firefox <span>for</span> iOS
dsb: Firefox <span>za</span> iOS

source: Get it on iPhones and iPads
dsb: Wobstarajśo se jen na iPhone a iPads

source: Now with Tracking Protection.
dsb: Něnto ze slědowańskim šćitom

source: Get just what you need.
dsb: Dostańśo to, což trjebaśo.

source: Free, easy video conversations.
dsb: Dermotne, lažke wideorozgrona.

source: Discover and download Web apps.
dsb: Namakajśo a ześěgniśo webnałoženja.

source: Connect Firefox wherever you use it.
dsb: Zwězajśo Firefox, źožkuli jen wužywaśo.
