Repository: translate/mozilla-lang
Catalog: ln/main.lang.po
Languages: ln

source: <span>for</span> Desktop
ln: <span>mpo na</span> Ordinateur ya bureau

source: <span>for</span> Android
ln: <span>mpo na</span> Android

source: <span>for</span> iOS
ln: <span>mpo na</span> iOS

source: For desktops &amp; laptops
ln: Mpo na baordinateur ya bureau &amp; ba laptops

source: For phones &amp; tablets
ln: Mpo na ba telefone &amp; ba tablets

source: Overview
ln: Vue d'ensemble

source: Trusted
ln: Yako ndimama

source: Flexible
ln: Pete

source: Fast
ln: Mbangu

source: About
ln: Maye matali

source: Devices
ln: Baappareils

source: For partners
ln: Mpo na bapartenaire

source: Apps
ln: Ba Apps

source: Do Not Track
ln: Kolandela Te

source: Tiles
ln: Bacarreaux

source: Interest Dashboard
ln: Tableau de bord ya ntina

source: Developer Edition
ln: Edition ya developpeur

source: Private Browsing
ln: Navigation ya sekele

source: Need help?
ln: Posa ya lisalisi?

source: News
ln: Basango

source: For developers
ln: Mpo na badeveloppeur

source: Find My Device
ln: Luka appareil nangai

source: Developers
ln: Badeveloppeur

source: Choose the independent browser
ln: Pona navigateur ya bonsomi

source: Firefox is non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
ln: Firefox eza sans but lucratif, mpe eza compagnie ya ba actions te. Kopona Firefox eza kaka kopona naviteur te. Eza kopona kimpwanza nayo mei.

source: Donate
ln: Pesa likabo

source: Support
ln: Lisungi

source: Products
ln: Biloko

source: Add-ons
ln: Bibakisi

source: About Us
ln: Maye Matali Biso

source: Labs
ln: Ba Labs

source: skip to Navigation
ln: pimbwa na Navigation

source: switch language
ln: balola lokota

source: Back to home page
ln: Zonga na lokasa ya boyambemi

source: About Mozilla
ln: Maye matali Mozilla

source: Get Involved
ln: Mikotisa

source: Careers
ln: Misala

source: Press Center
ln: Esika ya bapanzi sango

source: Contact Us
ln: Kutana nabiso

source: Other languages:
ln: Nkota misusu:

source: Legal
ln: Kimibeko

source: Firefox Affiliates
ln: Baaffilié ya Firefox

source: Legal Notices
ln: Mayebisi ya mibeko

source: Privacy Policy
ln: Politiki ya confidentialité

source: Release Notes
ln: Maloba maye mabimi

source: Other Systems and Languages
ln: Basystème mpe nkota misusu

source: Close
ln: Kanga

source: (in English)
ln: (na lokota ya Angele)

source: Return to top
ln: Zonga likolo

source: Features
ln: Bacaractéristique

source: Customize
ln: Personnaliser

source: Download
ln: Télécharger

source: Previous
ln: Oyo eleki

source: Next
ln: Oyo elandi

source: FAQ
ln: Mituna mpe Biyano

source: Videos
ln: Bavidéo

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ln: Longola epayi wapi <a href="%s">etiyami na makoma</a>, contenu na site oyo eza na se ya licence ya <br /><a href="%s">v3.0 Creative Commons Attribution Share-Alike</a> to version nionso ya suka-suka.

source: Report Trademark Abuse
ln: Funda bobesi makoki ya nkolo

source: Free Upgrade
ln: Botombwamisi ya Ofele

source: Follow us on:
ln: Landa biso na:

source: Customize with Add-ons
ln: Personnaliser na bibakisi

source: Learn More
ln: Mingi ya koyekola

source: Learn more
ln: Mingi ya koyekola

source: Replay
ln: Kobeta lisusu

source: Watch the video
ln: Kotala vidéo

source: Replay the video
ln: Kobeta lisusu vidéo

source: Share the video
ln: Kokabola vidéo

source: WebM format
ln: format WebM

source: Ogg Theora format
ln: format Ogg Theora

source: MPEG-4 format
ln: format MPEG-4

source: Check out the new look and feel of Firefox.
ln: Tala mpe yoka lolenge yasika ya Firefox.

source: View Full Site
ln: Komona Site Mobimba

source: Download for <span>Android</span>
ln: Téléchargement mpo na <span>Android</span>

source: Desktop
ln: Ordinateur ya bureau

source: Firefox Beta for mobile
ln: Firefox Beta mpo na mobile

source: Firefox for mobile
ln: Firefox mpo na mobile

source: Super speed
ln: Lobangu ya koluta

source: Stunning graphics
ln: Bagrafiki ya kosepelisa

source: The latest technologies
ln: Batekinolozi ya sika-sika

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
ln: Osengili kotombwamisa systeme nayo! Zwa bokengi buayo na monuti moko. <br/> Banda kosalela Firefox nayo yasika mpo na navigation mpe personnalisation ya malamu mpeza na web. <br/> Eza ya lobangu mpe ofele!

source: Upgrade now
ln: Tombwamisa sik'oyo

source: Update now
ln: Tombwamisa sik'oyo

source: Supported Devices
ln: Baapareil oyo ekoki

source: What’s New
ln: Nini ya sika

source: Privacy
ln: Confidentialité

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
ln: Biteni ya contenu oyo bizali bya ©1998–%(current_year)s baye basalisaka na nzela ya mozilla.org. Contenu oyo ezali kozwama na se ya <a href="%(url)s">licence Creative Commons</a>.

source: Contribute to this site
ln: Salisa site oyo

source: Contribute to this page
ln: Salisa lokasa oyo

source: Tour
ln: Tambola

source: Partner with Us
ln: Sangana na biso

source: Desktop Add-ons
ln: Bibakisi ya ordinateur ya bureau

source: Android Add-ons
ln: Bibakisi ya Android

source: Themes
ln: Bamotif

source: Desktop Support
ln: Lisungi mpo na ordinateur ya bureau

source: Android Support
ln: Lisungi mpo na Android

source: Technology
ln: Tekinolozi

source: Privacy &amp; Security
ln: Confidentialité &amp; Bokengi

source: Releases
ln: Biye bipalanganisami

source: Firefox for Organizations
ln: Frirefox mpo na baorganisation

source: Mobile Add-ons
ln: Bibakisi ya Mobile

source: Mobile Support
ln: Lisungi mpo na Mobile

source: About Firefox
ln: Maye matali Firefox

source: Join Mozilla
ln: Mikomisa na Mozilla

source: Participate
ln: Participer

source: Volunteer
ln: Volontariat

source: Brand Toolkit
ln: Kit ya baoutil ya Marque

source: Partnerships
ln: Partenariat

source: Get Mozilla updates
ln: Zwa ba mise à jour ya Mozilla

source: Share
ln: Kabola

source: Mozilla on Twitter
ln: Mozilla na Twitter

source: Firefox on Twitter
ln: Firefox na Twitter

source: Mozilla on Facebook
ln: Mozilla na Facebook

source: Firefox on Facebook
ln: Firefox na Facebook

source: Forums
ln: Baforum

source: Leadership
ln: Bakambi

source: Governance
ln: Bokambami

source: History
ln: Lisitwale

source: Our Products
ln: Baproduit nabiso

source: Software and other innovations designed to advance our mission.
ln: Logiciel mpe ba innovation eye ebongisami mpo na kokumba oboso mission nabiso.

source: Become a volunteer contributor in a number of different areas.
ln: Koma moko ya baye bakosalisa na nzela ndenge na ndenge.

source: Committed to you, your privacy and an open Web
ln: Tomipesi mpo nayo, bokengi buayo mpe Web ya kofungwama

source: Choose Independent
ln: Pona Bonsomi

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
ln: Koba kosepela na Internet ya bonsomi mpe eye efungwami oyo ezali kopela makasi! #ChooseIndependent. Pona Firefox:

source: Please turn on JavaScript to display this page correctly.
ln: Pelisa JavaScript mpo na komonisa lokasa oyo malamu.

source: Firefox Features
ln: Bacaractéristique ya Firefox

source: Firefox Help
ln: Lisalisi ya Firefox

source: January
ln: Sanza ya yambo

source: February
ln: Sanza ya mibale

source: March
ln: Sanza ya misato

source: April
ln: Sanza ya minei

source: May
ln: Sanza ya mitano

source: June
ln: Sanza ya motoba

source: July
ln: Sanza ya sambo

source: August
ln: Sanza ya mwabe

source: September
ln: Sanza ya libwa

source: October
ln: Sanza ya zomi

source: November
ln: Sanza ya zomi na moko

source: December
ln: Sanza ya zomi na mibale

source: <abbr>Jan</abbr>
ln: <abbr>sanza ya yambo</abbr>

source: <abbr>Feb</abbr>
ln: <abbr>sanza ya mibale</abbr>

source: <abbr>Mar</abbr>
ln: <abbr>sanza ya misato</abbr>

source: <abbr>Apr</abbr>
ln: <abbr>sanza ya minei</abbr>

source: <abbr>May</abbr>
ln: <abbr>sanza ya mitano</abbr>

source: <abbr>Jun</abbr>
ln: <abbr>sanza ya motoba</abbr>

source: <abbr>Jul</abbr>
ln: <abbr>sanza ya sambo</abbr>

source: <abbr>Aug</abbr>
ln: <abbr>sanza ya mwambe</abbr>

source: <abbr>Sep</abbr>
ln: <abbr>sanza ya libwa</abbr>

source: <abbr>Oct</abbr>
ln: <abbr>sanza ya zomi</abbr>

source: <abbr>Nov</abbr>
ln: <abbr>sanza ya zomi na moko</abbr>

source: <abbr>Dec</abbr>
ln: <abbr>sanza ya zomi na mibale</abbr>

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
ln: Firefox kala mingi te ekokoma iOS! <a href="{url}">Mikomisa mpo na koyekola mingi</a>.

source: Congrats. You’re up to date!
ln: Matondo. Mise à jour nayo esalemi!
