Repository: translate/mozilla-lang
Catalog: sat/download_button.lang.po
Languages: sat

source: Download Firefox
sat: फायार फॉक्स आ़तुर आंड़गो .

source: Your system doesn't meet the <a href="%(url)s">requirements</a> to run Firefox.
sat: आमाक् सिस्टाम बाय ञापामा <a href="%(url)s">ला़कती को </a> फायार फॉक्स चालाव ला़गित् .

source: <span>Firefox Beta</span> for Android
sat: <span>फायारफॉक्स बिटा </span>एंडरोयेड ला़गित् .

source: <span>Firefox Aurora</span> for Android
sat: <span>फायारफॉक्य ऑवरा़ </span> एंडरोयेड ला़गित् .

source: <span>Firefox</span> for Android
sat: <span>फायार फॉक्स </span> एंडरोयेड ला़गित्

source: Get it free on Google Play
sat: गुगाल खेलोंड रे नोवा पोला ते ञाम .

source: Firefox Beta
sat: फायारफॉक्स बिटा

source: Firefox Aurora
sat: फायारफॉक्स ऑवरा

source: Free Download
sat: पोला तेयाक् आ़तुर आंड़गों

source: Update your Firefox
sat: माक् फायार फॉक्स हा़ली मे .

source: Supported Devices
sat: गोड़ोवाक् डिबाइय को

source: What’s New
sat: चेत् नावा

source: Privacy
sat: निजेराक्

source: Systems &amp; Languages
sat: सिस्टाम &amp; पा़रसी को.
