Repository: translate/mozilla-lang
Catalog: sat/main.lang.po
Languages: sat

source: Navigation
sat: पानते ञाम

source: Overview
sat: ञेल राकाब

source: Trusted
sat: पा़तियाव आ

source: Flexible
sat: टानागाक्

source: Fast
sat: लोगोन

source: About
sat: बाबोत ते

source: Private Browsing
sat: निजेराक् ब्राउजिंग

source: Developers
sat: लाहा होचो को

source: Donate
sat: दानएम

source: Support
sat: सोपोहोत

source: Products
sat: तेयार ओडोक को

source: Add-ons
sat: एड-ऑन

source: About Us
sat: आले बाबोत ते

source: Labs
sat: लेब

source: skip to Navigation
sat: पानते ओडोक आड़ाक् काक् .

source: switch language
sat: पा़रसी ओता

source: Back to home page
sat: ओड़ाक् साहटा रे रुवा़ड़

source: About Mozilla
sat: मोजिला बाबोत ते

source: Get Involved
sat: सा़मिलोक् ञाम

source: Careers
sat: केरियार

source: Press Center
sat: प्रेस सेनटार

source: Contact Us
sat: आले सोम्पोक लेम

source: Other languages:
sat: एटाक् पा़रसी को :

source: Legal
sat: आइन

source: Cookies
sat: कुकी को

source: Firefox Affiliates
sat: फायारफॉक्स हाताव को

source: Legal Notices
sat: इन इतला़य

source: Privacy Policy
sat: निजेराक् निती

source: Release Notes
sat: उछा़न खाटो ओल

source: Other Systems and Languages
sat: एटाक् सिस्टम पा़रसी को .

source: Close
sat: बोंदो

source: (in English)
sat: (इंगलिस रे )

source: Return to top
sat: चोट रे रुवा़ड़

source: Features
sat: गुव को

source: Customize
sat: कुसियाक् तेयार

source: Download
sat: आ़तुर आंड़गो

source: Previous
sat: पा़हिल तेयाक्

source: Next
sat: दोसार

source: MegaBytes
sat: मेगाबाइट

source: Videos
sat: बिडियो

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
sat: बादाक् ओकारे बाङ खान <a href="%s">खाटो ओल आ </a>, नोवा साइट रे बिसोय दो ला़यसेंस भितिर <br /><a href="%s">तेयाराक् सोमानाक् गालांग हा़टिञ-लाय़सेंस लेका सोमान v3.0</a> आर बाङजाहान तायोमाक् बार्सान .

source: Report Trademark Abuse
sat: ट्रेडमार्क बाङ जुत बेभार रिपोर्ट.

source: Free Upgrade
sat: पोला तेयाक् हा़ली राकाब

source: Follow us on:
sat: रे आले पांजा :

source: Customize with Add-ons
sat: एड-ऑन सांव कुसियाक् तेयार .

source: Learn More
sat: बाड़ती चेद मे.

source: Learn more
sat: बाड़ती चेद मे.

source: Replay
sat: लानया

source: Watch the video
sat: बिडियो ञेल मे

source: Replay the video
sat: बिडियो दोहड़ा चालुय मे.

source: Share the video
sat: बिडियो हा़टिञ मे

source: WebM format
sat: वेब M तेयार

source: Ogg Theora format
sat: Ogg थयोरा तेयार .

source: MPEG-4 format
sat: MPEG-4 तेयार

source: Mobile
sat: मोबाइल

source: Check out the new look and feel of Firefox.
sat: नावा ञेल बाहरे मे आर फायारफॉक्स आ़यका़व मे .

source: View Full Site
sat: पुरा़ साइट ञेल मे.

source: Download for <span>Android</span>
sat: <span>एनरोयेड </span> ला़गित् आ़तुर आंड़गो.

source: Desktop
sat: डेस्क टॉप

source: Firefox Beta for mobile
sat: मोबाइल ला़गित् फायार फॉक्स बिटा.

source: Firefox for mobile
sat: मोबाइल लाॉगित् फायार फॉक्स .

source: Email
sat: इमेल

source: Super speed
sat: आ़डी तोड़

source: Stunning graphics
sat: हा़हड़ा गार चिता़र.

source: The latest technologies
sat: नावा उतार प्रोद्योगिकी को

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
sat: आंम मित् हा़ली राकाब ला़कती ! मित् टिपिच् खोन कोम निरपोन ताहें . <br/> वेब रे बेस ब्राउजिंग आर कुसियाक् तेयार ला़गित् आमाक् नावा फायार फॉक्स बेभार एहोब मे . <br/> नोवा दो लोगोन आ आर पोला तेयाक् काना !

source: Upgrade now
sat: नितोक हा़ली राकाब मे.

source: Update now
sat: नितोक हा़ली राकाब मे.

source: Supported Devices
sat: गोड़ोवाक् डिबाइस को .

source: What’s New
sat: चेत् दो नावा आ

source: Privacy
sat: निजेराक्

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
sat: नोवा बिसोय रेयाक् हा़टिञ दो ©1998–%(current_year)s निजेराक् mozilla.org हा़टिञ को दाराय ते . भितिर रे बिसोय ञामोक् आ <a href="%(url)s">तेयाराक् सोमान लायसेंस </a>.

source: Contribute to this page
sat: नोवा साहटा ला़गित् हा़टिञ.

source: Mission
sat: मिसान

source: Tour
sat: टुर

source: Partner with Us
sat: आलेसांव भागियारी को

source: Sync
sat: मित् ओकतो लेका तेयार

source: Desktop Add-ons
sat: डोक्स टॉप एंड -ऑन

source: Android Add-ons
sat: एडरोयेड एड-ऑन

source: Themes
sat: उनुया़हर को

source: Desktop Support
sat: डेक्सटॉप गोड़ोवाक्

source: Android Support
sat: एंडरोयेड गोड़ोवाक्

source: Performance
sat: उदुक् सोदोर

source: Technology
sat: प्रोद्योगिकी

source: Privacy &amp; Security
sat: निजेराक् &amp; जा़पती .

source: Releases
sat: उछा़न राकाब

source: Firefox
sat: फायार फॉक्स

source: Firefox for Organizations
sat: गांवता को ला़गित् फायारफॉक्स.

source: Mobile Add-ons
sat: मोबाइल एड-ऑन

source: Mobile Support
sat: मोबाइल गोड़ो

source: Blog
sat: ब्लॉग

source: About Firefox
sat: फायार फॉक्स बाबोत ते

source: Join Mozilla
sat: मोजिला रे सा़मिल

source: Participate
sat: सा़मिलोक्

source: Volunteer
sat: निजे का़मिया़ आ

source: Brand Toolkit
sat: ब्राण्ड टुल

source: Partnerships
sat: भागियारी तेयार

source: Get Mozilla updates
sat: मोजिलाक् हा़ली राकाब ञाम मे.

source: Share
sat: हा़टिञ

source: Mozilla on Twitter
sat: टियुटार रे मोजिला

source: Firefox on Twitter
sat: फायार फॉक्स रे मोजिला

source: Mozilla on Facebook
sat: फेस बुक रे मोजिला

source: Firefox on Facebook
sat: फेसबुक रे फायार फॉक्स.

source: Forums
sat: फोरुम

source: Governance
sat: सासोन ञेल

source: History
sat: हिता़ल

source: Our Products
sat: आलेयाक् तेयार ओडोक

source: Software and other innovations designed to advance our mission.
sat: सोफ्टवेयार आर एटाक् नावा आ़रु .जोह तेयार.आलेयाक् मिसोन लाहया.

source: Become a volunteer contributor in a number of different areas.
sat: भेगार जायगा रे लेखा रे मित् भोलेनटियार हा़टिञिच् तेयारोक् मे.

source: Menu
sat: मिनु

source: Committed to you, your privacy and an open Web
sat: आम रे रिडिड़, आमाक् निजेराक् आर मित् झिज वेब .

source: Choose Independent
sat: साधिन बाछाव मे

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
sat: मित् पोला तेयाक् आर झिज इनर्टनेट जुलुक मारसाल ला़गित् धोरजो ! # साधिन बाछाव . फायार फॉक्स बाछाव मे:

source: Please turn on JavaScript to display this page correctly.
sat: नोवा साहटा सुही उदुक् ला़गित् जावा चिकी चालुय मे .

source: Firefox Features
sat: फायारफॉक्स गुन को .

source: Firefox Help
sat: फायारफॉक्स गोड़ो

source: January
sat: जानवरी

source: February
sat: फारवारी

source: March
sat: मार्च

source: April
sat: एप्रेल

source: May
sat: माई

source: June
sat: जुन

source: July
sat: जुलाइ

source: August
sat: आगस्त

source: September
sat: सेपटेम्बोर

source: October
sat: आक्टुबोर

source: November
sat: नोम्बेबोर

source: December
sat: दिसोमबोर

source: <abbr>Jan</abbr>
sat: <abbr>जन</abbr>

source: <abbr>Feb</abbr>
sat: <abbr>फेब</abbr>

source: <abbr>Mar</abbr>
sat: <abbr>मार</abbr>

source: <abbr>Apr</abbr>
sat: <abbr>एप्रे</abbr>

source: <abbr>May</abbr>
sat: <abbr> मइ</abbr>

source: <abbr>Jun</abbr>
sat: <abbr>जुन</abbr>

source: <abbr>Jul</abbr>
sat: <abbr>जुल</abbr>

source: <abbr>Aug</abbr>
sat: <abbr>आग</abbr>

source: <abbr>Sep</abbr>
sat: <abbr>सेप</abbr>

source: <abbr>Oct</abbr>
sat: <abbr>ऑक</abbr>

source: <abbr>Nov</abbr>
sat: <abbr>नोब</abbr>

source: <abbr>Dec</abbr>
sat: <abbr>दिस</abbr>

source: Format
sat: तेयार

source: Whoops! Be sure to enter a valid email address.
sat: ओहो ! मित् बातावाक् इनेल ठिका़ना आदेर ला़गित् निस्टाय मे .

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
sat: <a href="%s">नोवा निजेराक् निती</a> रे बोरनोन लेका इञाक् ला़य सोदोर मोजिला साब सोझे सांव इञिञ बेस गेया

source: Get Firefox news
sat: फायारफॉक्स खोबोर को ञाम

source: Sign me up
sat: इञ साइन ऑप इञ मे

source: Select country
sat: दिसोम बाछाव मे

source: Available Languages
sat: ना़मोगाक् पा़रसी को .

source: We will only send you Mozilla-related information.
sat: आले आम एकेन मोजिला -सोम्बोंद ला़य सोदोर कुल आमाक.

source: Thanks!
sat: सारहाव को !

source: Thanks! Please check your inbox to confirm your subscription.
sat: सारहाव! आमाक् चांदा रा़सिया़ निसटा़य ला़गित् आमाक् इनबॉक्स ञेल मे.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
sat: आम आमाक् चांदा रा़सिया़ निसटा़य ला़गित् mozilla@e.mozilla.org खोन मित् इमेल ञामा. जुदी आम नोवा बाम ञेला, आमाक् स्पाम छा़नियाक् ञेल मे. आम आलेयाक् खोबोर कागोज हाताव ला़गित् आमाक् चांदा रा़सिया निसटा ला़कती.

source: Read all about it in our <span>newsletter</span>
sat: <span>कोबोर सांकाम </span>आलेयाक् नावा बाबोत ते जोतो पाड़हाव

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
sat: चांदो किये हा़ली राकाब रे चांदा रा़सिया तेयार आर मोजिला खोबोर सांव नितोक् दोहो , नावा उता़र टिप आर सियानोक् मेसा आमाक् फायार फॉक्स ब्राउजार रेयाक् बाहरे ञाम ला़गित् .नोवा दो जोटेत् दोहो ला़गित् आ़डी बेस होर काना !
