Repository: translate/mozilla-lang
Catalog: sat/newsletter.lang.po
Languages: sat

source: Your email address:
sat: आमाक् इमेल ठिका़ना :

source: Available Languages
sat: ना़मोगाक् पा़रसी को .

source: Language:
sat: पा़रसी :

source: Select country
sat: दिसोम बाछाव मे

source: Country:
sat: दिसोम:

source: Sign me up!
sat: इंञ साइन आपिंग मे !

source: We will only send you Mozilla-related information.
sat: आले आम एकेन मोजिला -सोम्बोंद ला़य सोदोर कुल आमाक.

source: Thanks for Subscribing!
sat: चांदा रा़सियाके तेयरोक ला़गित् साहराव !

source: Your newsletter subscription has been confirmed.
sat: आमाक् खोबोर साकाम चांदा रा़सिया दो निस्टाव होचोवाक् काना.

source: Firefox & You
sat: फायार फॉक्स आर आम

source: A monthly newsletter and special announcements giving you tips to improve your experience with Firefox on your desktop and Android device.
sat: चांदो कियाक् खोबोर साकाम आर बिसेस लाय सोदोर को आमाक् डेक्सटॉप आर एंडरोयेड डिबाइस रे फायार फॉक्स सांव आमाक् ञेल हेरेड़ लाहाय ला़गित् आम टिप ए एमामा .

source: Firefox OS News
sat: फायार फॉक्स OS Nखोबोर को

source: A monthly newsletter and special announcements on how to get the most from your Firefox OS device, including the latest features and coolest Firefox Marketplace apps.
sat: मिते चांदोकिया खोबोर साकाम आर बिसेस ला़य सोदोर को आमाक् फायार फॉक्स OS डिबाइस खोन ढेर चेत् लेका रे ञामाक्, नावा उतार गुन को आर रेयाड़ाक् फायार फॉक्स बाजार जायगा एफ को मेसा .

source: Mozilla Communities
sat: मोजिला बिरुद को .

source: Bringing you the best new opportunities to help support the open Web.
sat: झिज वेब गोड़ो सोपोहोद रे बेस नावा ओबोसर को रे आगु मेया.

source: Firefox Student Ambassadors
sat: फायार फॉक्स पाठुवा गिदरा़ दुत् .

source: A monthly newsletter on how to get involved with Mozilla on your campus.
sat: मित् चांदोकियाक् खोबोर साकाम आमाक् केम्पास रे मोजिला सांव चेत् लेका रे सा़मिलोक् आ.

source: A monthly newsletter to keep you up to date with the Firefox Affiliates program.
sat: मित् चांदोकिया कोबोर सांकाम फायार फॉक्स बाताव एम प्रोग्राम सांव आम हा़ली दोहो ला़गित्.

source: Firefox Apps & Hacks
sat: फायार फॉक्स एप आर बाङ जुत बेभार.

source: News for developers about Firefox OS, Firefox Marketplace and the Open Web apps ecosystem.
sat: फायार फॉक्स OS,बाबोत ते लाहा होचो को ला़गित् खोबोर को , फायार फॉक्स बाजार जायगा आर झिज वेब एप.पोरिस्थिती सेस्टेम.

source: Mozillians
sat: मोजिल्यान

source: Firefox for desktop
sat: डेक्स टॉप ला़गित् फायारफॉक्स .

source: Don’t miss the latest announcements about our desktop browser.
sat: आलेयाक् ड्क्स टॉप ब्राउजार बाबोत ते नावानाक् लाय सोदोर को आलोम आड़ागाक् .

source: Firefox for Android
sat: एंडरोयेड ला़गित् फायारफॉक्स .

source: Keep up with releases and news about Firefox for Android.
sat: उछा़नको सांव दोहो आर एंडरोयेड ला़गित् फायार फॉक्स ला़गित् बाबोत ते खोबोर को.

source: Special announcements and messages from the team dedicated to keeping the Web free and open.
sat: वेब पोला आर झिज दोहो ला़गित् आलायाकान दोल खोन बिसेसे ला़य सोदोर आर खोबोर को.

source: Firefox OS smartphone owner?
sat: फायारफॉक्स OS स्मार्टफोन मा़लिक?

source: Don’t miss important news and updates about your Firefox OS device.
sat: आमाक् फायारफॉक्स OS डिबाइस बाबोत् ते मोहोताक् खोबोर को आर हा़ली को आलोम आड़ागाक् आ.

source: Beta News
sat: बिटा खोबोर को

source: Manage your <span>Newsletter Subscriptions</span>
sat: आमाक् <span>खोबोर साकाम चांदा रा़सिया़ तेयार</span>बेबोसताय मे

source: Manage your Email Preferences
sat: आमाक् इमेल कुसियाक् को बेबोसताय मे

source: We love sharing updates about all the awesome things happening at Mozilla.
sat: आले मोजिला रे हुयुगाक् जोतो बोतोरानाक् जिनिस बाबोत ते हा़ली को हा़टिञ ले दुला़ड़ाक् आ.

source: Set your preferences below to make sure you always receive the news you want.
sat: आमेम ञाम कान आम जाव गे हाताव गोटाय ला़गित् लातार आमाक् कुसियाक् को साजाव मे.

source: Newsletters
sat: खोबोर साकाम को

source: Getting too much email from us?
sat: चेत् आले ठेन खोन आ़डी ढेर इमेल ञामेत् आम?

source: Not interested in our newsletters, but like those special announcements? No problem.
sat: आलेयाक् खोबोर साकाम रे गोरजी बा़नुक् आ, मेनखान ओना को बिसेस ला़य सोदोरेम कुसियाक् आ? जाहान दिगधा बाङ.

source: We can keep in touch with occasional messages that matter most to you.
sat: आले ओबसोर खोबोर को सांव जोटेत् रेले दोहो दाड़ेयाक् आ ओना काथा आम ला़गित् ला़कती या.

source: Check all categories that apply to you, and we promise to keep the mail to a minimum.
sat: जोतो हा़टिञ को ञेल मे ओका आम रे बाहालोक् आ, आर आले कोम उता़र मेल दोहो ला़गित् काथा ले एमेत् आ.

source: I’m interested in:
sat: इञ नोवा रिञ गोरजी आ:

source: Subscribe
sat: चांदा रा़सिया तेयार

source: Unsubscribe
sat: चांदा रा़सिया तेयार ओचोक्

source: Remove me from all Mozilla emails
sat: जोतो मोजिला इमेल खोन इञ ओचोक् इञ मे

source: Save Preferences
sat: कुसियाक् को सांचाव मे

source: Thanks for updating your email preferences.
sat: आमाक् इमेल कुसियाक् को हा़ली ला़गित् सारहाव.

source: You send too many emails.
sat: आम आ़डी आयमा इमेल को कुल आकात् आम.

source: Your content wasn't relevant to me.
sat: आमाक् बिसोय इञ सांव बाय सोम्बोंध लेन ताहेंना.

source: Your email design was too hard to read.
sat: आमाक् इमेल जोह पाड़हाव ला़गित् आ़डी केटेच् ताहें लेन ताहेंना.

source: I didn't sign up for this.
sat: इञ नोवा ला़गित् बाञ साइन ऑप आकाना.

source: I'm keeping in touch with Mozilla on Facebook and Twitter instead.
sat: इञ फेसबुक आर ट्वीटार बादाल रे मोजिला सांव जोटेत् रे दोहोया.

source: Submit
sat: जोमा एम

source: Thanks for telling us why you’re leaving.
sat: चेदाक् आम आड़ागेक् आ आले ला़य ला़गित् सारहाव.

source: Thanks! Please check your inbox to confirm your subscription.
sat: सारहाव! आमाक् चांदा रा़सिया़ निसटा़य ला़गित् आमाक् इनबॉक्स ञेल मे.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
sat: आम आमाक् चांदा रा़सिया़ निसटा़य ला़गित् mozilla@e.mozilla.org खोन मित् इमेल ञामा. जुदी आम नोवा बाम ञेला, आमाक् स्पाम छा़नियाक् ञेल मे. आम आलेयाक् खोबोर कागोज हाताव ला़गित् आमाक् चांदा रा़सिया निसटा ला़कती.

source: Please be sure to add our sending address: mozilla@e.mozilla.org to your address book to ensure we always reach your inbox.
sat: आलेयाक् कुल ठिका़ना सेलेद ला़गित् निसटा़य मे: mozilla@e.mozilla.org गोटा ला़गित् आमाक् ठिका़ना पुथी रे आले जाव गे आलेयाक् इनबॉक्स रेले पानतेया.

source: The supplied link has expired. You will receive a new one in the next newsletter.
sat: एमआकान खोंजावाक् ओकतो पारोमयेना आम दोसोर खोबोर सांकाम रे मित् नावानाक् एम ञामाक् .

source: Something is amiss with our system, sorry! Please try again later.
sat: जाहांनाक् आमाक् सेस्टेम सांव आदेक् आम , हुरांङ ! तायोम ते दोहड़ा कुरुमुटु .

source: English&nbsp;only
sat: आंग्रेजी &nbsp; एकेनाक् .

source: Newsletter Subscriptions
sat: खोबोर सांकाम चांदा रा़सिया़ तेयार

source: Newsletter confirm
sat: खोबोर सांकाम निस्टा

source: Format:
sat: तेयार :

source: You’ve been unsubscribed.
sat: आम चांदा रा़सियाक् खोन ओचोक् आकानाम .

source: We’re sorry to see you go.
sat: आम चालाक् ञेल ला़गित् ते आले हुरांङ .

source: Would you mind telling us why you’re leaving?
sat: चेत् आम आले ला़य मोनेयेत् आम चेदाक् आम आड़ाक् गेत् आ ?

source: Other…
sat: एटाक्…

source: While here, why not check out some more Firefox awesomeness.
sat: तिन रे नोडे , चेदाक् आम कायच् बाड़ती फायारफॉक्स बोतोरानाक् बाम ओडोक् आ काना .

source: Get up and go
sat: बेरेद आर चालाक् मे .

source: It’s your Web anywhere you go.
sat: नोवा दो आमाक् वेब काना जाहां रेगे आम चालाक् मे.

source: Get Firefox for mobile!
sat: मोबाइल ला़गित् फायारफॉक्स ञाम !

source: Added extras
sat: बाड़तियाक् सेलेद आकाना.

source: Make Firefox do more with add-ons.
sat: एड-ऑन सांव बाड़ती फायारफॉक्स का़मी तेयार .

source: Find out how!
sat: चेत् लेका ञाम ओड़ोक !

source: About us
sat: आले बाबोत

source: What’s Mozilla all about?
sat: मोजिला जोतो बाबोत चेत् काना ?

source: We’re glad you asked!
sat: आम आले कुलीकेत् लेतेम कुसियेना ले !

source: A monthly newsletter packed with tips to improve your Firefox experience.
sat: आमाक् फायारफॉक्स ञेल हेरेड़ बाढाव ला़गित् टिक सांव चांदोकिया खोबोर सा़काम घेंट .

source: Firefox OS news, tips, launch information and where to buy.
sat: फायारफॉक्स OS खोबोर , टिपस ,ला़यसोदोर उछा़न आर ओका रे किरिंङ आ.

source: Discover the latest, coolest HTML5 apps on Firefox OS.
sat: नावा नाक् पानते तुद फायार फॉक्स OS रे रेयाड़ उतार HTML5 एप .

source: Get a weekly tip on how to super-charge your Firefox experience.
sat: हा़टकिया टिप ञाम मे आमाक् फायारफॉक्स ञेल हेड़े चेद लेका रे माराङ रोफा आ .

source: Read about the latest features for Firefox desktop and mobile before the final release.
sat: फायारफॉक्स डेस्क टॉप ला़गित् नावानाक् गुन को बाबोत ते पाड़हाव मे आर मुचा़त् उछा़न माड़ाङ मोबाइल.

source: News from the Mozilla Project.
sat: मोजिलाक् प्रोजेक्ट खोन खोबोर को.

source: Periodic email updates about our annual international film competition.
sat: आलेयाक् सिरमा़ किया जेगेद जाकात फिलिम हेपराव बाबोत ते आ़चुराक् इमेल हा़ली .

source: Email updates for vouched Mozillians on mozillians.org.
sat: mozillians.org रे साडेयाक् मोजिलियान ला़गित् हा़ली को इमेल.

source: Former University program from 2008-2011, now retired and relaunched as the Firefox Student Ambassadors program.
sat: 2008-2011, खोन पा़हिल तेयाक् युनिभारसिटी प्रोग्राम, नितोक् फायारफॉक्स पा़ठुवा गिदरा़ दुत प्रोग्राम लेका रिटायर आर दोहड़ा उछा़न .
