Repository: translate/mozilla-lang
Catalog: */firefox/os/devices.lang.po
Languages: hi_in, my

source: Firefox OS - Devices &amp; Availability
hi_in: फ़ायरफ़ॉक्स ओएस - डिवाइस &amp; उपलब्धता
my: Firefox OS - ဖုန်းများ &amp; ရရှိနိုင်သော အနေအထား

source: Find Firefox OS <br>near you
hi_in: फ़ायरफ़ॉक्स ओएस पता लगाएं<br>आपके पास
my: Firefox OS ကို <br>သင့်အနားတွင် ရှာပါ

source: Explore <br>Firefox OS devices
hi_in: एक्सप्लोर करें <br>फ़ायरफ़ॉक्स ओएस डिवाइस
my: <br>Firefox OS ဖုန်းများအား လေ့လာပါ

source: Firefox OS
hi_in: फ़ायरफ़ॉक्स ओएस

source: Firefox OS FAQ
hi_in: फ़ायरफ़ॉक्स ओएस सामान्य प्रश्न

source: Get a phone
hi_in: एक फोन लें
my: ဖုန်းတစ်လုံးရယူပါ

source: Firefox OS devices
hi_in: फ़ायरफ़ॉक्स ओएस डिवाइस
my: Firefox OS ဖုန်းများ

source: Smartphones
hi_in: स्मार्टफोन्स
my: အဆင့်မြင့်ဖုန်းများ

source: Televisions
hi_in: टेलीविज़न
my: တယ်လီဗေးရှင်း

source: Find a device in:
hi_in: एक डिवाइस में खोजें:
my: ဖုန်းတစ်လုံးအားရှာပါ:

source: Select a location
hi_in: एक स्थान चुने
my: တည်နေရာတစ်ခုရွေးပါ

source: Argentina
hi_in: अर्जेन्टिना
my: အာဂျင်တီးနား

source: Cameroon
hi_in: कैमरून
my: ကင်မရွန်း

source: Czech Republic
hi_in: चेक रिपब्लिक
my: ချက် ပြည်ထောင်စု

source: Chile
hi_in: चिली
my: ချီလီ

source: Colombia
hi_in: कोलम्बिया
my: ကိုလံဘီယာ

source: Egypt
hi_in: मिश्र
my: အီဂျစ်

source: El Salvador
hi_in: EI साल्वाडोर
my: အယ် ​ဆာလဗာဒို

source: France
hi_in: फ्रांस
my: ပြင်သစ်

source: Germany
hi_in: जर्मनी
my: ဂျာမနီ

source: Greece
hi_in: ग्रीस
my: ဂရိ

source: Guatemala
hi_in: ग्रीस
my: ဂွာတေမာလာ

source: Hungary
hi_in: हंगेरी
my: ဟန်ဂေရီ

source: India
hi_in: भारत
my: အိန္ဒိယ

source: Ivory Coast
hi_in: आइवरी कोस्ट
my: အိုင်ဗရီ ကို့စ်

source: Japan
hi_in: जपान
my: ဂျပန်

source: Kenya
hi_in: केन्या
my: ကင်ညာ

source: Luxembourg
hi_in: लक्समबर्ग
my: လူဇင်ဘတ်

source: Madagascar
hi_in: मेडागास्कर
my: မာဒါဂျားစကား

source: Mauritius
hi_in: मॉरीशस
my: မောရီတေးရီးယက်စ်

source: Mexico
hi_in: मेक्सिको
my: မက္ကဆီကို

source: Nicaragua
hi_in: निकारागुआ
my: နိုင်ကာရာဂွာ

source: Panama
hi_in: पनामा
my: ပါနားမား

source: Peru
hi_in: पेरू
my: ပီရူး

source: Romania
hi_in: रोमानिया

source: Russia
hi_in: रूस
my: ရုရှား

source: Senegal
hi_in: सेनेगल
my: စီနီဂေါ

source: Serbia
hi_in: सर्बिया
my: ဆားဗီးယား

source: Tunisia
hi_in: ट्यूनीशिया
my: တူနီးရှား

source: Uruguay
hi_in: उरुग्वे
my: ဥရူဂွေး

source: Australia
hi_in: आस्ट्रेलिया
my: သြစတြေးလျ

source: Bangladesh
hi_in: बांग्लादेश
my: ဘင်္ဂလားဒေ့ရှ်

source: Belgium
hi_in: बेल्जियम
my: ဘယ်လဂျီယံ

source: Brazil
hi_in: ब्राजील
my: ဘရာဇီး

source: Costa Rica
hi_in: कोस्टारिका
my: ကိုစတာ ရီကာ

source: Italy
hi_in: इटली
my: အီတလီ

source: Macedonia
hi_in: मैसेडोनिया
my: မက်ဆီဒိုးနီးယား

source: Montenegro
hi_in: मोंटेनेग्रो
my: မွန်တေးနက်ဂရို

source: Myanmar
hi_in: म्यनमार
my: မြန်မာ

source: Philippines
hi_in: फिलीपींस
my: ဖီလစ်ပိုင်

source: Poland
hi_in: पोलैंड
my: ပိုလန်

source: South Africa
hi_in: दक्छिन अफ्रीका
my: တောင် အာဖရိက

source: Spain
hi_in: स्पेन
my: စပိန်

source: Switzerland
hi_in: स्विट्जरलैंड
my: ဆွီဇာလန်

source: United Kingdom
hi_in: यूनाइटेड किंगडम
my: ယူနိုက်တက် ကင်းဒန်း

source: United States
hi_in: संयुक्त राज्य अमेरिका
my: အမေရိကန် ပြည်ထောင်စု

source: Venezuela
hi_in: वेनेजुएला
my: ဗင်နဲဇွဲလား

source: Features
hi_in: वेनेजुएला
my: အင်္ဂါရပ်များ

source: Specifications
hi_in: विनिर्देशों
my: သတ်မှတ်ချက်များ

source: Close
hi_in: बंद करें
my: ပိတ်

source: No
hi_in: नहीं
my: မဟုတ်

source: Available
hi_in: उपलब्ध
my: ရရှိနိုင်သော

source: Set your world on fire
hi_in: आग पर अपनी दुनिया निश्चित करें
my: သင့်ကမ္ဘာကို အဆင့်မြှင့်လိုက်ပါ

source: Coming Soon (mid-2014)
hi_in: जल्द आ रहा है ( मध्य-2014)
my: မကြာမှီလာမည် (mid-2014)

source: Coming Soon
hi_in: जल्द आ रहा है
my: မကြာမှီလာမည်

source: Operators
hi_in: प्रचालको
my: အော်ပရေတာများ

source: Operator
hi_in: प्रचालक
my: အော်ပရေတာ

source: Brand
hi_in: ब्रांड
my: တံဆိပ်

source: Available in
hi_in: उपलब्ध में
my: ရရှိနိုင်သောနေရာမှာ

source: Internal memory
hi_in: आंतरिक स्मृति
my: အတွင်းပိုင်း မှတ်ဉာဏ်

source: Rear camera
hi_in: रेअर कैमरा
my: ရှေ့ပိုင်း ကင်မရာ

source: Available storage for user content varies depending on the version and is subject to change based on phone software updates and apps usage.
hi_in: उपयोगकर्ता सामग्री के लिए उपलब्ध भंडारण संस्करण पर निर्भर करता है और फोन सॉफ्टवेयर अद्यतन और एप्स उपयोग के आधार पर परिवर्तन के अधीन है.
my: သုံးဆွဲသူ အချက်အလက်များအတွက် သိမ်းဆည်းနေရာပမာဏဟာ ဗားရှင်း နှင့် အက်ပ်များတပ်ဆင်မှု၊ အဆင့်မြှင့်မှု အပေါ်မူတည်ပြီး ပြောင်းလဲနိုင်ပါတယ်

source: Screen
hi_in: स्क्रीन
my: ဖန်သားပြင်

source: Camera
hi_in: कैमरा
my: ကင်မရာ

source: Dimensions
hi_in: आयाम
my: အတိုင်းအတာများ

source: Processor
hi_in: प्रोसेसर

source: Memory
hi_in: मेमोरी
my: မှတ်ဉာဏ်

source: Expansion slot
hi_in: विस्तार स्लॉट
my: အပိုအံကွက်မြောင်း

source: Battery
hi_in: बैटरी
my: ဘတ်ထရီ

source: Capacity
hi_in: क्षमता
my: ပမာဏ

source: Talk time
hi_in: टॉक टाइम
my: ဖုန်းပြောချိန်

source: Music Play
hi_in: संगीत चालक
my: ဂီတဖွင့်

source: Standby time
hi_in: स्टैंडबाय समय
my: အသင့်နေနိုင်ချိန်

source: Networks
hi_in: नेटवर्क्स
my: ကွန်ယက်များ

source: Wireless
hi_in: वायरलेस
my: ကြိုးမဲ့

source: Ports
hi_in: पोर्ट्स
my: Port များ

source: Radio
hi_in: रेडिओ
my: ရေဒီယိုလှိုင်း

source: 1.5 GB
hi_in: 1.5 जी बी

source: 16 GB
hi_in: 16 जी बी

source: Up to 16 GB
hi_in: 16 जी बी तक
my: 16 GB အထိ

source: Up to 32 GB
hi_in: 32 जी बी तक
my: 32 GB အထိ

source: Up to 64 GB
hi_in: 64 जी बी तक
my: 64 GB အထိ

source: MicroSD up to 32 GB, 2 GB included
hi_in: माइक्रोएसडी 32 GB तक, 2 GB शामिल
my: 32 GB အထိ MicroSD, 2 GB ထည့်သွင်းပြီးသား

source: MicroSD up to 32 GB
hi_in: माइक्रोएसडी 32 GB तक
my: MicroSD 32 GB အထိ

source: MicroSD up to 4 GB
hi_in: माइक्रोएसडी 4 GB तक
my: MicroSD 4 GB အထိ

source: 70 x 139 x 10.5 mm
hi_in: 70 x 139 x 10.5 मी मी
my: 70 x 139 x 10.5 မီလီမီတာ

source: 115 x 62.3 x 12.2 mm
hi_in: 115 x 62.3 x 12.2 मिमी
my: 115 x 62.3 x 12.2 မီလီမီတာ

source: 115 x 62 x 11.8 mm
hi_in: 115 x 62 x 11.8 मिमी
my: 115 x 62 x 11.8 မီလီမီတာ

source: 113.8 x 66.5 x 9 mm
hi_in: 113.8 x 66.5 x 9 मिमी
my: 113.8 x 66.5 x 9 မီလီမီတာ

source: 114 x 62 x 12.5 mm
hi_in: 114 x 62 x 12.5 मिमी

source: 115.6 x 62 x 11.2 mm
hi_in: 115.6 x 62 x 11.2 मिमी

source: 120 g (4.2 oz)
hi_in: 120 जी (4.2 आउंस)

source: 122.5 g (4.30 oz)
hi_in: 122.5 जी (4.30 आउंस)

source: 108 g (3.81 oz)
hi_in: 108 जी (3.81 आउंस)

source: 148 g
hi_in: 148 जी

source: Qualcomm Snapdragon MSM7227A, 1 GHz CPU
hi_in: क्वालकम स्नैपड्रेगन MSM7227A, 1 GHz CPU

source: Qualcomm Snapdragon MSM7225A, 1 GHz CPU
hi_in: क्वालकम स्नैपड्रेगन MSM7225A, 1 GHz CPU

source: Qualcomm Dual-Core 1 GHz CPU
hi_in: क्वालकम डूअल-कोर 1 GHz CPU
my: Qualcomm Core နှစ်ခုပါ 1 GHz CPU

source: Qualcomm Snapdragon 200 processor with dual-core CPU at speeds of up to 1.2 GHz per core
hi_in: 1.2 GHz प्रति कोर तक की गति पर डूअल-कोर CPU के साथ क्वालकम स्नैपड्रेगन 200 प्रोसेसर
my: core တစ်ခုစီတွင် အမြန်နှုန်း 1.2 GHz အထိရသော core နှစ်ခုသုံး CPU ပါဝင်သော Qualcomm Snapdragon 200 processor

source: MSM8210 dual core 1.2 GHz
hi_in: MSM8210 डुअल कोर 1.2 GHz
my: MSM8210 core နှစ်ခုသုံး1.2 GHz

source: Dual core 1.2 GHz
hi_in: डुअल कोर 1.2 GHz
my: core နှစ်ခုသုံး 1.2 GHz

source: QCT 8210 dual core 1.2 GHz
hi_in: QCT 8210 डुअल कोर 1.2 GHz
my: QCT 8210 core နှစ်ခုသုံး 1.2 GHz

source: Spreadtrum SC6821
hi_in: स्प्रेडटर्म SC6821

source: UMTS 900/2100 and 850/1900/2100 - 3G Data up to 7.2 Mbps DL and 384 Kbps UL
hi_in: UMTS 900/2100 और 850/1900/2100 - 7.2 एमबीपीएस DL और 384 केबीपीएस UL तक 3G डेटा
my: UMTS 900/2100 and 850/1900/2100 - 3G ဒေတာ 7.2 Mbps DL and 384 Kbps UL အထိ

source: UMTS/HSDPA/HSPA/HSPA+: MSM7225A: HSPA (7.2 Mbps DL / 5.76 Mbps UL)
hi_in: UMTS/HSDPA/HSPA/HSPA+: MSM7225A: HSPA (7.2 एमबीपीएस DL / 5.76 एमबीपीएस UL)

source: Wi-Fi 802.11 b/g/n
hi_in: वाय-फाय 802.11 बी/जी/एन

source: Micro USB 2.0 high speed
hi_in: माइक्रो USB 2.0 उच्च गति
my: Micro USB 2.0 မြန်နှုန်းမြင့်

source: 3.5 mm stereo headset jack
hi_in: 3.5 मिमी स्टीरियो हेडसेट जैक
my: 3.5 mm စတူဒီယို နားကြပ်ပေါက်

source: Stereo FM
hi_in: स्टीरियो FM
my: စတူဒီယို FM

source: 1.3 MP rear, VGA front
hi_in: 1.3 MP पीछे, VGA सामने
my: 1.3 MP ဘေးဘက်, VGA ရှေ့ဘက်

source: 2.0 MP rear camera
hi_in: 2.0 एम पी पीछे कैमरा
my: 2.0 MP ရှေ့ဘက်ကင်မရာ

source: 2.0 MP rear, LED flash
hi_in: 2.0 MP रियर, LED फ़्लैश
my: နောက်ဘက် 2.0 MP၊ LED flash

source: 2.0 MP rear with flash, VGA front
hi_in: 2.0 एम पी पिछला कैमरा फ़्लैश के साथ, सामने का VGA
my: 2.0 MP ရှေ့ဘက်မှာ အလင်းပြန်နှင့် , VGA ကျောဘက်

source: 2.0 MP rear, 1.3 MP front
hi_in: 2.0 MP पीछे, 1.3 MP सामने
my: 2.0 MP နောက်ဘက်, 1.3 MP ရှေ့ဘက်

source: 3 MP (Fixed-focus)
hi_in: 3 MP (स्थिर-फोकस)
my: 3 MP (ဆုံချက်အသေ)

source: 3.0 MP (Fixed-focus)
hi_in: 3.0 MP (स्थिर-फोकस)

source: 3.2 MP rear, 0.3 MP front
hi_in: 3.2 MP पीछे, 0.3 MP सामने
my: 3.2 MP (နောက်ဘက်), 0.3 MP (ရှေ့ဘက်)

source: 5.0 MP, LED flash
hi_in: 5.0 MP, LED फ्लैश
my: 5.0 MP, LED လျှပ်မီး

source: 5.0 MP rear, VGA front
hi_in: 5.0 MP पीछे, VGA सामने
my: နောက်ဘက် 5.0 MP, ရှေ့ဘက် VGA

source: 8.0 MP
hi_in: 8.0 एम पी

source: 8.0 MP rear, 2.1 MP front
hi_in: 8.0 एम पी पीछे, 2.1 एम पी सामने
my: နောက်ဘက် 8.0 MP, ရှေ့ဘက် 2.1 MP

source: Rear camera, VGA Front camera
hi_in: पीछे कैमरा, VGA सामने कैमरा
my: နောက်ဘက်ကင်မရာ၊ VGA ရှေ့ဘက်ကင်မရာ

source: Rear camera, 0.3 MP Front camera
hi_in: पीछे कैमरा, 0.3 MP सामने कैमरा
my: ရှေ့ဘက်ကင်မရာ, 0.3 MP ကျောဘက်ကင်မရာ

source: Bluetooth
hi_in: ब्लूटूथ
my: ဘလူးတု

source: Bluetooth v2.1
hi_in: ब्लूटूथ v2.1
my: ဘလူးတု v2.1

source: Bluetooth v2.1 A2DP
hi_in: ब्लूटूथ v2.1 A2DP
my: ဘလူးတု v2.1 A2DP

source: Bluetooth v2.1 EDR
hi_in: ब्लूटूथ v2.1 EDR
my: ဘလူးတု v2.1 EDR

source: Bluetooth v3.0
hi_in: ब्लूटूथ v3.0
my: ဘလူးတု v3.0

source: Bluetooth v3.0 A2DP
hi_in: ब्लूटूथ v3.0 A2DP
my: ဘလူးတု v3.0 A2DP

source: Li-Ion 1400 mAh
hi_in: ली-आयन 1400 mAh

source: Li-Ion 1540 mAh
hi_in: ली-आयन 1540 mAh

source: Up to 4 h
hi_in: 4 घंटे तक

source: 5.3 h
hi_in: 5.3 घंटे

source: 6.5 h
hi_in: 6.5 घंटे

source: Up to 6 h
hi_in: 6 घंटे तक

source: Up to 6.5 h
hi_in: 6.5 घंटे तक

source: Up to 6.7 h
hi_in: 6.7 घंटे तक

source: 6.7 h
hi_in: 6.7 घंटे
my: 5.3 h

source: Up to 9 h
hi_in: 9 घंटे तक

source: 9 h
hi_in: 9 घंटे

source: Up to 9 h 20 m
hi_in: 9 घंटे 20 मिनट तक

source: 9 h 20 m
hi_in: 9 घंटे 20 मिनट

source: 176 h
hi_in: 176 घंटे

source: Up to 5 h
hi_in: 5 घंटे तक

source: Up to 5.3 h
hi_in: 5.3 घंटे तक
my: 5.3 h ထိ

source: Up to 6.5 h (2G)
hi_in: 6.5 घंटे तक (2G)
my: 6.5 h အထိ (2G)

source: Up to 7 h
hi_in: 7 घंटे तक
my: 7 h အထိ

source: Up to 8 h
hi_in: 8 घंटे तक
my: 8 h အထိ

source: Up to 16 h
hi_in: 16 घंटे तक
my: 16 h အထိ

source: Up to 17 h
hi_in: 17 घंटे तक

source: Up to 40 h
hi_in: 40 घंटे तक
my: 40 h အထိ

source: Up to 96 h (2G)
hi_in: 96 घंटे तक (2G)
my: 96 h အထိ (2G)

source: Up to 350 h
hi_in: 350 घंटे तक
my: 350 h အထိ

source: Up to 432 h (2G), 325 h (3G)
hi_in: 432 घंटे तक (2G), 325 घंटे तक(3G)
my: 432 h အထိ (2G), 325 h အထိ (3G)

source: Up to 744 h
hi_in: 744 घंटे तक
my: 744 h အထိ

source: Up to 6.7 h (2G), 3 h (3G)
hi_in: 6.7 घंटे तक (2G), 3 घंटे तक(3G)
my: 6.7 h အထိ (2G), 3 h အထိ (3G)

source: Up to 8 h (2G), 8 h (3G)
hi_in: 8 घंटे तक (2G), 8 घंटे तक (3G)
my: 8 h အထိ (2G), 8 h အထိ (3G)

source: Up to 280 h
hi_in: 280 घंटे तक
my: 280 h အထိ

source: Up to 280 h (2G)
hi_in: 280 घंटे तक (2G)
my: 280 h အထိ (2G)

source: Up to 720 h (LTE), 820 h (3G)
hi_in: 720 घंटे(LTE), 820 घंटे(3G) तक
my: 720 h အထိ (LTE), 820 h အထိ (3G)

source: 3.5" HVGA Capacitive
hi_in: 3.5" HVGA कैपेसिटिव
my: 3.5" HVGA သယ်ဆောင်နိုင်

source: 3.5" HVGA 320 x 480 pixels, 262K color display
hi_in: 3.5" HVGA 320 x 480 पिक्सल्स, 262K रंग प्रदर्शक
my: 3.5" HVGA 320 x 480 pixels, 262K ကာလာစကရင်

source: 3.5" HVGA 320 x 480 pixels
hi_in: 3.5" HVGA 320 x 480 पिक्सल्स

source: 3.5" TFT HVGA 320 x 480 pixels
hi_in: 3.5" टीएफटी एचवीजीए 320 x 480 पिक्सल्स

source: 3.5" HVGA Capacitive 320 x 480 pixels
hi_in: 3.5" एचवीजीए क्षमता 320 x 480 पिक्सल्स

source: 4.0" WVGA 800 x 480 pixels
hi_in: 4.0" WVGA 800 x 480 पिक्सल्स

source: 4.0" WVGA 800 x 400 pixels
hi_in: 4.0" WVGA 800 x 400 पिक्सल्स

source: 4.0" 320 x 480 pixels (~144 ppi pixel density)
hi_in: 4.0" 320 x 480 पिक्सल्स(~144 पिक्सल घनत्व)
my: 4.0" 320 x 480 pixels (~144 ppi pixel သိမ်းသည်းဆရှိ)

source: 4.7" HD
hi_in: 4.7" एचडी

source: 4.7" HD 720 x 1280 pixels
hi_in: 4.7" एचडी 720 x 1280 पिक्सल्स

source: 320 x 480 pixels
hi_in: 320 x 480 पिक्सल्स

source: 480 x 800 pixels
hi_in: 480 x 800 पिक्सल्स

source: 720 x 1280 pixels
hi_in: 720 x 1280 पिक्सल्स

source: TFT capacitive touch
hi_in: TFT कैपेसिटिव टच

source: TFT color display
hi_in: TFT रंग प्रदर्शक

source: Picture Quality
hi_in: तस्वीर गुणवत्ता
my: ပုံ အရည်အသွေး

source: Web Browser
hi_in: वेब ब्राउज़र
my: ဝတ်ဘ် ဘယောက်ဆာ

source: Web Apps Discovery Portal
hi_in: वेब एप्स खोज पोर्टल

source: Web Apps
hi_in: वेब एप्स

source: Pin to Home
hi_in: मुख्यपृष्ठ पर पिन करें

source: Send to TV
hi_in: टीवी पर भेजें

source: Firefox Account sync (bookmark/history)
hi_in: Firefox खाता सिंक (पुस्तचिह्न/इतिहास)

source: Models Powered by Firefox OS
hi_in: Firefox OS द्वारा संचालित नमूना

source: Full DX series
hi_in: पूरा DX श्रेणी

source: More about Firefox OS
hi_in: फ़ायरफ़ॉक्स ओएस के बारे में अधिक
my: FirefoxOS အကြောင်း

source: Read about the features and mission behind Firefox OS
hi_in: फ़ायरफ़ॉक्स ओएस के पीछे सुविधाओं और मिशन के बारे में पढ़ें
my: FirefoxOS နောက်မှ စွမ်းဆောင်ချက်များ နှင့် ရည်မှန်းချက်အကြောင်း ဖတ်ရှုပါ

source: Get help with your Firefox OS device from Mozilla Support
hi_in: मोज़िला समर्थन से अपने फ़ायरफ़ॉक्स ओएस डिवाइस के साथ सहायता प्राप्त करें
my: သင့် Firefox OS ကိရိယာ အတွက် မိုဇီလာထောက်ပံ့အဖွဲ့မှ အကူအညီရယူပါ

source: See what Firefox OS offers and means for developers
hi_in: देखें क्या फ़ायरफ़ॉक्स ओएस प्रदान करता है और डेवलपर्स के लिए इसका मतलब
my: Firefox OS မှ တီထွင်ဖန်တီးသူများအတွက် ကမ်းလှမ်းထားသည်များကိုကြည့်ပါ

source: Learn about Firefox OS apps in Firefox Marketplace
hi_in: फ़ायरफ़ॉक्स मार्केटप्लेस में फ़ायरफ़ॉक्स ओएस एप्स के बारे में जानें
my: မီးမြေခွေး စျေးကွက်ထဲရှိ Firefox OS အက်ပ်များအကြောင်း လေ့လာပါ

source: We work with a number of providers to offer Firefox OS on a variety of devices.
hi_in: हम उपकरणों की एक किस्म पर फ़ायरफ़ॉक्स ओएस की पेशकश करने के लिए प्रदाताओं की संख्या के साथ काम करते हैं.
my: Firefox OS ဖုန်းအမျိုးမျိုး အားဖြန့်ဖြူးရန် ထောက်ပံထုတ်လုပ်သူများနှင့် အတူလုပ်​ဆောင်ထားပါတယ်

source: Please read our FAQ for a <a href="%(link)s">full list of providers in available countries</a>.
hi_in: <a href="%(link)s">उपलब्ध देशों में प्रदाताओं की पूरी सूची</a> के लिए कृपया हमारा FAQ पढ़े
my: ကျွနု်ပ်တို့၏ <a href="%(link)s">​ရရှိနိုင်သောနိုင်ငံများရှိ ထောက်ပံ့ထုတ်လုပ်သူများစာရင်း</a>အတွက် FAQ ကိုဖတ်ပါ။

source: Choose one from the list below to get a Firefox OS smartphone in your country.
hi_in: अपने देश में एक फ़ायरफ़ॉक्स ओएस स्मार्टफोन प्राप्त करने के लिए नीचे दी गई सूची से किसी एक को चुनें.
my: FirefoxOS စမတ်ဖုန်း သင့်နိုင်ငံတွင် ဝယ်ယူရန် အောက်ပါထဲမှာ တစ်ခုအားရွေးချယ်ပါ

source: Click on the provider below to get a Firefox OS smartphone in your country.
hi_in: अपने देश में एक फ़ायरफ़ॉक्स ओएस स्मार्टफोन प्राप्त करने के लिए नीचे दिए गए प्रदाता पर क्लिक करें.
my: အောင်ပါ ထုတ်လုပ်သူ စာရင်းထဲမှ တစ်ခုရွေးပြီး သင့်နိုင်ငံမှာ Firefox OS စမတ်ဖုန်းတစ်လုံး ရယူပါ

source: GPS
my: ထပ်တိုးအပေါက်

source: 98 g
my: 98 ဂရမ်
