Repository: translate/mozilla-lang
Catalog: */firefox/os/faq.lang.po
Languages: af, bn_bd, km

source: Firefox OS Frequently Asked Questions
af: Firefox OS se vrae en antwoorde
bn_bd: Firefox OS সম্পর্কিত প্রায়শই জিজ্ঞাসিত কিছু প্রশ্ন
km: សំណួរ​ដែល​សួរ​ញឹកញាប់​សម្រាប់ Firefox OS

source: Firefox OS FAQ
af: Firefox OS V&amp;A
bn_bd: Firefox OS এর FAQ

source: About Firefox OS
af: Meer oor Firefox OS
bn_bd: Firefox OS সম্পর্কিত
km: អំពី Firefox OS

source: What is Firefox OS?
af: Wat is Firefox OS?
bn_bd: Firefox OS কি?
km: តើ Firefox OS ជា​អ្វី ?

source: Firefox OS is the only truly open mobile OS that unlocks the power of the Web as the platform and enables operators, hardware manufacturers and developers to create innovative and customized applications and products for consumers to use across these connected devices.
bn_bd: ফায়ারফক্স ওএস একমাত্র উন্মুক্ত মোবাইল ওএস যা প্লাটফর্ম হিসেবে ওয়েবের ক্ষমতাকে উন্মোচিত করে এবং অপারেটর, হার্ডওয়্যার প্রস্তুতকারক এবং ডেভেলপারদের তাদের ভোক্তার জন্য সংযুক্ত ডিভাইসগুলোর জন্য উদ্ভাবনী এবং কাস্টোমাইজ অ্যাপ্লিকেশন তৈরিতে সুযোগ করে দেয়।

source: How is Firefox OS different from other operating systems?
af: Hoe verskil Firefox OS van ander bedryfstelsels?
bn_bd: Firefox OS কোনদিক দিয়ে অন্য অপারেটিং সিস্টেম থেকে ভিন্ন?
km: តើ​ Firefox OS ខុស​ពី​ប្រព័ន្ធ​ប្រតិបត្តិការ​ផ្សេង​ទៀត​ដូច​ម្ដេច?

source: For users
bn_bd: ব্যবহারকারীদের জন্য

source: Firefox OS offers a customized and easy to use experience appropriate to consumers from the value range in India to early tech adopters in Japan.
bn_bd: ফায়ারফক্স ওএস এমন এক কাস্টোমাইজ এবং ব্যবহারে সহজ অভিজ্ঞতা দেয় যা ভারতের স্বল্পমূল্যের ভোক্তা থেকে শুরু করে জাপানের পুরনো প্রযুক্তি ব্যবহারকারী ভোক্তাদের জন্য জুতসই।

source: For operators and OEMs
bn_bd: অপারেটর এবং OEMs এর জন্য

source: For developers
af: Vir ontwikkelaars
bn_bd: ডেভেলপারদের জন্য

source: Buying Firefox OS
af: Koop Firefox OS
bn_bd: ফায়ারফক্স ওএস কিনছি
km: ការ​ទិញ Firefox OS

source: What phones will Firefox OS be available on?
af: Op watter fone sal Firefox OS beskikbaar wees?
bn_bd: কোন কোন ফোনে ফায়ারফক্স ওএস পাওয়া যাবে?
km: តើ​ទូរស័ព្ទ​អ្វី​ដែល​នឹង​មាន Firefox OS ?

source: Where can I buy Firefox OS?
af: Waar kan ek Firefox OS koop?
bn_bd: আমি কোথা থেকে ফায়ারফক্স ওএস কিনতে পারি?
km: តើ​ខ្ញុំ​អាច​ទិញ Firefox OS នៅ​កន្លែង​ណា?

source: The full list of where to buy Firefox OS devices can be found at the <a href="%(link)s">devices page</a>.
bn_bd: ফায়ারফক্স ওএস ডিভাইস গুলো কোথায় কিনতে পাওয়া যাবে তার পূর্ণ তালিকা পেতে দেখুন <a href="%(link)s">ডিভাইসের পাতা</a>।

source: What will be the price of the phone?
af: Wat sal die prys van die foon wees?
bn_bd: ফোনের মূল্য কত হবে?
km: តើ​តម្លៃ​របស់​ទូរស័ព្ទ​​ជា​អ្វី?

source: Pricing is not set by Mozilla and will be established by our operator and manufacturer partners based on local market dynamics.
af: Die pryse word nie deur Mozilla bepaal nie en sal deur ons operateur- en vervaardigingsvennote volgens plaaslike markdinamiek vasgestel word.
bn_bd: মূল্য মজিলা দ্বারা নির্ধারিত নয় বরং অপারেটর ও প্রস্তুতকারক সহযোগীরা তাদের বাজার সক্রিয়তা অনুসারে তা নির্ধারণ করবে।
km: ការ​កំណត់​តម្លៃ​មិន​ត្រូវ​បាន​កំណត់​ដោយ Mozilla និង​ត្រូវ​បាន​បោះពុម្ពផ្សាយ​ដោយ​សហការី​របស់​ពួក​យើង និង​ដៃ​គូសហគ្រាស​ផ្នែក​លើ​​ការ​ប្រែប្រួល​ទីផ្សារ​មូលដ្ឋាន។

source: What apps will be available on Firefox OS?
af: Watter programme sal op Firefox OS beskikbaar wees?
bn_bd: ফায়ারফক্স ওএস এ কোন অ্যাপগুলো পাওয়া যাবে?
km: តើ​កម្មវិធី​​អ្វី​នឹង​មាន​នៅ​លើ Firefox OS ?

source: The growing list of apps for Firefox OS includes Pinterest, Facebook, LINE, Twitter, airbnb, EA Games, SoundCloud, outlook.com, Cut the Rope, Dailymotion, goal.com and TomTom Maps. Many more are being made available every day. For more information, visit <a href="%(url)s">https://marketplace.firefox.com/</a>
bn_bd: ফায়ারফক্স ওএস এর জন্য ক্রমবর্ধমান অ্যাপস তালিকা যেমন পিন্টাররেস্ট, ফেসবুক, লাইন, টুইটার, এয়ারবিএনবি, ইএ গেম, সাউন্ড ক্লাউড, আউটলুক.কম, কাট দ্যা রোপ, ডেইলিমোশন, গোল.কম এবং টমটম ম্যাপস। প্রতিদিন এমন আরো অনেক কিছু সহজলভ্য করা হচ্ছে। আরও তথ্যের জন্য, ভিজিট<a href="%(url)s">https://marketplace.firefox.com</a>

source: Is Firefox OS available in my language?
af: Is Firefox OS beskikbaar in my taal?
bn_bd: ফায়ারফক্স ওএস কি আমার ভাষায় পাওয়া যায়?
km: តើ Firefox OS មាន​ជា​ភាសា​របស់​ខ្ញុំ​ឬ?

source: We’re working on adding more languages as we launch into new markets.
bn_bd: আমরা নতুন নতুন বাজারে যাওয়ার সাথে সাথে আমরা নতুন নতুন ভাষা যোগ করতে কাজ করে যাচ্ছি।

source: Using Firefox OS
af: Gebruik van Firefox OS
bn_bd: ফায়ারফক্স ওএসের ব্যবহার
km: ដោយ​ប្រើ Firefox OS

source: How do I…
af: Hoe…
bn_bd: কিভাবে আমি...
km: តើ​ខ្ញុំ​ធ្វើ​ដូច​ម្ដេច…

source: …make a call?
af: …maak ek 'n oproep?
bn_bd: ...একটি কল করতে চান?
km: …ហៅ?

source: …import my contacts?
af: …voer ek my kontakte in?
bn_bd: …আমার পরিচিতি ইম্পোর্ট করা হবে?
km: …នាំចូល​ទំនាក់ទំនង?

source: …create and view messages?
af: …skep en bekyk ek boodskappe?
bn_bd: ...বার্তা লিখবেন এবং দেখবেন?
km: …បង្កើត និង​មើល​សារ?

source: …use the internet?
af: …gebruik ek die internet?
bn_bd: ...ইন্টারনেট ব্যবহার করবেন?
km: …ប្រើ​អ៊ីនធឺណិត?

source: …download and install an app?
af: …laai ek 'n program af en installeer ek dit?
bn_bd: ...অ্যাপ ডাউনলোড এবং ইনস্টল করবো?
km: …ទាញ​យក និង​ដំឡើង​កម្មវិធី?

source: …take pictures?
af: …neem ek foto's?
bn_bd: ...ছবি তুলব?
km: …ថត​រូប?

source: …compose and send an email?
af: …skryf en stuur ek 'n e-pos?
bn_bd: ...একটি ইমেইল লিখবো এবং পাঠাবো?
km: …តែង និង​ផ្ញើ​អ៊ីមែល?

source: Firefox Marketplace
af: Firefox Mark
bn_bd: ফায়ারফক্স মার্কেটপ্লেস
km: ឃ្លាំង​កម្មវិធី Firefox

source: Your go-to source for the best apps for Firefox OS.
af: Jou beste bron vir die beste programme vir Firefox OS.
bn_bd: সর্বশ্রেষ্ঠ Firefox OS অ্যাপসগুলোর জন্য উৎস।
km: ទៅ​កាន់​ប្រភព​របស់​អ្នក​សម្រាប់​កម្មវិធី​ល្អ​បំផុត​សម្រាប់ Firefox OS ។

source: Firefox browser
af: Firefox-blaaier
bn_bd: Firefox ব্রাউজার
km: កម្មវិធី​អ៊ីនធឺណិត Firefox

source: The fast, smart, safe way to get the best of the Web.
af: Die vinnige, slim en veilige manier om die beste van die web te kry.
bn_bd: ওয়েব থেকে সর্বোচ্চ প্রাপ্তির জন্য দ্রুত,দক্ষ এবং নিরাপদ উপায়।
km: លឿន, ឆ្លាវៃ, សុវត្ថិភាព​វិធី​ដើម្បី​ទទួល​បាន​តំបន់​បណ្ដាញ​ល្អ​បំផុត។

source: Deep integration with social media
af: Diep integrasie met sosiale media
bn_bd: সামাজিক মাধ্যমের সাথে গভীর সামঞ্জস্যতা
km: ការ​បញ្ចូល​គ្នា​ជាមួយ​ប្រព័ន្ធ​ផ្សព្វផ្សាយ​សង្គម

source: Full access to every Twitter and Facebook update from wherever you are.
af: Volledige toegang tot elke Twitter- en Facebook-berig, ongeag waar jy is.
bn_bd: আপনি যেখানেই থাকুন না কেন সেখান থেকেই টুইটার এবং ফেসবুক হালনাগাদের সুযোগ পাবেন।
km: ការ​ចូល​ដំណើរការ​ពេញ​លេញ​ដើម្បី​ធ្វើ​បច្ចុប្បន្នភាព Twitter និង Facebook នៅ​កន្លែង​ណា​ក៏​ដោយ។

source: Camera
af: Kamera
bn_bd: ক্যামেরা
km: ម៉ាស៊ីន​ថត

source: With built-in style filters for fun, creative shots.
af: Met ingeboude stylfilters vir prettige, kreatiewe skote.
bn_bd: মজাদার বিল্ট-ইন স্টাইল ফিল্টার, ক্রিয়েটিভ শট সহ।
km: ជាមួយ​តម្រង់​រចនាប័ទ្ម​ជាប់ ច្នៃប្រឌិត។

source: FM Radio
bn_bd: এফএম রেডিও
km: វិទ្យុ FM

source: All the audio you want on the go, all on one device.
af: Al die klank wat jy graag enige tyd wil hê, alles op een toestel.
bn_bd: ভ্রমণের সময় যত গান আপনি চান, সবই এই একটি ডিভাইসে নিতে পারবেন।
km: អូឌីយ៉ូ​ទាំងអស់​ដែល​អ្នក​ចង់​បន្ត, ទាំងអស់​នៅ​លើ​ឧបករណ៍​​មួយ។

source: Maps
af: Kaarte
bn_bd: মানচিত্র
km: ផែនទី

source: Includes directions, traffic and local transit information.
af: Sluit aanwysings, verkeer en inligting oor plaaslike openbare vervoer in.
bn_bd: দিক-নির্দেশনা, যাতায়াত এবং স্থানীয় পরিবহন সংক্রান্ত তথ্য সমৃদ্ধ।
km: រួម​ទាំង​ទិសដៅ, ចរាចរណ៍ និង​ការ​បញ្ជូន​ព័ត៌មាន​មូលដ្ឋាន។

source: Privacy and Security
af: Privaatheid en sekuriteit
bn_bd: গোপনীয়তা এবং নিরাপত্তা
km: ភាព​ឯកជន និង​សុវត្ថិភាព

source: How will Firefox OS keep me safe while I browse?
bn_bd: কিভাবে ফায়ারফক্স ওএস আমাকে নিরাপদ রাখবে যখন আমি ব্রাউজ করব?

source: Mozilla was the first to implement the Do Not Track privacy feature.
af: Mozilla was die eerste organisasie om die Do Not Track-privaatheidskenmerk (“moenie volg nie”) te implementeer.
bn_bd: মজিলা সর্ব প্রথম গোপন তথ্য অনুসরণ না করার নীতি কার্যকর করে।
km: Mozilla ត្រូវ​បាន​អនុវត្ត​​ដំបូង​លក្ខណៈ​ឯកជន​សម្រាប់ Do Not Track ។

source: Firefox also features customizable security settings to manage passwords, history, private data, cookies, site options and add-ons. <a href="%(url)s">Learn more.</a>
af: Firefox bevat ook pasgemaakte sekuriteitsinstellings om wagwoorde, geskiedenis, private data, koekies, werf-opsies en byvoegings te bestuur. <a href="%(url)s">Meer inligting.</a>
bn_bd: Firefox-এর আরও আছে পাসওয়ার্ড, ইতিহাস, ব্যক্তিগত তথ্য,কুকিজ,সাইট অপশন এবং এড-অনস ব্যবস্থাপনার জন্য পরিবর্তনযোগ্য নিরাপত্তা সেটিংস। <a href="%(url)s">আরো জানুন</a>
km: Firefox មាន​លក្ខណៈ​ការ​កំណត់​សុវត្ថិភាព ដើម្បី​គ្រប់គ្រង​ពាក្យ​សម្ងាត់, ប្រវត្តិ, ទិន្នន័យ​ឯកជន, ខូគី, ជម្រើស​តំបន់​បណ្ដាញ និង​កម្មវិធី​បន្ថែម។ <a href="%(url)s">ស្វែងយល់​បន្ថែម។</a>

source: Developer Questions
af: Ontwikkelaarvrae
bn_bd: ডেভেলপার প্রশ্নসমূহ
km: សំណួរ​អ្នក​អភិវឌ្ឍន៍

source: Are you a developer? Have questions? <a href="%(url)s">Learn more at the Mozilla Developer Network.</a>
af: Is jy 'n ontwikkelaar? Het jy vrae? <a href="%(url)s">Meer inligting by die Mozilla Ontwikkelaarsnetwerk.</a>
bn_bd: আপনি কি একজন ডেভলাপার? কোন প্রশ্ন আছে? <a href="%(url)s">মজিলা ডেভলাপার নেটওয়ার্ক সম্পর্কে আরো জানুন।</a>
km: តើ​អ្នក​ជា​អ្នក​អភិវឌ្ឍន៍? មាន​សំណួរ? <a href="%(url)s">ស្វែងយល់​បន្ថែម​នៅ​បណ្ដាញ​អ្នក​អភិវឌ្ឍន៍ Mozilla ។</a>

source: Backed by some of the biggest names in the industry, Firefox OS is a new open operating system for smartphones developed by Mozilla.
af: Firefox OS is 'n nuwe, oop bedryfstelsel vir slimfone en is deur Mozilla ontwikkel en word deur sommige van die grootste name in die bedryf ondersteun.
bn_bd: ইন্ড্রাস্ট্রির সবচেয়ে বড় নামগুলোর কিছু দ্বারা উৎসাহিত, Firefox OS মজিলা কতৃক তৈরী স্মার্টফোন এর জন্য একটি নতুন মুক্ত অপারেটিং সিস্টেম।
km: ​ឈ្មោះ​មួយ​ចំនួន​នៅ​ក្នុង​ឧស្សាហកម្ម, Firefox OS ជា​ប្រព័ន្ធ​ប្រតិបត្តិការ​បើក​ទូលាយ​ថ្មី​សម្រាប់​ទូរស័ព្ទ​ទំនើប​ដែល​បាន​អភិវឌ្ឍន៍​ដោយ Mozilla ។

source: Built entirely using HTML5 and other open Web standards, Firefox OS is free from the rules and restrictions of existing proprietary platforms.
af: Firefox OS beskik nie oor die reëls en beperkings van bestaande besitte platforms nie en is geskep deur volkome HTML5 en ander oop webstandaarde te gebruik.
bn_bd: HTML5 এবং অন্যান্য মুক্ত ওয়েব স্ট্যান্ডার্ড এ তৈরীকৃত Firefox OS বিদ্যমান প্রোপাইটরি প্লাটফর্মগুলোর নিয়ম ও বাঁধা থেকে মুক্ত।
km: បាន​ស្ថាបនា​ឡើង​ទាំងស្រុង​ដោយ​ប្រើ HTML5 និង​ស្តង់ដារ​តំបន់បណ្ដាញ​បើក​ចំហ​ផ្សេង​ទៀត Firefox OS គឺ​ឥតគិតថ្លៃ​ដោយ​យោង​តា​ច្បាប់ និង​ការ​កំណត់​វេទិកា​ដែល​មាន​ស្រាប់។

source: Firefox OS is the only operating system with Adaptive App Search.
af: Firefox OS is die enigste bedryfstelsel met aanpasbare programsoektog.
bn_bd: Firefox OS একমাত্র অপারেটিং সিস্টেম যাতে বুদ্ধিদীপ্ত অ্যাপ অনুসন্ধান আছে।
km: Firefox OS ជា​ប្រព័ន្ធ​ប្រតិបត្តិការ​​​ដែល​មាន Adaptive App Search ។

source: While every other phone today is static, giving you the exact same apps each time you turn it on, Firefox OS is always changing to offer exactly the apps you need at any moment in your life.
af: Firefox OS verander voortdurend om jou presies dié programme wat jy nodig het op enige stadium in jou lewe te bied, terwyl al die ander fone vandag staties is en vir jou presies dieselfde programme gee elke keer as jy hulle aanskakel.
bn_bd: যেখানে আজকালকার সব ফোন গতানুগতিকভাবে আপনাকে একই রকম অ্যাপ প্রত্যেকবার এটি অন করার সাথে সাথে দেখাবে, সেখানে Firefox OS সব সময় আপনাকে তাৎক্ষণিকভাবে আপনার জীবনের সাথে সংগতিপূর্ণ অ্যাপের সন্ধান দিবে।
km: ខណៈ​ពេល​បច្ចុប្បន្ន​ទូរស័ព្ទ​ផ្សេងៗ​ថេរ​, ការ​ផ្ដល់​ឲ្យ​អ្នក​កម្ម​វិធី​ដូច​គ្នា​នៅ​​ពេល​នីមួយៗ​អ្នក​បើក​វា, Firefox OS ជា​និច្ចការ​ការ​ផ្លាស់ប្ដូរ​ដោយ​ពិត​ប្រាកដ​កម្មវិធី​ដែល​អ្នក​ត្រូវការ​។

source: It adapts so you can live every moment to its fullest.
af: Dis aanpasbaar en dus kan jy elke oomblik ten volle benut.
bn_bd: এটি অভিযোজিত হয় যাতে আপনি প্রতিমূহুর্ত সম্পূর্নভাবে উপভোগ করতে পারেন।
km: វា​មាន​ការ​ប្រែប្រួល ដូច្នេះ​អ្នក​អាច​មាន​គ្រប់​ពេល​ចំពោះ​ភាព​ពេញ​លេញ​ទាំងស្រុង​របស់​វា។

source: Firefox OS is brought to you by Mozilla, a global nonprofit organization that emphasizes principle over profit.
af: Firefox OS word aan jou bekend gestel deur Mozilla, 'n wêreldwye, niewins-organisasie wat beginsel bo wins stel.
bn_bd: মজিলা, একটি অলাভজনক বৈশ্বিক প্রতিষ্ঠান যারা লাভের ঊর্ধ্বে আদর্শের মূল্যায়ন করে তারা আপনাদের কাছে নিয়ে এসেছে Firefox OS।
km: Firefox OS បាន​នាំ​មក​អ្នក​ដោយ Mozilla, ស្ថាប័ន​មិន​ស្វែងរក​ប្រាក់​ចំណេញ​ដែល​បញ្ជាក់​គោលការណ៍​លើ​ប្រាក់​ចំណេញ។

source: We believe that the Web is a shared public resource to be cared for, not a commodity to be sold.
af: Ons glo dat die web 'n gedeelde, openbare hulpbron is om saam te geniet en nie 'n handelsartikel vir verkope nie.
bn_bd: আমরা বিশ্বাস করি ওয়েব বিক্রয়যোগ্য কোন পণ্য নয়, সবার দ্বারা শেয়ারকৃত উন্মুক্ত রিসোর্স যার চর্চা করা আবশ্যক।
km: យើង​ជឿជាក់​ថា​បណ្ដាញ​ត្រូវ​បាន​ចែករំលែក​ធនធាន​​សាធារណៈ, មិន​មែន​ជា​ផលិតផល​ដែល​ត្រូវ​​បាន​លក់។

source: We work with a worldwide community to create open source products like Mozilla Firefox and to innovate for the benefit of the individual and the betterment of the Web.
af: Ons werk saam met 'n wêreldwye gemeenskap om oopbronprodukte soos Mozilla Firefox te skep en om te innoveer vir die voordeel van die individu asook die verbetering van die web.
bn_bd: আমরা বিশ্বব্যাপী কাজ করি যাতে মজিলা Firefox এর মত উন্মুক্ত পণ্য তৈরি করতে পারি ও সবার সুবিধার জন্যে এবং ওয়েবের উন্নতির জন্যে উদ্ভাবন করতে পারি।
km: យើង​ធ្វើ​ការ​ជាមួយ​សហគមន៍​ជុំវិញ​ពិភពលោក ដើម្បី​បង្កើត​ផលិតផល​ធនធាន​បើក​ចំហ​ដូច​ជា Mozilla Firefox ដើម្បី​ច្នៃប្រឌិត​សម្រាប់​ជា​ប្រយោជន៍ និង​បង្កើន​បណ្ដាញ។

source: The result is great products built by passionate people and better choices for everyone.
af: Die resultaat is uitstekende produkte wat deur passievolle mense gebou is vir beter keuses vir elkeen.
bn_bd: এর ফলাফল হল অসাধারণ কিছু প্রোডাক্ট যা উৎসাহী ব্যক্তিদের দ্বারা তৈরী এবং সবার জন্য উত্তম নির্বাচন।
km: លទ្ធផល​ជា​ផលិតផល​បង្កើត​​ដោយ​​មនុស្ស​ដែល​ជឿជាក់ និង​ជម្រើស​ល្អ​បំផុត​សម្រាប់​អ្នក​រាល់​គ្នា។

source: To see a full list of available Firefox OS phones, please visit the <a href="%(link)s">devices page</a>.
af: Om 'n volledige lys met beskikbare Firefox OS-fone te sien, besoek die <a href="%(link)s">toestelbladsy</a>.
bn_bd: যেসকল Firefox OS ফোন পাওয়া যাচ্ছে তার পুরো লিস্ট দেখতে <a href="%(link)s">ডিভাইস পাতা</a> দেখুন।
km: ដើម្បី​មើល​បញ្ជី​ពេញលេញ​ដែល​មាន​សម្រាប់​ទូរសព្ទ Firefox OS, សូម​មើល <a href="%(link)s">ទំព័រ​ឧបករណ៍</a>។

source: To purchase a Firefox OS phone, please visit the <a href="%(link)s">devices page</a> and select your available country.
af: Om 'n Firefox OS-foon te koop, besoek asseblief die <a href="%(link)s">toestelbladsy</a> en kies jou beskikbare land.
bn_bd: Firefox OS ফোন কিনতে <a href="%(link)s">ডিভাইস পাতা</a> দেখুন ও আপনার দেশ সিলেক্ট করুন।
km: ដើម្បី​ទិញ​ទូរសព្ទ Firefox OS, សូម​មើល <a href="%(link)s">ទំព័រ​ឧបករណ៍</a> ហើយ​សូម​ជ្រើស​ប្រទេស​ដែល​មាន។

source: The growing list includes leading apps like Facebook, Twitter, Nokia HERE maps, Cut the Rope, and Time Out.
af: Die groeiende lys sluit bekende programme soos Facebook, Twitter, Nokia HERE maps, Cut the Rope en Time Out in.
bn_bd: ক্রমবর্ধমান তালিকাটিতে ফেসবুক,টুইটার,নকিয়া HERE ম্যাপস,কাট দ্য রোপ এবং টাইম আউট এর মত জনপ্রিয় অ্যাপস আছে।
km: បញ្ជី​ដែល​កើន​ឡើង​រួម​មាន​កម្មវិធី​ដែល​ឈាន​មុខ​ដូច​ជា Facebook, Twitter, Nokia HERE maps, Cut the Rope, និង Time Out ។

source: Many more are being made available every day.
af: Daar word elke dag nog vele meer beskikbaar gestel.
bn_bd: প্রতিদিনই এরকম আরো নতুন কিছু যুক্ত হচ্ছে।
km: មាន​ជា​ច្រើន​កំពុង​​ត្រូវ​បាន​បង្កើត​ដែល​មាន​ជា​រៀងរាល់​ថ្ងៃ។

source: Firefox OS is currently available in Spanish, Polish, English, Italian, Portuguese, German, Serbian, Hungarian and Greek.
af: Firefox OS is tans beskikbaar is Spaans, Pools, Engels, Italiaans, Portugees, Duits, Serwies, Hongaars en Grieks.
bn_bd: Firefox OS বর্তমানে স্প্যানিশ, পোলিশ, ইংলিশ, ইটালিয়ান, পর্তুগীজ, জার্মান, সার্বিয়ান, হাঙ্গেরীয়ান এবং গ্রীক ভাষায় পাওয়া যাচ্ছে।
km: បច្ចុប្បន្ន Firefox OS មាន​ជា​ភាសា​អេស្ប៉ាញ, ប៉ូឡូញ, អង់គ្លេស, អ៊ីតាលី, ព័រទុយហ្កាល់, អាល្លឺម៉ង់, សើប, ហុងគ្រី និង ក្រិក។

source: We’re working on adding more languages all the time.
af: Ons werk daaraan om voortdurend nóg tale by te voeg.
bn_bd: আমরা প্রতি মুহুর্তে আরও ভাষা যোগ করার জন্য কাজ করছি।
km: យើង​កំពុង​ធ្វើ​ការ​​ជា​​ភាសា​ជា​ច្រើន​បន្ថែម​ទៀត​នៅ​គ្រប់​ពេល។

source: Adaptive App Search
af: Aanpasbare programsoektog
bn_bd: সংগতি-প্রবণ অ্যাপ সার্চ
km: ស្វែងរក​កម្មវិធី​ដែល​​អាច​សម្រប​បាន

source: Get information on any subject right when you need it, brought to you and your phone by Firefox OS.
af: Kry inligting oor enige onderwerp as jy dit nodig het – aan jou en jou foon beskikbaar gestel deur Firefox OS.
bn_bd: যখনই আপনার কোন তথ্য প্রয়োজন তখনই তা আপনার কাছে নিয়ে আসবে Firefox OS।
km: ទទួល​បាន​ព័ត៌មាន​ត្រឹមត្រូវ​មួយ​ចំនួន​នៅ​ពេល​អ្នក​ត្រូវ​ការ, បាន​នាំ​ឲ្យ​អ្នក​ និង​ទូរស័ព្ទ​របស់​អ្នក​ដោយ Firefox OS ។
