Repository: translate/mozilla-lang
Catalog: */firefox/os/index-new.lang.po
Languages: es_mx, ta

source: Firefox OS — Just what you need — Great smartphone features, apps and more
es_mx: Firefox OS — Justo lo que necesitas — Un smartphone con excelentes características, aplicaciones y más
ta: Firefox OS — உங்கள் மனம்புரிந்த — அதீத வசதிகளுடைய செயிலிகளுடனும் கூடிய மிக நேர்த்தியான திறன்பெசி

source: Firefox OS is designed to give you just what you need, just when you need it. It comes with apps for all you do and you can download more of your favorites from the Firefox Marketplace. Smart has never been so simple.
es_mx: Firefox OS está diseñado para darte lo que necesitas, en el momento que lo necesites. Viene con aplicaciones para todo lo que haces y puedes descargar más de tus favoritas en Firefox Marketplace. Smart nunca ha sido tan sencillo.
ta: உங்கள் தேவைகளை மனம் புரிந்து தேவைப்படும்பொழுது கிடைக்கச் செய்யுமாறு Firefox OS வடிவமைக்கப்பட்டுள்ளது. நீங்கள் செய்ய நினைக்கும் அனைத்திற்கும் குறுந்செயலிகளை உள் வைத்துள்ளதோடு கூடுதலாகவும் Firefox Marketplace இலிருந்து பதிவிறக்கம் செய்ய முடியும். இதுப்போன்ற நேர்த்தி இதற்கு முன்னர் இல்லை.

source: Designed to give you just what you need in a smartphone, with apps for all you do and more. Smart has never been so simple.
es_mx: Diseñado para darte justo lo que necesitas en un teléfono inteligente, con aplicaciones para todo lo que hagas y más. Smat nunca ha sido tan simple.
ta: நீங்கள் பயன்படுத்த தேவையான அனைத்து செயலிகளையும் கருத்தில் கொண்டு வடிவமைக்கப்பட்டதோடு கூடுதலான செயலிகளையும் பதிவிறக்கம் செய்யக்கூடிய திறன்பேசி ஆகும். இதற்கு முன் இப்படியொரு நேர்த்தி கிடையாது.

source: Firefox OS — The Adaptive Phone — Great Smartphone Features, Apps and More
es_mx: Firefox OS — El teléfono adaptativo — Grandes características para teléfonos inteligentes, fantásticas aplicaciones y mucho más
ta: Firefox OS — தகவமைக்கத்தக்க திறன்பேசி — சிறந்த திறன்பேசிக்கான அம்சங்கள், பயன்பாடுகள், இன்னும் கூ்டுதலாக

source: Firefox OS smartphones give you great adaptive features and apps that let you live every moment to its fullest and build a brighter future for the Web.
es_mx: Los teléfonos inteligentes Firefox OS te dan excelentes características adaptativas y aplicaciones que te permiten vivir cada momento al máximo y construir un futuro más brillante para la Web.
ta: உங்கள் மனம் விரும்பிய படி தகவமைக்கத்தக்க சிறந்த அம்சங்களயும் செயலிகளையும் Firefox OS திறன்பேசி தருவதோடு ஒவ்வொரு தருணத்தையும் நன்றாக அனுபவிக்கவும் வருங்காத்திற்கான ஒளிமையமான இணையத்தைக் கட்டமைக்கிறது.

source: Firefox OS device illustration
es_mx: Ilustración del dispositivo Firefox OS
ta: Firefox OS சாதன விளக்கப்படம்

source: Designed to give you just what you need, just when you need it.
es_mx: Diseñado para darte exactamente lo que necesitas, cuando lo necesitas.
ta: உங்கள் மனம்புரிந்து வேண்டியதை வேண்டிய நேர்த்தில் கிடைக்கச் செய்கிறது.

source: Give these a try
es_mx: Pruébalos
ta: இவைகளை முயற்சித்துப் பார்க்கவும்

source: Scroll the homepage
es_mx: Desplazar la página de inicio
ta: முகப்பு பக்கத்தை உருட்டு

source: Swipe between apps
es_mx: Deslizar entre aplicaciones
ta: செயலிகளுக்கிடைய தேய்க்கவும்

source: Smart has never been so simple
es_mx: Ser inteligente nunca ha sido tan sencillo como ahora
ta: அறிவார்ந்தவை எப்போதும் மிகவும் எளிமையானதா இருக்காது

source: interaction icon
es_mx: ícono de interacción
ta: கலந்தாடும் சின்னம்

source: Scroll for what you need
es_mx: Desplaza para buscar lo que quieres
ta: உங்களுக்குத் தேவையானதை உருட்டி அறியவும்

source: Say goodbye to multiple home screens. Everything you need is right there in one clean, continuous scroll. What could be easier?
es_mx: Dile adiós a múltiples pantallas de inicio. Todo lo que necesitas está a un solo simple y continuo desplazamiento. ¿Podría ser más sencillo?
ta: பன்முகப்பு திரைகளுக்கு நன்றி சொல்லி வெளியேறுங்கள். உங்களுக்கு வேண்டிய அனைத்தும் தொடர்ச்சியான ஒரு உருட்டலில் கிடைக்கிறது. எது சுலபம்?

source: Search in a snap
es_mx: Buscar en un instante
ta: நொடியில் தேடலாம்

source: Search the Web and the Firefox Marketplace, or visit a website directly — all from the search bar at the top of your home screen.
es_mx: Buscar en la Web y el Firefox Marketplace, o visitar un sitio web directamente - todo desde la barra de búsqueda en la parte superior de la pantalla principal.
ta: இணையத்திலோ Firefox Marketplace யிலோ தேடுங்கள் அல்லது வலைப்பக்கத்தை நேரடியாக பாருங்கள் — இவை அனைத்தும் முகப்பு திரையில் ஆக மேலுள்ள தேடல் பட்டையிலிருந்தே செய்யலாம்.

source: Swipe&nbsp;between apps
es_mx: Deslizar&nbsp;entre aplicaciones
ta: செயலிகளுக்கிடைய&nbsp;தேய்க்கவும்

source: Access your recently used apps in a flash. Just swipe from the edge of the screen to cycle through all of your open apps.
es_mx: Accede a tus aplicaciones utilizadas recientemente en un instante. Simplemente desliza desde el borde de la pantalla para desplazarte a través de todas las aplicaciones abiertas.
ta: அதிவேக நினைவகத்திலிருந்து அண்மையில் பயன்படுத்திய செயலிகளை அணுகலாம். திரை விளிம்பில் இருந்து தேய்த்தால் திறந்துள்ள அனைத்து செயலிகளிலும் வலம் வரலாம்.

source: Firefox OS is designed to fit your life and with Adaptive App Search it does just that. Just start typing to get fast and easy access to related apps and local content. It’s smart and simple — the way every search should be.
es_mx: Firefox OS está diseñado para adaptarse a tu vida y con Aplicación de Busqueda Adaptativa que hace precisamente eso. Simplemente comienza a escribir para obtener acceso rápido y fácil a las aplicaciones relacionadas y contenido local. Es inteligente y simple - la manera que cada búsqueda debe ser.
ta: உங்களின் வாழ்வியல் முறைக்கு தகுந்தவாறு வடிவமைக்கப்பட்ட Firefox OS கைப்பேசி தகவமைவு செயலி தேடல் மூலம் அதைச் சாத்தியமாக்குகிறது. தட்டச்சு செய்ய தொடங்கினாலே விரைவாக தொடர்புடைய செயலிகளையும் உள்ளூர் தகவல்களையும் அணுகலாம். இது எளிமையில் நேர்த்தி — ஒவ்வொரு தேடுலும் இவ்வண்ணமே.

source: Apps for all you do
es_mx: Aplicaciones para todo lo que haces
ta: நீங்கள் பாவிக்க நினைக்கும் செயலிகள்

source: Stay connected
es_mx: Seguir conectado
ta: இணைந்தே இருக்கவும்

source: Stay entertained
es_mx: Mantenerse entretenido
ta: குதூக்கலத்துடன் இணைந்திருங்கள்

source: Stay organized
es_mx: Mantenerse organizado
ta: ஒருங்கிணைந்து இருங்கள்

source: Search or enter address
es_mx: Buscar o ingresar dirección
ta: தேடவும் அல்லது முகவரியை இடவும்

source: 12:34 PM
ta: 12:34 பிப

source: Phone
es_mx: Teléfono
ta: தொலைபேசி

source: Camera
es_mx: Cámara
ta: படக்கருவி

source: Video
ta: காணொளி

source: E-Mail
es_mx: Correo electrónico
ta: மின்னஞ்சல்

source: Messages
es_mx: Mensajes
ta: செய்திகள்

source: Calendar
es_mx: Calendario
ta: நாள்காட்டி

source: Browser
es_mx: Navegador
ta: உலாவி

source: Clock
es_mx: Reloj
ta: கடிகாரம்

source: Contacts
es_mx: Contactos
ta: தொடர்புகள்

source: Music
es_mx: Música
ta: இசை

source: FM Radio
es_mx: Radio FM
ta: FM வானொலி

source: Settings
es_mx: Configuración
ta: அமைவுகள்

source: Gallery
es_mx: Galería
ta: படத்தொகுப்பு

source: Usage
es_mx: Consumos
ta: பயனளவு

source: Add more from the Firefox Marketplace
es_mx: Añade más desde Firefox Marketplace
ta: பயர்பாக்ஸ் Marketplace இலிருந்து மெலும் சேர்க்கவும்

source: Get all the most popular games and social networking apps right here.
es_mx: Obtener los juegos más populares y aplicaciones para redes sociales desde aquí.
ta: இங்கிருந்தே பிரபலமான விளையாட்டுகள் மற்றும் சமூக ஊடக செயலிகளை பெறலாம்.

source: Go to the Marketplace
es_mx: Ir al Marketplace
ta: Marketplace க்கு செல்லுங்கள்

source: * Pre-installed apps may vary by manufacturers and operators.
es_mx: * Aplicaciones preinstaladas pueden variar por los fabricantes y operadores.
ta: * நிறுவப்பட்டிருக்கும் செயலிகள் தயாரிப்பாளர்களையும் சேவை வழங்குபர்களையும் பொறுத்து மாறுபடும்.

source: In the news
es_mx: Noticias
ta: செய்திகளில்

source: See more
es_mx: Ver más
ta: மேலும் பார்க்க

source: Mozilla community photo
es_mx: Foto de la comunidad Mozilla
ta: மொசில்லா சமூகத்தின் படம்

source: Powered by the Mozilla community
es_mx: Desarrollado por la comunidad Mozilla
ta: மொசில்லா சமூகத்தால் ஆதரிக்கப்படுகிறது

source: Mozilla is a non-profit organization fueled by a passionate global community. Together, we’re able to create and innovate with local interests in mind, while making the Web better and more accessible for everyone everywhere.
es_mx: Mozilla es una organización sin fines de lucro, impulsada por una comunidad global apasionada. Junts, somos capaces de crear e innovar de diversas formas, mientras hacemos una Web mejor y más accesible para todos, donde sea.
ta: மொசில்லா — அதீத ஆர்வமுடைய உலகலாவிய சமூகத்தைக் கொண்ட — ஒரு இலாப நோக்கமற்ற நிறுவனம் ஆகும்.

source: Learn more about Mozilla
es_mx: Conoce más acerca de Mozilla
ta: மொசில்லா பற்றி மேலும் அறியவும்

source: Need Help?
es_mx: ¿Necesitas ayuda?
ta: உதவி தேவையா?

source: Firefox OS Support
es_mx: Soporte de Firefox OS
ta: Firefox OS ஆதரவு

source: Find My Device
es_mx: Buscar mi dispositivo
ta: சானத்தைக் கண்டறி

source: For Developers
es_mx: Para desarrolladores
ta: உருவாக்குநர்களுக்கு

source: Mozilla Developer Network
es_mx: Red de desarrolladores de Mozilla
ta: மொசில்லா உருவாக்குநர் நெட்வொர்க்

source: Mozilla Appmaker
ta: மொசில்லா Appmaker

source: Firefox OS devices
es_mx: Dispositivos con Firefox OS
ta: Firefox OS சாதனங்கள்

source: Where is Firefox OS available?
es_mx: ¿Donde está disponible Firefox OS?
ta: Firefox OS எங்கே கிடைக்கிறது?

source: Other Firefox OS versions
es_mx: Otras versiones de Firefox OS
ta: பிற Firefox OS பதிப்புகள்

source: For Partners
es_mx: Para Socios
ta: பங்குதாரர்களுக்கு

source: Partnership opportunities
es_mx: Oportunidades de asociación
ta: பங்குதாரர் ஆவதற்கான வாய்ப்புகள்

source: We work with a number of providers to offer Firefox OS on a variety of devices.
es_mx: Trabajamos con una serie de proveedores para ofrecerte Firefox OS en una amplia gama de dispositivos.
ta: நாங்கள் பெரும் எண்ணிக்கையில் அடங்கிய சேவை வழங்குநர்குளின் மூலம் பல்வகை Firefox OS சாதனங்களை விற்பனை செய்கிறோம்.

source: Choose one from the list below to get a Firefox OS smartphone in your country.
es_mx: Elige uno de la lista para obtener un teléfono Firefox OS en tu país.
ta: உங்கள் நாட்டிலேயே Firefox OS திறன்பேசியைப் பெற பின்வரும் பட்டியலில் ஒன்றைத் தேர்க.

source: Click on the provider below to get a Firefox OS smartphone in your country.
es_mx: Haz clic en el proveedor para conseguir un teléfono Firefox&nbsp;OS en tu país.
ta: உங்கள் நாட்டிலேயே Firefox OS திறன்பேசியைப் பெற பின்வரும் சேவை வழங்குநர் பட்டியலில் ஒன்றைத் தேர்க.

source: Sign up for our monthly newsletter
es_mx: Suscríbete a nuestro boletín mensual
ta: மாத செய்திமடலை பெற பதிவு செய்க

source: Thank you for signing up!
es_mx: ¡Gracias por registrarte!
ta: பதிவு செய்தமைக்கு மிக்க நன்றி!

source: Sign up for our monthly newsletter and get the latest on Firefox OS
es_mx: Suscríbete para nuestro boletín mensual y obtén las últimas noticias de Firefox OS
ta: மாத செய்திமடல் பெற பதிவு செய்து, Firefox OS பற்றிய உடனடி செய்திகளை பெறுங்கள்
