Repository: translate/mozilla-lang
Catalog: */firefox/android/index.lang.po
Languages: af, bn_bd, bn_in, ca, es_mx, ga_ie, hi_in, id, nb_no, nn_no, ur, xh

source: Fast, Free Android Browser for Tablets and Phones | Firefox
af: Vinnige, gratis Android-blaaier vir tablette en fone | Firefox

source: Firefox for Android — Mobile Web browser — More ways to customize and protect your privacy
af: Firefox vir Android — Selfoonblaaier — Meer maniere vir aanpassing en om privaatheid te beskerm
bn_bd: অ্যান্ড্রয়েডের জন্য ফায়ারফক্স—মোবাইল ওয়েব ব্রাউজার—আরো উপায় কাস্টমাইজ এবং আপনার গোপনীয়তা রক্ষা
bn_in: Firefox অ্যান্ড্রয়েডে ব্যাবহারের জন্য — মোবাইল ওয়েব ব্রাউজার —আরও কাস্টমাইজ এবং আপনার গোপনীয়তা রক্ষা করতে
ca: Firefox per a l'Android — Navegador web mòbil — Més formes de personalitzar i protegir la vostra privadesa
es_mx: Firefox para Android – Navegador web para móvil – Personaliza tu navegador y protege tu privacidad aún más
ga_ie: Firefox ar Android — Brabhsálaí soghluaiste — Níos mó bealaí chun do phríobháideacht a chosaint
hi_in: Android के लिए Firefox — मोबाइल वेब ब्राउज़र — आपकी गोपनीयता सलामत रखने तथा मनमाफ़िक़ रद्दोबदल के लिए तैयार
id: Firefox for Android — Peramban Web mobile — Lebih banyak cara mengubahsuai dan menjaga privasi Anda
nb_no: Firefox for Android — Mobil nettleser — Flere måter å tilpasse og beskytte personvernet ditt på
nn_no: Firefox for Android — Mobil nettlesar — Fleire måtar å tilpassa og beskytta personvernet ditt på
ur: اینڈروائڈ کے لیے فائرفاکس — موبائل ویب براؤزر — اپنی رازداری کی تخصیص اور حفاظت کے مزید انداز
xh: I-Firefox yeAndroid — ibhrawza yeWebhu yeMobhayili — Iindlela ezingakumbi zokukhastomayiza nokukhusela ubungasese bakho

source: Join the millions browsing better on tablets and phones. Firefox is fast and private. Install Firefox for Android now!
af: Sluit aan by die miljoene wat beter blaai op tablette en fone. Firefox is vinnig en privaat. Installeer Firefox vir Android nou!

source: Only Firefox for Android offers so many ways to make your mobile browsing experience truly your own
af: Slegs Firefox vir Android bied soveel maniere om die blaai-ervaring op 'n selfoon werklik u eie te maak
bn_bd: মোবাইল ব্রাউজিংয়ের স্বাদ একদম নিজের মত করে পেতে হলে ব্যবহার করুন, এনড্রয়েডের জন্যে তৈরীকৃত ফায়ারফক্স
bn_in: শুধু অ্যানড্রয়েডে ব্যাবহারের জন্য Firefox আপনার মোবাইলে ব্রাউজ করার অভিজ্ঞতাকে আরও নিজের করার জন্য এই উপায়গুলি অবলম্বন করে।
ca: Només el Firefox per a l'Android ofereix tantes formes de fer que l'experiència de navegació mòbil sigui realment vostra
es_mx: Sólo Firefox para Android ofrece tantas maneras de personalizar tu experiencia de navegación en el dispositivo móvil.
ga_ie: Is é Firefox ar Android an brabhsálaí amháin is féidir a chur in oiriúint duit féin go hiomlán
hi_in: Android के लिए Firefox ही मोबाइल ब्राउज़िंग का तजुर्बा सही मायने में ख़ास बनाने के कई विकल्प देता है.
id: Hanya Firefox for Android yang menawarkan begitu banyak cara untuk membuat pengalaman Anda dalam meramban secara mobile benar-benar milik Anda
nb_no: Bare Firefox for Android tilbyr så mange måter å gjøre den mobile nettleseropplevingen din helt til din egen
nn_no: Berre Firefox for Android tilbyr så mange måtar å gjere den mobile nettlesaropplevinga di heilt til di eiga
ur: صرف اینڈرائیڈ کے لئے فائر فاکس صحیح معنوں میں آپ کے اپنے اپنے موبائل براؤزنگ کے تجربے کو بنانے کے لئے بہت سے طریقے پیش کرتا ہے
xh: Yi-Firefox kuphela eye-Android inikela oku ngeendlela ezininzi ukwenza ibhrawuza yakho ephathwayo fumana amava wakho ngokwenene.

source: Firefox for Android
af: Firefox vir Android
bn_bd: অ্যান্ড্রয়েড এর জন্য ফায়ারফক্স
bn_in: Firefox অ্যানড্রয়েডে ব্যাবহারের জন্য
ca: Firefox per a l'Android
es_mx: Firefox para Android
ga_ie: Firefox ar Android
hi_in: Android के लिए Firefox
ur: Android کے لیے Firefox
xh: IFirefox ye-Android

source: We make it Firefox.
af: Ons maak dit Firefox.
bn_bd: আমরা ফায়ারফক্স তৈরি করেছি।
bn_in: আমরা Firefox তৈরি করেছি।
ca: Nosaltres fem el Firefox.
es_mx: Nosotros hacemos que sea Firefox.
ga_ie: Cuirimidne an sionnach i bhFirefox.
hi_in: हम मिलजुलकर फ़ायरफ़ॉक्स बनाते हैं.
id: Kami membuatnya menjadi Firefox.
nb_no: Vi gjør den til Firefox.
nn_no: Me gjer han til Firefox.
ur: ہم اسے فائرفاکس بناتے ہیں۔
xh: Senza i-Firefox.

source: You make it your own.
af: Elkeen maak dit sy eie.
bn_bd: আপনি এটি আপনার নিজের করেছেন।
bn_in: আপনি এটাকে নিজের করেছেন।
ca: Feu-lo vostre.
es_mx: Tú lo haces tuyo.
ga_ie: Cuireann tusa an sionnach i bhfearas.
hi_in: आप इसे अपनाते हैं.
id: Anda membuatnya menjadi milik Anda.
nb_no: Du gjør den til din egen.
nn_no: Du gjer han til din personlege.
ur: آپ اسے اپنا بناتے ہیں۔
xh: Uyenza eyakho.

source: The features you love.
af: Geliefde funksionaliteit.
bn_bd: বৈশিষ্ট্যগুলি যা আপনি ভালবাসেন।
bn_in: বৈশিষ্ট্যগুলি যা আপনি ভালবাসেন।
ca: Les característiques que voleu.
es_mx: Las características que te encantan.
ga_ie: Na gnéithe is ansa leat.
hi_in: सुविधाएँ जिसे आप पसंद करते हैं.
id: Fitur yang Anda cintai.
nb_no: Funksjonene du liker.
nn_no: Funksjonane du likar.
ur: وہ فیچر جو آپ کو پسند ہیں۔
xh: Ifitsha oyithanda.

source: The privacy you trust.
af: Betroubare privaatheid.
bn_bd: গোপনীয়তা যা আপনি বিশ্বাস করেন।
bn_in: গোপনীয়তা যা আপনি বিশ্বাস করেন।
ca: La privadesa en què confieu.
es_mx: La privacidad en la que confías.
ga_ie: Agus príobháideacht iontaofa.
hi_in: गोपनीयता जिस पर आपको भरोसा हो.
id: Privasi yang Anda yakini.
nb_no: Personvernet du stoler på.
nn_no: Personvernet du stolar på.
ur: وہ رازداری جس پر آپ بھروسا کرتے ہیں۔
xh: Ubungasese obuthembayo.

source: Our most customizable Firefox for Android yet.
af: Ons mees aanpasbare Firefox vir Android nog.
bn_bd: এখনো পর্যন্ত অ্যান্ড্রোয়েডের জন্য আমাদের সবচেয়ে স্বনির্ধারিত ফায়ারফক্স।
bn_in: এখনো পর্যন্ত আমাদের সবচেয়ে স্বনির্ধারিত Firefox অ্যানড্রয়ডের এর জন্য।
ca: El Firefox per a l'Android més personalitzable fins ara.
es_mx: El Firefox para Android más personalizable hasta la fecha.
ga_ie: Leis an méid is mó gnéithe saincheaptha go dtí seo.
hi_in: अभी तक एंड्रॉयड के लिए हमारी सबसे अनुकूलन फ़ायरफ़ॉक्स।
id: Firefox untuk Android kami yang paling dapat diubahsuai sejauh ini.
nb_no: Vår mest brukertilpassbare Firefox for Android til nå.
nn_no: Den mest brukartilpassa Firefox for Android til no.
ur: اینڈروائڈ پر اب تک ہماری سب سے زیادہ تخصیص پذیر فائرفاکس۔
xh: Eyona Firefox ikhastomayizekayo ye-Android ngoku

source: Download on Google Play
af: Laai af vanaf Google Play
bn_bd: গুগোল প্লে থেকে ডাউনলোড করুন
bn_in: Google Play থেকে ডাউনলোড করুন
ca: Baixeu-lo al Google Play
es_mx: Descargarlo de Google Play
ga_ie: Íosluchtaigh ó Google Play
hi_in: गूगल प्ले से डाउनलोड करें
id: Unduh di Google Play
nb_no: Last ned fra Google Play
nn_no: Last ned frå Google Play
ur: گوگل پلے پر ڈاؤن لوڈ کریں
xh: Dawnlowuda kwiGoogle Play

source: Uniquely yours
af: Volkome aanpasbaar
bn_bd: শুধুমাত্র আপনার
bn_in: শুধুমাত্র আপনার
ca: Exclusivament vostre
es_mx: Sólo tuyo
ga_ie: Is leatsa é
hi_in: ख़ास तौर से आपका.
id: Hanya untuk anda
nb_no: Helt din egen
nn_no: Heilt din eigen
ur: یکتا آپکا
xh: Yeyakho ngokukhethekileyo

source: Only Firefox for Android offers this many ways to make<br> your mobile browsing experience truly your own.
af: Slegs Firefox vir Android bied soveel maniere om die<br> blaai-ervaring op 'n selfoon werklik u eie te maak.
bn_bd: মোবাইল ব্রাউজিংয়ের স্বাদ একদম নিজের মত করে পেতে হলে ব্যবহার করুন<br>অ্যান্ড্রয়েডের জন্যে ফায়ারফক্স।
bn_in: শুধু অ্যানড্রয়েডে ব্যাবহারের জন্য Firefox আপনার মোবাইলে ব্রাউজ করার অভিজ্ঞতাকে<br> আরও নিজের করার জন্য এই উপায়গুলি অবলম্বন করে।
ca: Només el Firefox per a l'Android ofereix tantes formes de fer<br> que l'experiència de navegació mòbil sigui realment vostra.
es_mx: Sólo Firefox para Android te ofrece tantas maneras de personalizar <br> tu experiencia de navegación en el dispositivo móvil.
ga_ie: Is é Firefox ar Android an t-aon bhealach amháin gur féidir <br> brabhsáil mhóibíleach a dhéanamh ar do roghasa slí.
hi_in: Android के लिए Firefox ही मोबाइल <br> ब्राउज़िंग का तजुर्बा सही मायने में ख़ास बनाता है|
id: Hanya Firefox for Android yang menawarkan banyak cara ini untuk membuat<br> pengalaman Anda dalam meramban secara mobile benar-benar milik Anda.
nb_no: Bare Firefox for Android tilbyr så mange måter<br> å sette ditt eget preg på den mobile surfeopplevinga din.
nn_no: Berre Firefox for Android tilbyr så mange måtar<br> å setja ditt eige preg på den mobile surfeopplevinga di.
ur: صرف اینڈرائیڈ کے لئے فائر فاکس صحیح معنوں میں آپ کے اپنے اپنے موبائل براؤزنگ کے تجربے کو بنانے<br> کے لئے بہت سے طریقے پیش کرتا ہے
xh: Yi-Firefox kuphela eye-Android inikela oku ngeendlela ezininzi ukwenza<br>ibhrawuza yakho ephathwayo fumana amava wakho ngokwenene.

source: Smarter sharing for all
af: Slimmer maniere om te deel
bn_bd: সবকিছুর জন্য স্মার্ট শেয়ারিং
bn_in: সবকিছুর জন্য স্মার্ট শেয়ারিং
ca: Compartició més intel·ligent per a tothom
es_mx: Una manera más inteligente de compartir.
ga_ie: Comhroinnt níos cliste
hi_in: स्मार्ट साझा सभी के लिए
id: Berbagi dengan lebih pintar untuk semua
nb_no: Smartere deling for alle
nn_no: Smartare deling for alle
ur: سب کے لیے زیادہ ہوشیار شیئر کرنے کے طریقے
xh: Ukwabelana okusemgangathweni kubo bonke

source: The most adaptive way to share anything, Quick Share remembers your most recently used apps to help you get the word out just the way you want.
af: Quick Share is die mees aanpasbare manier om enigiets te deel, en onthou die programme wat onlangs gebruik is. So kan elkeen die woord versprei nes hy wil.
bn_bd: কিছু শেয়ার করার সবচেয়ে অভিযোজিত উপায়, দ্রুত শেয়ার আপনার ব্যবহৃত সম্প্রতি অ্যাপগুলি মনে রাখে যা আপনাকে সাহায্য করে নিজের ইচ্ছেমত জিনিস সকলের সাথে শেয়ার করার।
bn_in: কিছু শেয়ার করার সবচেয়ে অভিযোজিত উপায়, দ্রুত শেয়ার আপনার ব্যবহৃত সম্প্রতি অ্যাপগুলি মনে রাখে যা আপনাকে সাহায্য করে নিজের ইচ্ছেমত জিনিস সকলের সাথে শেয়ার করার।
ca: Quick Share, la forma més adaptativa de compartir, recorda les aplicacions que heu utilitzat més recentment per ajudar-vos a difondre el vostre missatge tal com voleu.
es_mx: La manera más adaptable de compartir cualquier cosa, Quick Share recuerda las applicaciones que has usado recientemente para ayudarte a correr la voz cualquier manera que quieras.
ga_ie: Is éard atá in Quick Share ná bealach féinoiriúnaithe le rudaí a chomhroinnt. Meabhraíonn sé na haipeanna a úsáideann tú go minic chun cabhrú leat an focal a scaipeadh.
hi_in: क्विक शेयर - कुछ भी साझा करने का सबसे सुगम ज़रिया, इसे आपके हालिया ऐप याद रहते हैं जिससे आपको मनमाफ़िक़ तरीक़े से चीज़ें बाँटने में मदद मिलती है|
id: Cara yang paling adaptif untuk berbagai segala hal, Quick Share ingat aplikasi yang terakhir anda gunakan untuk membantu anda mendapatkan kata yang tepat.
nb_no: Den mest adaptive måten å dele noe på. Hurtigdeling husker de nylig brukte appene dine for å hjelpa deg med å spre din budskap akkurat på den måten du ønsker det.
nn_no: Den mest adaptive måten å dela noko på. Snøggdeling hugsar dei nyleg brukte appane dine for å hjelpa deg med å spreia din bodskap akkurat på den måten du ynskjer det.
ur: کچھ بھی اشتراک کرنے کے لئے سب سے زیادہ انکولی طریقہ، فوری سیکنڈ اور آپ کو جس طرح سے آپ چاہتے ہیں باہر لفظ حاصل کرنے میں مدد کرنے کے لئے آپ کو سب سے زیادہ حال ہی میں استعمال کے اطلاقات کو یاد کرتی ہے.
xh: Eyona ndlela isebenzisekayo yokwabelana ngayo nantoni na. IQuick Share ikhumbula ezona app zisandul' ukusetyenziswa ukukunceda ukwenza igama libe yile nto uyifunayo.

source: See how it works
af: Sien hoe dit werk
bn_bd: দেখুন এটা কিভাবে কাজ করে
bn_in: কিভাবে এটি কাজ করে তা দেখুন
ca: Vegeu com funciona
es_mx: Mira cómo funciona
ga_ie: Conas a oibríonn sé
hi_in: देखें कैसे चलता है.
id: Lihat bagaimana kerjanya
nb_no: Se hvordan dette virker
nn_no: Sjå korleis det verkar
ur: دیکھیں کہ یہ کیسے کام کرتا ہے
xh: Bona indlela esebenza ngayo

source: All your faves, front and center
af: Alle gunstelinge mooi prominent
bn_bd: আপনার পছন্দের সবকিছু, সামনে এবং মাঝখানে
bn_in: আপনার পছন্দের সবকিছু, সামনে এবং মাঝখানে
ca: Tots els vostres favorits, al davant i al centre
es_mx: Todos tus favoritos, accesibles al instante
ga_ie: Na rudaí is ansa leat, os do chomhair
hi_in: सभी मनपसंद चीज़ें सामने और बीचोंबीच.
id: Semua hal kesukaan anda
nb_no: Alle favorittene dine, på orkesterplass
nn_no: Alle favorittane dine, på orkesterplass
ur: سب آپ کی پسندیدہ، سامنے اور مرکز
xh: Zonke ozithandayo, eziphambili naphakathi

source: Customize your Home panels with any Web content you want and access your favorite feeds &mdash; like Instagram and Pocket Hits &mdash; instantly.
af: Maak die tuispaneel u eie met enige webinhoud en kry toegang tot u gunsteling-nuusvoere soos Instagram en Pocket Hits in 'n oogwink.
bn_bd: আপনার হোম প্যানেলকে কাস্টমাইজ করুন যেকোনো ওয়েব কন্টেন্ট দিয়ে যা আপনি চান এবং আপনার প্রিয় ফীডগুলি ব্যাবহার করুন &mdash; Instagram এবং Pocket Hits এর মতন &mdash; সরাসরি।
bn_in: আপনার হোম প্যানেলকে কাস্টমাইজ করুন যেকোনো ওয়েব কন্টেন্ট দিয়ে যা আপনি চান এবং আপনার প্রিয় ফীডগুলি ব্যাবহার করুন &mdash; Instagram এবং Pocket Hits এর মতন &mdash; সরাসরি।
ca: Personalitzeu les pantalles d'Inici amb el contingut web que vulgueu i accediu als vostres canals preferits &mdash;com l'Instagram i Pocket Hits&mdash; instantàniament.
es_mx: Personaliza tu panel de Inicio con cualquier contenido Web que desees y accede a tus feeds favoritos &mdash; como Instagram y Pocket Hits &mdash; al instante.
ga_ie: Is féidir cibé ábhar Gréasáin is mian leat a chur sna Painéil Bhaile, agus teacht ar na fothaí is ansa leat &mdash; cosúil le hInstagram agus Pocket Hits &mdash; láithreach.
hi_in: अपनी पसंदीदा वेब सामग्री से अपने होम पैनल को सजाएँ और अपने पसंदीदा फ़ीड जैसे इंस्टाग्राम और पॉकेट हिट्स तक फ़ौरन पहुँचें.
id: Kustomasi panel Home anda dengan konten Web apapun dan akses seluruh berita yang anda suk &mdash; seperti Instagram dan Pocket Hits &mdash; secara instan.
nb_no: Tilpass hjemme-panelene med akkurat det av nettinnhold du ønsker, og få tilgang til favorittkildene dine — som Instagram og Pocket Hits — momentant.
nn_no: Tilpass Heim-panela med akkurat det nettinnhaldet du ynskjer, og få beinveges tilgang til favorittkjeldene dine &mdash; som Instagram og Pocket Hits &mdash;.
ur: آپ چاہتے ہیں کسی بھی ویب کے مواد کے ساتھ آپ کے گھر کے پینل کی تخصیص اور آپ کے پسندیدہ فیڈز ہے & mdash رسائی؛ انسٹاگرام اور جیب مشاہدات ہیں & mdash؛ فوری طور پر.
xh: Khastomayiza iiphaneli zeHome ngaso nasiphi na isiqulatho seWebhu osifunayo uze ufikelele iifidi ozithandayo ne-mdash; njengeInstagram nePocket Hits &mdash;

source: A touch more personal
af: 'n Bietjie meer persoonlik
bn_bd: এখন আরও ব্যক্তিগত
bn_in: এখন আরও ব্যক্তিগত
ca: Un toc més personal
es_mx: Un toque más personal
ga_ie: Beagáinín níos pearsanta
hi_in: निहायत निजी स्पर्श
id: Sebuah sentuhan lebih personal
nb_no: Litt mer personelig
nn_no: Litt meir personleg
ur: ایک ٹچ زیادہ ذاتی
xh: Ukuchukumisa ngobuqu

source: Display your Home panels in any order you like or add, hide and delete them as you see fit to keep your favorites one touch away.
af: Wys die tuispanele in enige volgorde. Voeg by, steek weg en vee hulle uit na hartelus om die gunstelinge by u vingerpunte te hou.
bn_bd: আপনি যেভাবে ইচ্ছা আপনার হোম প্যানেল গুলিকে সাজাতে পারেন, প্রয়োজনমত আপনার পছন্দসমূহ কাছাকাছি রাখতে সেগুলিকে লুকান এবং মুছুন।
bn_in: আপনি যেভাবে ইচ্ছা আপনার হোম প্যানেল গুলিকে সাজাতে পারেন, প্রয়োজনমত আপনার পছন্দসমূহ কাছাকাছি রাখতে সেগুলিকে লুকান এবং মুছুন।
ca: Ordeneu les pantalles d'Inici, amagueu-les o suprimiu-les com vulgueu per tenir els vostres preferits a un toc de distància.
es_mx: Muestra tus paneles de inicio en el orden que quieres, o agrégalos, ocúltalos o bórralos como consideres oportuno para mantener tus favoritos a un solo toque de distancia.
ga_ie: Is féidir do chuid painéal a leagan amach in aon ord, iad a chur i bhfolach nó a scriosadh, nó cinn nua a chur leis, sa chaoi go mbeidh an t-ábhar is tábhachtaí in aice láimhe i gcónaí.
hi_in: अपने होम पैनल को पसंदीदा क्रम में सजाएँ और चीज़ों को सुविधानुसार रखें, छुपाएँ या हटाएँ ताकि छूने भर से काम बन जाए.
id: Tampilkan panel Home dengan urutan yang bebas atau tambah, sembunyikan dan hapus mereka sesuka anda dengan satu sentuhan.
nb_no: Vis dine hjemme-panel i den rekkefølgen du vil og legg til, gjem og slett de som du selv vil, slik at du når dine favoritter med ett tastetrykk.
nn_no: Vis Heim-panela dine i den rekkjefylgja du vil og legg til, gøym eller slett dei, etter eige hovud, slik at du når favorittane dine med eitt tastetrykk.
ur: آپ کو پسند ہے یا آپ ایک ٹچ دور اپنے پسندیدہ رکھنے کے لئے فٹ دیکھ کے طور پر، شامل چھپا دیں اور انہیں حذف کریں انہیں کسی بھی ترتیب میں اپنے ہوم پینل ظاہر کریں.
xh: Bonisa iiphaneli zakho zeHome ngalo naluphi na ulungelelwano olufunayo okanye wongeze, ufihle uze uzicime njengoko ubona kufanelekile ukuze ugcine ezo uzithandayo zikufutshane kakhulu.

source: Learn more
af: Meer inligting
bn_bd: বিস্তারিত জানুন
bn_in: আরও জানুন
ca: Més informació
es_mx: Aprender más
ga_ie: Tuilleadh eolais
hi_in: और जानें
id: Pelajari lebih lanjut
nb_no: Les mer
nn_no: Les meir
ur: اور سیکھیں
xh: Funda okungakumbi

source: Any search you like
af: Enige gesogte soektog
bn_bd: আপনার পছন্দের যেকোনো অনুসন্ধান
bn_in: আপনার পছন্দের যেকোনো অনুসন্ধান
ca: Qualsevol cerca que vulgueu
es_mx: Cualquier búsqueda que te guste
ga_ie: Do rogha cuardaigh
hi_in: मनचाही चीज़ें खोजें
id: Seluruh pencarian yang anda suka
nb_no: Søk på din egen måte
nn_no: Søk på din eigen måte
ur: تلاش کریں جو آپ کو پسند ہے
xh: Nakuphi na ukukhangela okuthandayo

source: Add any search engine and make it your default.
af: Voeg enige soekenjin by en maak dit die verstek.
bn_bd: যেকোনো সার্চ ইঞ্জিন যোগ করে সেটাকেই ডিফল্ট বানিয়ে নিন।
bn_in: যেকোনো সার্চ ইঞ্জিন যোগ করে সেটাকেই ডিফল্ট বানিয়ে নিন।
ca: Afegiu qualsevol motor de cerca i definiu-lo per defecte.
es_mx: Agrega cualquier navegador y hazlo como tu predeterminado.
ga_ie: Is féidir aon inneall cuardaigh a chur leis, agus a úsáid mar réamhshocrú.
hi_in: कोई भी सर्च इंजन जोड़ें और उसे तयशुदा बनाएँ.
id: Tambahkan mesin pencari apa saja dan buatlah itu menjadi yang utama buat Anda.
nb_no: Legg til en søkemotor og sett den som standard.
nn_no: Legg til ein søkemotor og vel han som standard.
ur: کسی بھی تلاش انجن کو شامل کریں اور یہ طےشدہ بنائیں.
xh: Yongeza nayiphi na injini yokukhangela uze uyenze idifolti yakho.

source: Or change it any time to the one that best matches your search and privacy needs.
af: Of verander dit te eniger tyd om te pas by u vereistes vir soek en privaatheid.
bn_bd: অথবা আপনার অনুসন্ধান এবং গোপনীয়তার প্রয়োজনের সাথে মিল রেখে একে যে কোনো সময় পরিবর্তন করতে পারেন।
bn_in: অথবা আপনার অনুসন্ধান এবং গোপনীয়তা প্রয়োজনের সাথে মিল রেখে একে যে কোনো সময় পরিবর্তিত করতে পারেন।
ca: O canvieu-lo quan vulgueu per aquell que s'adapti millor a les vostres necessitats de cerca i privadesa.
es_mx: O cámbialo en cualquier momento por el que te da mejores resultados y se ajusta más a tus necesidades de privacidad.
ga_ie: Nó inneall cuardaigh níos feiliúnaí a roghnú am ar bith, bunaithe ar riachtanais phríobháideachta mar shampla.
hi_in: या फिर अपनी खोज और गोपनीयता की ज़रूरतों के हिसाब से जब चाहें बदलें.
id: Atau ubahlah itu kapan saja ke salah satu yang paling sesuai dengan kebutuhan pencarian dan privasi Anda.
nb_no: Eller forandre det når som helst til en annen som passer enda bedre til dine søke- og personvernbehov.
nn_no: Du kan når som helst byta til ein annan som passar endå betre til dine søke- og personvernbehov.
xh: Okanye yitshintshe nangaliphi na ixesha kuleyo ingqamana kakuhle neemfuno zakho zokhangelo nobungasese.

source: Change your language
af: Verander die taal
bn_bd: আপনার ভাষা পরিবর্তন করুন
bn_in: আপনার ভাষা পরিবর্তন করুন
ca: Canvieu de llengua
es_mx: Cambiar el idioma
ga_ie: Do rogha teanga
hi_in: अपनी भाषा बदलें
id: Ubah bahasa Anda
nb_no: Endre språk
nn_no: Endra språk
ur: اپنی زبان کو تبدیل کریں
xh: Tshintsha ulwimi lwakho

source: Read and save articles easily
af: Lees en stoor artikels met gemak
bn_bd: সহজেই প্রবন্ধ পড়ুন ও সংরক্ষণ করুন
bn_in: সহজেই প্রবন্ধাদি পড়ুন ও সংরক্ষণ করুন
ca: Llegiu i deseu articles de forma senzilla
es_mx: Leer y guardar artículos fácilmente
ga_ie: Léigh agus sábháil altanna go héasca
hi_in: पढ़ें और लेखों को आसानी से सहेजें
id: Baca dan simpan artikel secara mudah
nb_no: Les og lagre artikler enkelt
nn_no: Les og lagra artiklar enkelt
ur: پڑھیں اور مضامین کو محفوظ کریں آسانی سے
xh: Funda ze ugcine amanqaku lula

source: Enjoy a more pleasant reading experience with Reader View and Reading List.
af: Geniet 'n aangenamer lees-ervaring met die leesaansig en die leeslys.
bn_bd: পাঠক দর্শন ও পঠন তালিকার সাথে আরও অপূর্ব অভিজ্ঞতা ইপভোগ করুন।
bn_in: উপভোগ করুন মনোরম পাঠ করার অভিজ্ঞতার সাথে পাঠের দৃশ্য ও পাঠ তালিকা
ca: Gaudiu una experiència de lectura més plaent amb la Vista de Lectura i la Llista de Lectura.
es_mx: Disfruta una experiencia de lectura más placentera con Reader View y Reading List.
ga_ie: Bain níos mó taitneamh as an léamh leis an Amharc Léitheoireachta agus an Liosta Léitheoireachta.
hi_in: अब पठन दृश्य और पठन सूची की मदद से पढ़ने का आनंद लें.
id: Nikmati membaca yang lebih nyaman dengan Reader View dan Reading List
nb_no: Få en bedre leseropplevelse med Lesevisning og Leseliste.
nn_no: Få ei betre leseoppleving med Lesevising og Leseliste.
ur: ریڈر دیکھیں اور پڑھنے کی فہرست کے ساتھ ایک سے زیادہ خوشگوار پڑھنے کے تجربے کا لطف اٹھائیں.
xh: Nandipha amava amnandi ngakumbi okufunda ngeReader View neReading List.

source: Access your saved articles even when you’re not online.
af: Kry gestoorde artikels selfs wanneer vanlyn.
bn_bd: অনলাইনে না থেকেও আপনার সংরক্ষিত প্রবন্ধগুলো ব্যবহার করতে পারেন।
bn_in: অন-লাইন না থাকলেও অ্যাক্সেস করুন আনার সংরক্ষিত প্রবন্ধাদি
ca: Accediu als articles que heu desat fins i tot quan sou sense connexió.
es_mx: Accede a tus artículos guardados incluso si no estás en línea.
ga_ie: Is féidir leat teacht ar do chuid altanna sábháilte fiú nuair nach bhfuil tú ar líne.
hi_in: ऑनलाइन न होने पर भी अपनी सहेजी सामग्री का उपयोग करें.
id: Akses artikel tersimpan anda bahkan saat anda tidak online
nb_no: Få tilgang til de lagrede artiklene dine selv om du ikke er pålogget.
nn_no: Få tilgang til dei lagra artiklane dine sjølv om du ikkje er pålogga.
ur: آپنے محفوظ شدہ عبارت تک رسائی حاصل کريں جب آپ آن لائن نہ ہو.
xh: Fikelela amanqaku akho agciniweyo kwanaxa ungekho kwi-intanethi.

source: Learn more about Reading List
af: Meer inligting oor die leeslys
bn_bd: পঠনের তালিকা সম্পর্কে আরও জানুন
bn_in: পাঠন তালিকা সম্পর্কে আরও জানুন
ca: Més informació sobre la llista de lectura
es_mx: Aprende más sobre la Lista de Lectura
ga_ie: Tuilleadh eolais faoin Liosta Léitheoireachta
hi_in: पठन सूची के बारे में अधिक जानें
id: Pelajari lebih lanjut tentang Daftar Bacaan
nb_no: Les mer om leseliste
nn_no: Les meir om leselista
ur: پڑھائی کی فہرست کے بارے میں مزید معلومات حاصل کریں
xh: Funda ngakumbi ngeReading List

source: Learn more about Reader View
af: Meer inligting oor die leesaansig
bn_bd: পাঠক দর্শন সম্পর্কে আরও জানুন
bn_in: পাঠক দর্শন সম্পর্কে আরো জানুন
ca: Més informació sobre la vista de lectura
es_mx: Aprende más sobre el modo de lectura
ga_ie: Tuilleadh eolais faoin Amharc Léitheoireachta
hi_in: पठन दृश्य के बारे में अधिक जानें
id: Pelajari lebih lanjut tentang Reader View
nb_no: Les mer om lesevisning
nn_no: Les meir om lesevisinga
ur: قارئین کے لنک کے بارے میں مزید معلومات حاصل کریں
xh: Funda ngakumbi ngeReader View
