Repository: translate/mozilla-lang
Catalog: */firefox/android/index.lang.po
Languages: af, bn_bd, bn_in, ca, es_mx, ga_ie, hi_in, id, nb_no, nn_no, ur, xh

source: When activated, Firefox for Android won’t accept cookies, remember passwords or record any sites that you’ve visited.
af: Wanneer dit geaktiveer is sal Firefox vir Android nie koekies aanvaar, wagwoorde onthou of enige werwe onthou wat besoek word nie.
bn_bd: সক্রিয় করা থাকলে, অ্যান্ড্রয়েডের জন্য ফায়ারফক্স কুকি গ্রহন করে না, এবং কোন পাসওয়ার্ড অথবা কোন সাইটে আপনি ঢুকেছিলেন সেটাও মনে রাখে না।
bn_in: সক্রিয় করা থাকলে, অ্যান্ড্রয়েডের জন্য ফায়ারফক্স কুকি গ্রহন করে না, এবং কোন পাসওয়ার্ড অথবা কোন সাইটে আপনি ঢুকেছিলেন সেটাও মনে রাখে না।
ca: Quan s'activa, el Firefox per a l'Android no acceptarà galetes, no recordarà contrasenyes ni enregistrarà els llocs que visiteu.
es_mx: Una vez activado, Firefox para Android no acepta cookies, ni recuerda contraseñas ni registra ningún sitio que hayas visitado.
ga_ie: Le brabhsáil phríobháideach, ní ghlacann Firefox ar Android le fianáin, ní mheabhraíonn sé focail fhaire, agus ní dhéanann sé taifead ar na suímh a dtugann tú cuairt orthu.
hi_in: सक्रिय किए जाने के बाद Android के लिए Firefox कुकीज़ स्वीकार नहीं करेगा, कूटशब्द याद नहीं रखेगा या आपके द्वारा देखे किसी साइट को रिकॉर्ड नहीं करेगा.
id: Saat diaktifkan, Firefox for Android tidak akan menyimpan cookie, mengingat password ataupun merekam situs yang pernah anda kunjungi
nb_no: Når aktivert, vil Firefox for Android ikke godta infokapsler, huske passord eller registrere nye sider du har besøkt.
nn_no: Når påslått, vil Firefox for Android ikkje godta infokapslar, hugsa passord eller registrera sider du har besøkt.
ur: جب چالو، لوڈ، اتارنا اینڈرائیڈ کے لئے فائر فاکس، کوکیز کو قبول پاس ورڈ کو یاد ہے یا آپ کا دورہ کیا ہے کہ کسی بھی سائٹس ریکارڈ نہیں رکھا جائے.
xh: Xa usesnza ukuba isebenze, i-Firefox ye-Android ayinokwamkela zi-cookies, khumbula ipasiwedi okanye rekhoda nayiphina isayithi oyityelelayo.

source: Learn how to open a private window
af: Leer hoe om 'n privaatvenster oop te maak
bn_bd: কিভাবে ব্যক্তিগত উইন্ডো খুলতে হয় তা জানুন
bn_in: শিখুন কি ভাবে গোপন উইন্ডো খুলবেন
ca: Vegeu com s'obre una finestra privada
es_mx: Aprende a abrir una ventana privada
ga_ie: Foghlaim conas is féidir fuinneog phríobháideach a oscailt
hi_in: जानें कि निजी विंडो कैसे खोलें
id: Pelajari cara membuka jendela pribadi
nb_no: Lær hvordan du kan åpne et privat vindu
nn_no: Lær korleis du kan opna eit privat vindauge
ur: نجی دریچہ کھولنے کا طریقہ جانیں
xh: Funda indlela yokuvula iwindow yangasese

source: See how Private Browsing works
af: Sien hoe private blaaiery werk
bn_bd: দেখুন এটা কিভাবে ব্যক্তিগত ব্রাউজিং কাজ করে
bn_in: গোপন ব্রাউজিং কিভাবে কাজ করে তা দেখুন
ca: Vegeu com funciona la navegació privada
es_mx: Mira cómo funciona la navegación privada
ga_ie: Conas a oibríonn Brabhsáil Phríobháideach
hi_in: जानें कि निजी ब्राउज़िंग कैसे काम करता है
id: Lihat cara kerja Penjelajahan Pribadi
nb_no: Se hvordan privat nettlesing fungerer
nn_no: Sjå korleis privat nettlesing fungerer
ur: دیکھیں کس طرح نجی براؤزنگ کام کرتا ہے
xh: Bona indlela ukuBhrawuza kwaBucala okusebenza ngayo
