Repository: translate/mozilla-lang
Catalog: */firefox/android/index.lang.po
Languages: af, bn_bd, bn_in, ca, es_mx, ga_ie, hi_in, id, nb_no, nn_no, ur, xh

source: Change your browser language quickly and easily, without having to change the settings for your entire device or even restart your browser.
af: Verander die blaaier se taal vinnig en maklik, sonder om die instellings vir die hele toestel te verander of selfs die blaaier te herbegin.
bn_bd: আপনার সম্পূর্ণ ডিভাইসের সেটিংস পরিবর্তন বা এমনকি আপনার ব্রাউজার পুনরায় চালু না করেও, দ্রুত এবং সহজেই আপনার ব্রাউজারের ভাষা পরিবর্তন করুন।
bn_in: আপনার সম্পূর্ণ ডিভাইসের সেটিংস পরিবর্তন বা এমনকি আপনার ব্রাউজার পুনরায় চালু না করেও, দ্রুত এবং সহজেই আপনার ব্রাউজারের ভাষা পরিবর্তন করুন।
ca: Canvieu la llengua del navegador de forma ràpida i fàcil, sense haver de canviar paràmetres globals del dispositiu ni reiniciar el navegador.
es_mx: Cambia rápido y fácilmente el idioma del navegador sin tener que cambiar las configuraciones de todo el dispositivo ni reiniciarlo.
ga_ie: Tá sé an-éasca teanga an bhrabhsálaí a athrú, gan socruithe an ghléis a athrú ná an brabhsálaí a atosú.
hi_in: अपने ब्राउज़र की भाषा जल्दी और आसानी से बदलें - ब्राउज़र फिर से चालू करने या डिवाइस की सेटिंग बदलने की ज़रूरत नहीं है.
id: Ganti bahasa peramban anda dengan cepat dan mudah, tanpa harus mengganti pengaturan untuk seluruh divais atau merestart peramban anda
nb_no: Endre nettleserspråk raskt og enkelt, uten å måtte endre innstillinger for hele enheten, eller starte om nettleseren.
nn_no: Endra nettlesarspråk raskt og enkelt, utan å måtta endra innstillingar for heile eininga, eller starta om nettlesaren.
ur: اپنے پورے آلہ کے لئے کی سیٹکگیں کو تبدیل یا اس سے بھی آپ کے براؤزر کو دوبارہ شروع کرنے کے لئے بغیر، جلدی اور آسانی سے آپ کے براؤزر کی زبان کو تبدیل کریں.
xh: Tshintsha ulwimi lwebhrawuza lula nangokukhawulezayo, ngaphandle kokuba utshintshw iisetingi zakho kuso sonke isixhobo sakho okanye uqalele ibhrawuza yakho.

source: Take it to the big screen
af: Wys dit op die groot skerm
bn_bd: বড় পর্দায় নিয়ে নিন
bn_in: বড় স্ক্রিনে নিয়ে যান
ca: Porteu-lo a la pantalla gran
es_mx: Llevarlo a la pantalla grande
ga_ie: Físeáin ar an scáileán mór
hi_in: इसे बड़े पर्दे पर ले जाएं
id: Bawa itu ke layar besar
nb_no: Ta det til den store skjermen
nn_no: Kopla på den store skjermen
ur: بڑے سکرین پر لے جائیں
xh: Yithathe uyise kwiskrini esikhulu

source: Send video and Web content from your smartphone or tablet to any TV equipped with supported streaming capabilities.
af: Stuur video en webinhoud vanaf die slimfoon of tablet na enige TV wat toegerus is met ondersteunde stroomfunksionaliteit.
bn_bd: সমর্থিত স্ট্রিমিং ক্ষমতা সম্বলিত কোনো টিভিতে আপনার স্মার্টফোন বা ট্যাবলেট থেকে ভিডিও এবং ওয়েব কন্টেন্ট পাঠান।
bn_in: সমর্থিত স্ট্রিমিং ক্ষমতা সম্বলিত কোনো টিভিতে আপনার স্মার্টফোন বা ট্যাবলেট থেকে ভিডিও এবং ওয়েব কন্টেন্ট পাঠান।
ca: Envieu vídeo i contingut web des del vostre telèfon intel·ligent o tauleta a qualsevol televisor amb capacitats de transmissió compatibles.
es_mx: Envía contenido Web y video desde tu teléfono inteligente o tableta a cualquier televisor equipado con capacidades de streaming compatibles.
ga_ie: Is féidir físeáin agus ábhar Gréasáin a sheoladh ó do ghuthán cliste nó do tháibléad go dtí aon teilifíseán a thacaíonn le fís-sruthú.
hi_in: समर्थित स्ट्रीमिंग क्षमताओं से लैस किसी भी टीवी के लिए अपने स्मार्टफ़ोन या टैबलेट से वीडियो और वेब सामग्री भेजें.
id: Kirim video dan konten Web dari smartphone atau tablet anda ke TV apapun yang mendukung streaming.
nb_no: Send video- og nettinnhold fra din smartmobil eller ditt nettbrettet, til en TV som har støtte for strømming.
nn_no: Send video- og nettinnhald frå smartmobilen din eller nettbrettet ditt til ein TV som har dei støtta strøymefumksjonane.
ur: آپ کے اسمارٹ فون یا جدول سے حمایت کی اسٹریمنگ صلاحیتوں سے لیس کسی بھی ٹی وی پر ویڈیو اور ویب مواد بھیجیں.
xh: Thumela ividiyo nesiqulatho neWebhu ngokusuka kwismartphone okanye itablet kuyo nayiphi na ithivi ekwaziyo ukustrima

source: Keep your private info private
af: Hou private inligting privaat
bn_bd: আপনার ব্যক্তিগত তথ্য ব্যাক্তিগতই রাখুন
bn_in: আপনার নিজস্ব তথ্য গোপন রাখুন
ca: La vostra informació privada és privada
es_mx: Mantén tu información confidencial
ga_ie: D'fhaisnéis phríobháideach a choinneáil faoi rún
hi_in: अपनी निजी जानकारी गोपनीय रखें
id: Jagalah info pribadi Anda tetap privat
nb_no: Hold den private informasjonen din privat
nn_no: Hald den private informasjonen din privat
ur: اپنے نجی معلومات نجی رکھیں
xh: Gcina inkcazelo yakho yangasese injalo

source: We believe your personal information belongs to you.
af: Ons glo u persoonlike inligting behoort slegs aan u.
bn_bd: আমরা বিশ্বাস করি আপনার ব্যক্তিগত তথ্য কেবলমাত্র আপনারই।
bn_in: আমরা মনে করি আপনার নিজস্ব তথ্য আপনার কাছেই থাকা উচিত।
ca: Creiem que la vostra informació personal us pertany.
es_mx: Estimamos que tu información personal solo te pertenece a ti.
ga_ie: Creidimid gur leatsa do chuid faisnéise pearsanta.
hi_in: हमारा मानना है कि आपकी व्यक्तिगत जानकारी पर सिर्फ़ आपका हक़ है.
id: Kami percaya bahwa informasi personal Anda adalah milik Anda.
nb_no: Vi mener at din private informasjon tilhører deg.
nn_no: Vi meiner at din private informasjon tilhøyrer deg.
ur: ہم آپ کی ذاتی معلومات آپ سے تعلق رکھتا یقین رکھتے ہیں.
xh: Siyakholelwa ukuba inkcazelo yakho yobuqu yeyakho qha.

source: Firefox for Android is filled with features to help keep it that way.
af: Firefox vir Android is tjok-en-blok met die funksionaliteit om dit so te hou.
bn_bd: অ্যান্ড্রয়েডের জন্য ফায়ারফক্স বিভিন্ন বৈশিষ্ট্যে ভরপুর যা একে এভাবে রাখতে সাহায্য করে।
bn_in: এটাকে এভাবেই রেখে দেওয়ার জন্য অ্যান্ড্রয়েড এর ফায়ারফক্স প্রচুর বৈশিষ্ট্যে ভরা।
ca: El Firefox per a l'Android està farcit de característiques per ajudar-vos a fer que així sigui.
es_mx: Firefox para Android está lleno de características que lo mantienen tal como es.
ga_ie: Tá go leor gnéithe i bhFirefox ar Android a chosnaíonn do phríobháideacht.
hi_in: Android के लिए Firefox ऐसी सुविधाओं से लैस है कि आपकी गोपनीयता सलामत रहे.
id: Firefox untuk Android berisi fitur yang membantu anda untuk lebih mudah.
nb_no: Firefox for Android er full av funksjoner som ser til at det holder seg slik.
nn_no: Firefox for Android er full av funksjonar som ser til at det held seg slik.
ur: اینڈرائیڈ کے لئے فائر فاکس اسے اسی طرح رکھنے میں مدد کرنے کے لئے فیچر کے ساتھ بھری ہوئی ہے.
xh: I-Firefox ye-Android izaliswe ngeempawu ukuyinceda ihlale ngolo hlobo.

source: Private Browsing with<br> Tracking Protection
af: Private blaaiery met<br> volgbeskerming
bn_bd: ট্র্যাকিং সুরক্ষার সাথে<br> ব্যক্তিগত ব্রাউজিং
ca: Navegació privada amb<br>protecció contra el seguiment
es_mx: Navegación privada con<br> protección de seguimiento
ga_ie: Brabhsáil Phríobháideach agus<br> Cosaint ar Lorgaireacht
hi_in: निजी ब्राउज़िंग के साथ<br> ट्रैकिंग सुरक्षा
id: Penjelajahan Pribadi dengan<br> Tracking Protection
nb_no: Privat nettlesing med<br> sporingsvern
nn_no: Privat nettlesing med<br> Sporingsvern
ur: ساتھ ذاتی براؤزنگ<br> ٹریکنگ پروٹیکشن
xh: uBhrawuzo Lwabucala nge<br> uKhuseleko Lokutreka

source: Browse without having your history, searches or cookies saved, and block hidden third parties from following you across the Web.
af: Blaai sonder dat geskiedenis, soekterme of koekies gestoor word, en keer dat versteekte derde partye mens volg op die Web.
bn_bd: ব্রাউজিং ইতিহাস, অনুসন্ধান ও কুকি সংরক্ষণ ছাড়াই ব্রাউজ করুন এবং ওয়েবে আপনাকে অনুসরণ করা লুকায়িত তৃতীয় পক্ষকে ব্লক করুন।
ca: Navegueu sense desar l'historial, les cerques o les galetes, a més de blocar d'altres per evitar que us facin seguiment.
es_mx: Navega sin guardar tu historial, búsquedas o cookies, y bloquea cookies de terceros que te siguen a través de la Web.
ga_ie: Brabhsáil gan stair, cuardaigh, ná fianáin a shábháil, agus cuir cosc ar thríú páirtithe a dhéanann iarracht tusa a lorg trasna an Ghréasáin.
hi_in: ब्राउज करें बिना अपने इतिहास, खोज या कुकीज़ सहेजे, एवं छुपे हुए तीसरे पक्षों को ब्लॉक करें वेब पर आपका पीछा करने से.
id: Berselancar tanpa harus riwayat, pencarian satau cookie tersimpan, dan blok pihak ketiga untuk mengikuti anda melalui Web
nb_no: Surf uten at historikk, søk og infokapsler blir lagret, og blokker skjulte tredjeparter fra å følge deg på nettet.
nn_no: Surf utan at historikk, søk og infokapslar vert lagra, og blokker skjulte tredjepartar frå å følgja deg på nettet.
ur: اپنی سرگزشت، تلاشیاں یا کوکیز محفوظ کئے بغیر براؤز کریں، اور ویب بھر میں آپ کو مندرجہ ذیل سے مخفی تیسرے فریقوں کو بلاک کریں.
xh: Bhrawuza ngaphandle kokuba nembali yakho, ukhangelo okanye iikuki ezigciniweyo, uze ubhloke abanye abantu abafihliweyo bangakulandeli kuyo yonke iWebhu.

source: Learn more about Private Browsing
af: Meer inligting oor private blaaiery
bn_bd: ব্যক্তিগত ব্রাউজিং সম্পর্কে আরও জানুন
ca: Més informació sobre la navegació privada
es_mx: Aprende más acerca de la Navegación Privada
ga_ie: Tuilleadh eolais faoi Bhrabhsáil Phríobháideach
hi_in: प्राइवेट ब्राउज़िंग के बारे में अधिक जानें
id: Pelajari lebih banyak tentang Penjelajahan Pribadi
nb_no: Les mer om privat nettlesing
nn_no: Les meir om Privat nettlesing
ur: نجی براؤزنگ کے بارے میں مزید معلومات حاصل کریں
xh: Funda ngakumbi ngoBhrawuzo Lwabucala

source: Clear history
af: Maak geskiedenis skoon
bn_bd: ইতিহাস পরিষ্কার করুন
bn_in: ইতিহাস পরিষ্কার করুন
ca: Buida l'historial
es_mx: Borrar historial
ga_ie: Do stair a ghlanadh
hi_in: इतिहास साफ़ करें
id: Hapus riwayat
nb_no: Tøm historikk
nn_no: Tøm historikk
ur: واضح تاریخ خالی کریں
xh: Cima imbali

source: Delete your browsing history, passwords and more in a single tap.
af: Skrap u blaaigeskiedenis, wagwoord en nog wat deur een keer te raak.
bn_bd: এক ট্যাপেই আপনার ব্রাউজিং ইতিহাস, পাসওয়ার্ড এবং আরও অনেক কিছু মুছে ফেলুন।
bn_in: আপনার ব্রাউজিং ইতিহাস, পাসওয়ার্ড এবং অন্যান্য সকল কিছু মুছে ফেলুন কেবল মাত্র একটি চাপে।
ca: Buideu l'historial de navegació, contrasenyes i més amb un sol toc.
es_mx: Borra el historial de navegación, contraseñas y más con un solo toque.
ga_ie: Is féidir do stair bhrabhsála, do chuid focal faire, agus tuilleadh a ghlanadh le tadhall amháin.
hi_in: अपना ब्राउज़िंग इतिहास, कूटशब्द और दीगर चीज़ें एक झटके में मिटाएँ.
id: Hapus riwayat penjelajahan, sandi, dan lainnya dalam sekali ketuk.
nb_no: Slett nettleserhistorikk og passord, med mer, med et enkelt trykk.
nn_no: Slett nettlesarhistorikk og passord, med meir, med eit enkelt trykk.
ur: ایک نل میں آپ کی براؤزنگ کی تاریخ، پاس ورڈ اور مزید کو حذف کریں.
xh: Cima imbali yakho yokubhrawuza, iiphaswedi nezinye izinto ngokucofa kanye.

source: Choose the private data you want to remove whenever you need to do so.
af: Kies watter private data om te skrap wanneer en soos dit nodig is.
bn_bd: আপনার যখন ইচ্ছা তখনি ব্যক্তিগত ডাটা নির্বাচন করে মুছে ফেলতে পারবেন।
bn_in: আপনার যখন ইচ্ছা তখনি গোপন তথ্য মুছে ফেলতে পারবেন।
ca: Trieu quines dades privades voleu esborrar sempre que us calgui.
es_mx: Escoge los datos privados que quieres borrar cada vez que necesites eliminarlos.
ga_ie: Is féidir leat cibé sonraí príobháideacha is mian leat a scriosadh am ar bith.
hi_in: ज़रूरत के मुताबिक़ मिटाए जाने वाले डेटा को चुनें.
id: Pilih data pribadi anda yang ingin anda hapus saat anda perlu
nb_no: Velg hva av privat data du ønsker å fjerne når som helst når du trenger det.
nn_no: Vel kva for private data du ynskjer å fjerna når som helst når du treng det.
ur: کیا آپ کو ایسا کرنے کی ضرورت ہے جب بھی ہٹانا چاہتے نجی اعداد و شمار میں سے انتخاب کریں.
xh: Khetha idatha yangasese ofuna ukuyisusa nanini ufuna ukwenjenjalo.

source: Learn how to clear your history
af: Sien hoe om die geskiedenis skoon te maak
bn_bd: কিভাবে আপনার ইতিহাস পরিষ্কার করবেন তা জানুন
bn_in: ইতিহাস কিকরে মুছে ফেলতে হয় তা জেনে নিন
ca: Apreneu com buidar l'historial
es_mx: Aprende a limpiar tu historial
ga_ie: Foghlaim conas is féidir do stair bhrabhsála a ghlanadh
hi_in: जानें कि आपका इतिहास कैसे मिटेगा
id: Pelajari cara menghapus riwayat Anda
nb_no: Les om hvordan du sletter historikken din
nn_no: Les om korleis du slettar historikken din
ur: آپ کی تاریخ کو خالی کرنے کا طریقہ جانیں
xh: Funda indlela yokucima imbali yakho

source: Guest browsing
af: Besoekerblaai
bn_bd: অতিথি ব্রাউজিং
bn_in: অতিথি ব্রাউজিং
ca: Navegació en mode convidat
es_mx: Navegación de invitado
ga_ie: Seisiúin ar iasacht
hi_in: अतिथि ब्राउज़िंग
id: Penjelajahan tamu
nb_no: Gjestesurfing
nn_no: Gjestesurfing
ur: مہمان خصوصی براؤزنگ
xh: Ukubhrawza ulindwendwe

source: Share your browser with friends and family without worrying that you’ll see each other’s online activity.
af: Deel die blaaier met vriende en familie sonder om te kommer dat hulle mekaar se aktiwiteit aanlyn sien.
bn_bd: কেউ কারো অনলাইন কার্যকলাপ না দেখেই আপনার ব্রাউজিং আপনার বন্ধু এবং পরিবারের সাথে করতে পারবেন।
bn_in: কেউ কারো অনলাইন কার্যকলাপ না দেখেই আপনার ব্রাউজিং আপনার বন্ধু এবং পরিবারের সাথে করতে পারবেন।
ca: Compartiu el navegador amb amics i família sense preocupar-vos de veure cadascun el que fa l'altre.
es_mx: Comparte tu navegador con tus amigos y familia sin que nadie se preocupe por ver la actividad en línea de otras personas.
ga_ie: Anois tig leat do bhrabhsálaí a roinnt le cairde nó le clann gan bhur stair bhrabhsála a nochtadh dá chéile.
hi_in: अपनी-अपनी ऑनलाइन गतिविधि की चुगली की चिंता किए बिना अपना ब्राउज़र अपने दोस्तों और परिवारवालों के साथ उपयोग करें.
id: Bagikan peramban anda dengan teman dan keluarga tanpa ragu untuk melihat aktifitas online satu sama lain.
nb_no: Del din nettleser med venner og familie uten å bekymre deg for at de skal se hverandres Internettaktivitet.
nn_no: Del nettlesaren din med vennar og familie utan å uroa deg for at de ser kvarandre sin Internettaktivitet.
ur: آپ ایک دوسرے کی آن لائن سرگرمی کو دیکھ لیں گے کہ میں فکر کئے بغیر دوستوں اور خاندان کے ساتھ آپ کے براؤزر کا اشتراک کر سکتے ہیں.
xh: Yabelana ngebhrawza yakho nabahlobo nentsapho ngaphandle kokuxhalaba ukuba omnye uza kubona into eyenziwa ngomnye kwihare your browser-intanethi

source: Learn how to share your browser
af: Leer hoe om die blaaier te deel
bn_bd: কিভাবে আপনার ব্রাউজার শেয়ার করা যায় তা জানুন
bn_in: শিখুন কিভাবে আপনার ব্রাউজার শেয়ার করবেন
ca: Apreneu com compartir el vostre navegador
es_mx: Aprende como compartir tu navegador
ga_ie: Conas is féidir do bhrabhsálaí a chomhroinnt
hi_in: जानें कि अपने ब्राउज़र को साझा कैसे करें
id: Pelajari cara berbagi peramban anda
nb_no: Les om hvordan du deler nettleseren din
nn_no: Les om korleis du deler nettlesaren din
ur: آپ کے براؤزر کا اشتراک کرنے کا طریقہ جانیں
xh: Funda indlela yokwabelana ngebhrawza

source: See how Guest Browsing works
af: Sien hoe besoekerblaai werk
bn_bd: কিভাবে অতিথি ব্রাউজিং করবেন তা দেখুন
bn_in: অতিথি ব্রাউজিং কিভাবে কাজ করে তা দেখুন
ca: Vegeu com funciona la «Navegació en mode convidat»
es_mx: Mira cómo funciona la navegación de invitado
ga_ie: Conas a oibríonn Seisiún ar Iasacht
hi_in: जानें कि अतिथि ब्राउज़िंग कैसे होती है
id: Lihat cara kerja Penjelajahan Tamu
nb_no: Se hvordan gjestenettlesing fungerer
nn_no: Sjå korleis gjestenettlesing fungerer
ur: کس طرح مہمان براؤزنگ کاموں کو دیکھیں
xh: Bona indlela iGuest Browsing esebenza ngayo

source: Don’t leave home without being in Sync
af: Onthou van Sync voordat die pad jou sien
bn_bd: সিঙ্ক না হয়ে ঘর থেকে বের হবেন না
bn_in: সিঙ্ক হতে থাকা ছাড়া ঘর থেকে বেরবেন না
ca: No sortiu de casa sense fer un Sync
es_mx: No salgas de tu casa sin estar en Sync
ga_ie: Ná téigh amach gan a bheith sioncronaithe
hi_in: सिंक किए बिना घर ना छोड़ें
id: Jangan tinggalkan rumah sebelum Sync
nb_no: Ikke dra hjemmeifra uten å være i Sync
nn_no: Ikkje far heimafrå utan å vera i Sync
xh: Ungaze ushiye ikhaya ngaphandle kokuba kuNgqamaniso

source: Bring your passwords, bookmarks, open tabs and more everywhere you go.
af: Neem wagwoorde, boekmerke oop oortjies en nog wat oral heen.
bn_bd: আপনি যেখানেই যান, আপনার পাসওয়ার্ড, বুকমার্ক, খোলা ট্যাবসহ অনেক কিছু সাথে নিন।
bn_in: যেখানেই যাবেন সেখানেই সাথে করে পাসওয়ার্ড, বুকমার্ক, এবং খোলা ট্যাব গুলি সাথে করে নিয়ে যান।
ca: Porteu allà on aneu les contrasenyes, adreces d'interès, pestanyes obertes i més.
es_mx: Llévate tus contraseñas, marcadores, pestañas abiertas y más a cualquier parte.
ga_ie: Do chuid focal faire, leabharmharcanna, cluaisíní oscailte, agus tuilleadh a thabhairt leat cibé áit a rachaidh tú.
hi_in: अपने कूटशब्द, पुस्तचिह्न, खुले टैब के साथ और दीगर चीज़ें अपने साथ ले जाएँ जहाँ भी आप जाएँ.
id: Bawa password, bookmark, tab terbuka dan lainnya kemanapun bersama anda
nb_no: Ta med deg dine passord, bokmerker, åpne faner og mye mer, overalt hvor du er.
nn_no: Ta med deg passorda dine, bokmerka, opne faner og mykje meir, overalt der du er.
ur: اپنے پاس ورڈز، بنشانیاں، کھلے ٹیبز لے آؤ اور اس سے اور زیادہ جہاں تم جانا چاہو جا سکتے ہو.
xh: Phatha iiphaswedi, iibhukmakhi, iithebhu ezivulekileyo nezinye izinto zakho naphi na apho uya khona.

source: Use Sync on your smartphone or tablet to access whatever you need from your desktop &mdash; and vice versa &mdash; without having to remember URLs.
af: Gebruik Sync op 'n slimfoon of tablet vir toegang tot alles wat nodig is op die rekenaar &mdash; en anders om &mdash; sonder om URL'e te hoef te onthou.
bn_bd: আপনার ডেস্কটপ &mdash; থেকে পেয়ে যান সব কিছু আপনার স্মার্টফোন আর ট্যাবের সিঙ্কের মাধ্যমে কিমবা তার উলটোটাও &mdash; কোন URLs মনে না রেখেই।
bn_in: আপনার ডেস্কটপ &mdash; থেকে পেয়ে যান সব কিছু আপনার স্মার্টফোন আর ট্যাবের সিঙ্কের মাধ্যমে কিমবা তার উলটোটাও &mdash; কোন URLs মনে না রেখেই।
ca: Utilitzeu el Sync al telèfon intel·ligent o tauleta per accedir al que us calgui des de l'escriptori &mdash;i a l'inrevés&mdash; sense haver de recordar cap URL.
es_mx: Utiliza Sync en tu teléfono o tableta para acceder a cualquier cosa que necesites desde tu equipo de escritorio y viceversa, sin tener que recordar las URL.
ga_ie: Le Sync ar do ghuthán cliste nó táibléad, beidh tú in ann teacht ar shonraí ó do bhrabhsálaí deisce &mdash; agus vice versa &mdash; gan URLanna a mheabhrú.
hi_in: अपने स्मार्टफ़ोन, टैबलेट और डेस्कटॉप के बीच बगैर यूआरएल याद किए आवाजाही करने के लिए सिंक का उपयोग करें.
id: Gunakan Sync di smartphone atau tablet untuk mengakses apapun yang anda butuhkan di desktop &mdash; dan sebaliknya &mdash; tanpa harus mengingat URL
nb_no: Bruk Sync på smartmobilen din eller nettbrettet ditt for å komme til det du treng fra nettleseren din på datamaskinen din, og motsatt, uten å måtte huske alle nettadressene.
nn_no: Bruk Sync på smartmobilen din eller nettbrettet ditt for å koma til det du treng frå nettlesaren din på datamaskina di, og motsett, utan å måtte hugsa alle nettadressene.
ur: آپ کے smartphone یا آپ کو آپ کے ڈیسک ٹاپ ہے & mdash سے کی ضرورت ہے جو کچھ تک رسائی حاصل کرنے کی گولی پر مطابقت پذیری استعمال؛ اور اس کے برعکس ہے & mdash؛ یو آر ایل کو یاد کرنے کے لئے بغیر.
xh: Sebenzisa uNgqamaniso kwismartphone okanye itableti yakho ukuze ufikelele nantoni na oyifuna kwidesktopu yakho &mdash; njalo njalo &mdash; ngaphandle kokufuneka ukhumbule ii-URL.

source: Learn more about Sync
af: Meer inligting oor Sync
bn_bd: সিঙ্ক সম্পর্কে আরও জানুন
bn_in: সিঙ্কের সম্বন্ধে আরও জানুন
ca: Més informació sobre el Sync
es_mx: Aprender más acerca de Sync
ga_ie: Tuilleadh eolais faoi Sync
hi_in: सिंक के बारे में और जानें
id: Pelajari lebih lanjut mengenai Sync
nb_no: Les mer om Sync
nn_no: Les meir om Sync
ur: مطابقت پذیری کے بارے میں مزید معلومات حاصل کریں
xh: Funda ngakumbi ngongqamaniso

source: Choose Firefox
af: Kies Firefox
bn_bd: ফায়ারফক্সকে বেছে নিন
bn_in: Firefox-কে বাছুন
ca: Trieu el Firefox
es_mx: Elige Firefox
ga_ie: Roghnaigh Firefox
hi_in: फ़ायरफ़ॉक्स चुनें
id: Pilih Firefox
nb_no: Velg Firefox
nn_no: Vel Firefox
ur: فائر فاکس کا انتخاب کریں
xh: Khetha i-Firefox.

source: Supported devices
af: Ondersteunde toestelle
bn_bd: সমর্থিত ডিভাইস
bn_in: সমর্থিত ডিভাইসের তালিকা
ca: Dispositius compatibles
es_mx: Dispositivos compatibles
ga_ie: Gléasanna
hi_in: समर्थित डिवाइस
id: Perangkat yang didukung
nb_no: Støttede enheter
nn_no: Støtta einingar
ur: معاونت شدہ آلات
xh: Izixhobo ezixhaswayo

source: Release notes
af: Vrystellingaantekeninge
bn_bd: রিলিজ নোট
bn_in: মুক্তি পাওয়ার পরের নথি
ca: Notes de la versió
es_mx: Notas de la versión
ga_ie: Nótaí eisiúna
hi_in: रिलीज नोट्स
id: Catatan rilis
nb_no: Versjonsnotat
nn_no: Versjonsnotat
ur: اجرائی نوٹ
xh: Khulula iingongoma

source: Do not track
af: Moenie volg nie
bn_bd: ট্র্যাক করবে না
bn_in: ট্র্যাক করবেন না
ca: No vull ser seguit
es_mx: No rastrear
ga_ie: Ná lorgaítear mé
hi_in: ट्रैकिंग निषेध
id: Jangan lacak
nb_no: Ikke spor
nn_no: Ikkje spor
ur: ٹریک مت کریں
xh: Musa ukutreka

source: Enable this Firefox innovation to help you stay in control of how your browsing information is collected and used online.
af: Aktiveer dié Firefox-innovasie om te help om beheer te behou van hoe persoonlike inligting versamel en gebruik word aanlyn.
bn_bd: আপনার ব্রাউজিং তথ্য অনলাইনে কিভাবে ব্যবহার করা হবে তার নিয়ন্ত্রণ রাখতে সাহায্য করার জন্য এই ফায়ারফক্স এর আবিষ্কারটিকে সক্রিয় করুন।
bn_in: আপনার ব্রাউজিং তথ্য অনলাইনে কিভাবে ব্যবহার করা হবে তার নিয়ন্ত্রণ রাখতে সাহায্য করার জন্য এই ফায়ারফক্স এর আবিষ্কারটিকে সক্রিয় করুন।
ca: Activeu aquesta funció innovadora del Firefox per tenir el control de com es recull i s'utilitza la informació de la vostra navegació.
es_mx: Habilita esta innovación de Firefox para que te ayude a mantener el control sobre cómo se recopila y se utiliza en línea la información de tu navegador.
ga_ie: Leis an ngné nuálach seo i bhFirefox, beidh tú i gceannas ar an tslí a mbailítear agus a n-úsáidtear do chuid sonraí brabhsála.
hi_in: इस Firefox नवाचार के ज़रिये आप अपनी ब्राउज़िंग के दौरान दी गई सूचनाओं के इस्तेमाल को नियंत्रित कर सकते हैं.
id: Aktifkan inovasi Firefox ini untuk membantu Anda dalam mengontrol bagaimana informasi meramban Anda dikumpulkan dan digunakan secara daring.
nb_no: Slå på denne Firefox-nyskapingen for å hjelpe deg med å holde kontrollen over hvordan informasjon om nettlesingen din har blitt samlet inn og brukt på nettet.
nn_no: Slå på denne Firefox-nyskapinga for å hjelpa deg med å halda kontrollen over korleis informasjon om nettlesinga di vert samla inn og brukt på nettet.
ur: آپ کو آپ کی براؤزنگ کی معلومات جمع اور استعمال کیا جاتا ہے کس طرح آن لائن کے کنٹرول میں رہنے میں مدد کے لیے اس فائر فاکس جدت طرازی کو اہل بنائیں.
xh: Vumela olu phuculo lweFirefox ukukunceda uhlala ulawula indlela eqokelelwa ngayo inkcazelo yakho yokubhrawuza ize isetyenziswe kwi-intanethi.

source: Learn more about Do Not Track
af: Meer inligting oor “Moenie volg nie”
bn_bd: Do Not Track সম্পর্কে আরও জানুন
bn_in: ডু নট ট্র্যাক এর বেপারে আরও জানুন
ca: Més informació sobre «No vull ser seguit»
es_mx: Obtén más información sobre 'No rastrear'
ga_ie: Tuilleadh eolais faoi 'Ná Lorgaítear Mé'
hi_in: ट्रैकिंग निषेध के बारे में और जानें
id: Pelajari lebih lanjut mengenai Do Not Track (Jangan Lacak)
nb_no: Les mer om Ikke spor (Do not track)
nn_no: Les meir om Ikkje spor (Do not track)
ur: نہیں کرتے سراغ راہ کے بارے میں مزید معلومات حاصل کریں
xh: Funda ngakumbi ngoku; Musa ukulanda umkhondo

source: Private Browsing
af: Private blaaiery
bn_bd: ব্যক্তিগত ব্রাউজিং
bn_in: গোপন ব্রাউজিং
ca: Navegació privada
es_mx: Navegación privada
ga_ie: Brabhsáil Phríobháideach
hi_in: निजी ब्राउज़िंग
id: Penjelajahan Pribadi
nb_no: Privat nettlesing
nn_no: Privat nettlesing
ur: نجی براؤزنگ
xh: Ukubhrawuza Kwangasese
