Repository: translate/mozilla-lang
Catalog: gn_PY/main.lang.po
Languages: gn_py

source: Navigation
gn_py: Kundaha rendaite

source: <span>for</span> Desktop
gn_py: <span>g̃uarã</span> Mba'erechaha

source: <span>for</span> Android
gn_py: <span>g̃uarã</span> Android

source: <span>for</span> iOS
gn_py: <span>g̃uarã</span> iOS

source: For desktops &amp; laptops
gn_py: Mesa ariguápe g̃uarã ha, mohendaha mongu'ekuaáva

source: For phones &amp; tablets
gn_py: Pumbyrýpe g̃uarã ha; tableta

source: Overview
gn_py: Marandu opavavépe g̃uarãva

source: Trusted
gn_py: Jeroviaháva

source: Flexible
gn_py: Ambuekuaáva

source: Fast
gn_py: Karu'i

source: About
gn_py: Rehegua

source: Devices
gn_py: Mba'e'oka

source: For partners
gn_py: Irũnguérape g̃uarã

source: Apps
gn_py: Tembipuru'i

source: Do Not Track
gn_py: Ani rehapykue reka

source: Tiles
gn_py: Verapy

source: Interest Dashboard
gn_py: Techaha momorambýva

source: Developer Edition
gn_py: Mboguatahárape g̃uarãite

source: Private Browsing
gn_py: Kundaha ñemi

source: Need help?
gn_py: Reikotevẽpa pytyvõ

source: News
gn_py: Marandu

source: For developers
gn_py: Mboguatahárape g̃uarã

source: Find My Device
gn_py: Aheka che mba'e'oka

source: Developers
gn_py: Mboguataha

source: Choose the independent browser
gn_py: Eiporavo kundaha ijeheguíva

source: Firefox is non-profit, non-corporate, non-compromised. Choosing Firefox isn’t just choosing a browser. It’s a vote for personal freedom.
gn_py: Firefox ndohekái viru, atyguasu rehegua'ỹva, isã'ỹva. Firefox jeporavo ndaha'éi kundaha jeporavo año. Ipype oĩ sãso añete.

source: Donate
gn_py: Me'ẽ

source: Support
gn_py: Ñepytyvõ

source: Products
gn_py: Apopyre

source: Add-ons
gn_py: Moĩmbaha

source: About Us
gn_py: Ore rehegua

source: Labs
gn_py: Laboratorio

source: skip to Navigation
gn_py: Eho kundaha rendaitépe

source: switch language
gn_py: Ñe'ẽ moambue

source: Back to home page
gn_py: Ejevy kuatiarogue ñepyrũme

source: About Mozilla
gn_py: Mozilla rehegua

source: Get Involved
gn_py: Eike pype

source: Careers
gn_py: Mbo'esyryete

source: Press Center
gn_py: Kuatiahaiha rendaite

source: Contact Us
gn_py: Eñe'ẽ orendive

source: Other languages:
gn_py: Ambue ñe'ẽnguéra:

source: Legal
gn_py: Añetegua

source: Cookies
gn_py: Kookie

source: Firefox Affiliates
gn_py: Firefox Reheguaite

source: Legal Notices
gn_py: Marandu'i añetéva

source: Privacy Policy
gn_py: Temiñemi purureko

source: Release Notes
gn_py: Jehaipy rehegua

source: Other Systems and Languages
gn_py: Ambue apopyvusu ha ñe'ẽnguéra

source: Close
gn_py: Mboty

source: (in English)
gn_py: (inglés pe)

source: Return to top
gn_py: Eguevi ñepyrũhápe

source: Features
gn_py: Reheguáva

source: Customize
gn_py: ñemomba'e

source: Download
gn_py: Mboguejy

source: Previous
gn_py: Mboyvegua

source: Next
gn_py: Upeigua

source: Videos
gn_py: Ta'ãngamýi

source: Except where otherwise <a href="%s">noted</a>, content on this site is licensed under the <br /><a href="%s">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
gn_py: Péicha <a href="%s">oje'e mba'éramo</a> mba'evaiha, ko kuatiarogue retepy omoneĩ <br /><a href="%s">Creative Commons Reconocimiento Compartir-Igual v3.0</a> térã oimeraẽva ichagua ipyahuvéva.

source: Report Trademark Abuse
gn_py: Emombe'u jepuruvai marca rehegua

source: Free Upgrade
gn_py: Mbohekopyahu reigua

source: Follow us on:
gn_py: Orerapykueho ápe:

source: Customize with Add-ons
gn_py: Eñemomba'e moĩmbaha ndive

source: Learn More
gn_py: Maranduve

source: Learn more
gn_py: Eikuaave

source: Replay
gn_py: Je'ejey

source: Watch the video
gn_py: Ehecha ta'ãngamýi

source: Replay the video
gn_py: Ta'ãngamýi ñemboheta

source: Share the video
gn_py: Emoherakuã ta'ãngamýi

source: WebM format
gn_py: WebM ysaja

source: Ogg Theora format
gn_py: Ogg Theora ysaja

source: MPEG-4 format
gn_py: MPEG-4 ysaja

source: Mobile
gn_py: Pumbyry popegua

source: Check out the new look and feel of Firefox.
gn_py: Ehechajey Firefox ra'ãnga ipyahúva.

source: View Full Site
gn_py: Tenda tuichakue jehecha

source: Download for <span>Android</span>
gn_py: Emboguejy <span>Android</span>-pe g̃uarã

source: Desktop
gn_py: Mba'erechaha

source: Firefox Beta for mobile
gn_py: Firefox Beta Android pe g̃uarã

source: Firefox for mobile
gn_py: Firefox pumbyry popeguápe g̃uarã

source: Email
gn_py: Ñanduti veve

source: Super speed
gn_py: Ipya'etereíva

source: Stunning graphics
gn_py: Ta'ãnga techaramomby

source: The latest technologies
gn_py: Tembipurupyahu ramoguavéva

source: You need an upgrade! Stay safe in less than a minute. <br/> Start using your new Firefox for the best in browsing and customization on the Web. <br/> It’s fast and free!
gn_py: ¡Eikotevẽ embohekopyahu! Embojerovia nde rekorosã eipurúvo peteĩ aravo'i añoite. <br/> Eñepyrũ eipuru nde Firefox pyahu ha eguerekóta kundaha iporãvéva ha ñanduti ñemomba'e. <br/> ¿Ipya'e ha reigua!

source: Upgrade now
gn_py: Embohekopyahu ko'ág̃a

source: Update now
gn_py: Embohekopyahu ko'ág̃a

source: Supported Devices
gn_py: Mba'e'oka ojueheguáva

source: What’s New
gn_py: Mba'epyahu

source: Privacy
gn_py: Ñemigua

source: Portions of this content are ©1998–%(current_year)s by individual mozilla.org contributors. Content available under a <a href="%(url)s">Creative Commons license</a>.
gn_py: Heta tetepy oĩ omo'ãva chupe apohára mba'eteéva ©1998–%(current_year)s pytyvõhára mozilla.org.-pe. Hembýva tetepy ehechakuaa <a href="%(url)s">Creative Commons</a> ñemoneĩ rupi.

source: Contribute to this site
gn_py: Eipytyvõ ko tendápe

source: Contribute to this page
gn_py: Eipytyvõ ko kuatiaroguépe

source: Mission
gn_py: Tembipota

source: Tour
gn_py: Ñeg̃uahẽ ñanduti rupi

source: Partner with Us
gn_py: Eiko ore irũramo

source: Sync
gn_py: Mbojuehe

source: Desktop Add-ons
gn_py: Moĩmbaha mba'erechahápe g̃uarã

source: Android Add-ons
gn_py: Moĩmbaha Android

source: Themes
gn_py: Mba'erehegua

source: Desktop Support
gn_py: Mba'erechaha pytyvõha

source: Android Support
gn_py: Android pytyvõha

source: Performance
gn_py: Mba'eaporã

source: Technology
gn_py: Tembipurupyahu

source: Privacy &amp; Security
gn_py: Ñemigua ha tekorosã

source: Releases
gn_py: Jekuaauka

source: Firefox for Organizations
gn_py: Firefox atyguasúpe g̃uarã

source: Mobile Add-ons
gn_py: Moĩmbaha pumbyry popeguápe g̃uarã

source: Mobile Support
gn_py: Ñepytyvõ pumbyry popeguápe g̃uarã

source: About Firefox
gn_py: Firefox rehegua

source: Join Mozilla
gn_py: Ejuaju Mozilla ndive

source: Participate
gn_py: Eike pype

source: Volunteer
gn_py: Mba'aporei

source: Brand Toolkit
gn_py: Aranduka'i marca rehegua

source: Partnerships
gn_py: Atyvusu

source: Get Mozilla updates
gn_py: Ejapyhy ñembohekopyahu Mozilla-gui

source: Share
gn_py: Moherakuã

source: Mozilla on Twitter
gn_py: Mozilla Twitter-pe

source: Firefox on Twitter
gn_py: Firefox Twitter-pe

source: Mozilla on Facebook
gn_py: Mozilla Facebook-pe

source: Firefox on Facebook
gn_py: Mozilla Facebook-pe

source: Forums
gn_py: Ñomongetajere

source: Patents
gn_py: Patente

source: Leadership
gn_py: Motenondekuaa

source: Governance
gn_py: Sãmbyhyrã

source: History
gn_py: Tembiasakue

source: Our Products
gn_py: Ñane rembiapopyre

source: Software and other innovations designed to advance our mission.
gn_py: Software ha ambue mba'epyahu ojejapóva oho hag̃ua tenonde gotyo ñane rembipota.

source: Become a volunteer contributor in a number of different areas.
gn_py: Toiko ndehegui pytyvõhára reiguáva iñambuéva tendaitépe.

source: Menu
gn_py: Poravorã

source: Committed to you, your privacy and an open Web
gn_py: Oĩva nendive, nde rekorosã ha peteĩ ñanduti ijurujáva

source: Choose Independent
gn_py: Eiporavo nde jehegui

source: Keep the passion for a free and open Internet burning bright! #ChooseIndependent. Choose Firefox:
gn_py: Ehecharamo tapia Ñanduti isãso ha ijurujáva #ChooseIndependent. Eiporavo Firefox:

source: Please turn on JavaScript to display this page correctly.
gn_py: Ikatúpiko emyandy JavaScript ehecha porã hag̃ua ko kuatiarogue.

source: Firefox Features
gn_py: Firefox rehegua

source: Firefox Help
gn_py: Ñepytyvõ Firefox-gui

source: January
gn_py: Jasyteĩ

source: February
gn_py: Jasykõi

source: March
gn_py: Jasyapy

source: April
gn_py: Jasyrundy

source: May
gn_py: Jasypo

source: June
gn_py: Jasypoteĩ

source: July
gn_py: Jasypokõi

source: August
gn_py: Jasypoapy

source: September
gn_py: Jasyporundy

source: October
gn_py: Jasypa

source: November
gn_py: Jasypateĩ

source: December
gn_py: Jasypakõi

source: <abbr>Jan</abbr>
gn_py: <abbr>Jasyteĩ</abbr>

source: <abbr>Feb</abbr>
gn_py: <abbr>Jasykõi</abbr>

source: <abbr>Mar</abbr>
gn_py: <abbr>Jasyapy</abbr>

source: <abbr>Apr</abbr>
gn_py: <abbr>Jasyrundy</abbr>

source: <abbr>May</abbr>
gn_py: <abbr>Jasypo</abbr>

source: <abbr>Jun</abbr>
gn_py: <abbr>Jasypoteĩ</abbr>

source: <abbr>Jul</abbr>
gn_py: <abbr>Jasypokõi</abbr>

source: <abbr>Aug</abbr>
gn_py: <abbr>Jasypoapy</abbr>

source: <abbr>Sep</abbr>
gn_py: <abbr>Jasyporundy</abbr>

source: <abbr>Oct</abbr>
gn_py: <abbr>Jasypa</abbr>

source: <abbr>Nov</abbr>
gn_py: <abbr>Jasypateĩ</abbr>

source: <abbr>Dec</abbr>
gn_py: <abbr>Jasypakõi</abbr>

source: Firefox is coming soon to iOS! <a href="{url}">Sign up to learn more</a>.
gn_py: Firefox ipya'eterei iOS-pe g̃uarã <a href="{url}">Eñemboheraguapy eikuaave hag̃ua</a>.

source: Congrats. You’re up to date!
gn_py: Vy'apavẽ. Nde reime hi'araitépe!

source: Format
gn_py: Ysaja

source: Text
gn_py: Moñe'ẽrã

source: Whoops! Be sure to enter a valid email address.
gn_py: ¡Rombyasyeterei! Emoinge porãke ñanduti veve kundaharape oikóva.

source: I’m okay with Mozilla handling my info as explained in <a href="%s">this Privacy Policy</a>
gn_py: Aime porã marandu che Mozilla reheguápe oñemohesakãhápe <a href="%s">ko temiñemi purureko rehegua</a>

source: Get Firefox news
gn_py: Ejapyhy marandu Firefox-gui

source: YOUR EMAIL HERE
gn_py: NE ÑANDUTIVEVE

source: Sign me up
gn_py: Che añemboheraguapyse

source: Select country
gn_py: Eiporavo tetã

source: Available Languages
gn_py: Ñe'ẽnguéra eipurukuaáva

source: We will only send you Mozilla-related information.
gn_py: Ore roguerahauka marandu Mozilla rehegua añónte.

source: Thanks! Please check your inbox to confirm your subscription.
gn_py: ¡Aguyje! Ikatúpiko ehecha nde jeikeha rendápe emoneĩ hag̃ua ne ñemboheraguapy.

source: You'll receive an email from mozilla@e.mozilla.org to confirm your subscription. If you don't see it, check your spam filter. You must confirm your subscription to receive our newsletter.
gn_py: Ndéve og̃uahẽta ñanduti veve mozilla@e.mozilla.org-gui emoneĩ hag̃ua ne ñemboheraguapy. Nderehecháiramo, ejeporeka ñandutiveve jepota'ỹva mboguahápe. Emoneĩva'erã ne ñemboheraguapy og̃uahẽ hag̃ua ndéve ore kuatiahai'i.

source: Read all about it in our <span>newsletter</span>
gn_py: Emoñe'ẽmba ko'ãva ore <span>marandúpe</span>

source: Subscribe to monthly updates and keep current with Mozilla news, including the latest tips and tricks for getting the most out of your Firefox browser. It’s the perfect way for us to keep in touch!
gn_py: Eñemboheraguapy ñembohekopyahu jasyguávape ha eñemoĩ Mozilla marandu tapiápe, oĩhápe avei heta mba'e pyahu iporãva eipuru hag̃ua hekopete nde Firefox kundahára. Kóva ha'e mb'ae tuichavéva ñaime hag̃ua ñomongeta tapiápe!
