Repository: translate/mozilla-lang
Catalog: ks/tabzilla/tabzilla.lang.po
Languages: ks

source: Mozilla links
ks: موزیلا لینکْہ

source: Close (Esc)
ks: بند(ایسکیپ)

source: Firefox OS debuts <span>at Mobile World Congress!</span>
ks: فایر فوکْس او ایس <span>موبایل وْرلڈ کانگریسس پیٹھ!</span>

source: Learn more
ks: مزید ہیچھیو

source: Mission
ks: میشن

source: About
ks: مُتلق

source: Projects
ks: پروجیکٹْہ

source: Support
ks: تعاون

source: Developer Network
ks: ڈیولپر نیٹوْرک

source: Products
ks: پروڈکٹْہ

source: Innovations
ks: اِنو ویشنْہ

source: Research
ks: تحقیق

source: Get Involved
ks: شأمل گْژھیو

source: Volunteer
ks: والینٹییر

source: Careers
ks: کیریر

source: Find us
ks: اسِہ لْبیو

source: Join us
ks: اسِہ کْریو جویِن

source: Website Directory
ks: ویب سایِٹ ڈاریکٹری

source: Search Mozilla sites
ks: تلاش کْریو موزیلا سایٹْہ

source: Search
ks: تلاش

source: Partner
ks: پاٹنر

source: Look ahead
ks: برونہہ وْچھیو

source: Learn all about Firefox OS
ks: تمام ہیچھیو فایر فوکْس او ایسس مُتلق

source: Would you like to see this page in your language?
ks: کیاہ توہیہ کْرواہ پسند وْچُھن یہ پیج پننِہ زبأن منز؟

source: Yes, please!
ks: آ، مہربأنی کْریو

source: No, thanks.
ks: نا، شُکریہ ۔

source: Support Mozilla
ks: موزیلاہس کْریو تعاون

source: Looks like you’re using an older version of Firefox.
ks: باسان چُھ توہیہ چھیو استعمال کران فایر فوکسُک اکھ پرونئ وْرجن۔

source: Update to stay fast and safe.
ks: اپڈیٹ تیز تْہ محفوظ روزنْہ باپت

source: Later
ks: پتْہ

source: Official Mozilla gear is here
ks: آفیشل موزیلو گییر چُھ ییتنس
