Repository: translate/mozilla-lang
Catalog: sat/firefox/android/index.lang.po
Languages: sat

source: Firefox for Android — Mobile Web browser — More ways to customize and protect your privacy
sat: एंड्रॉयेड ला़गित् फायारफॉक्स —मोबाइल वेब ब्राउजार— आमाक् निजेराक् कुसियाक् तेयार आर आ़ड ला़गित् आया होर को

source: Only Firefox for Android offers so many ways to make your mobile browsing experience truly your own
sat: एंड्रॉयेड ला़गित् एकेन फायारफॉक्स सारी गे आमाक् निजे आमाक् मोबाइल ब्राउजिंग ञेल हेरेड़ तेयार ला़गित् आ़डी ढ्र होर को एमोक् आ

source: Firefox for Android
sat: एंड्रॉयेड ला़गित् फायारफॉक्स

source: We make it Firefox.
sat: आबो नोवा फायारफॉक्स बोन तेयारा.

source: You make it your own.
sat: आम नोवा आमाक् निजे तेयार मे.

source: The features you love.
sat: नोवा गुन को आमेम दुला़ड़ा.

source: The privacy you trust.
sat: निजेराक् आमेम पा़तया़वाक् आ.

source: Our most customizable Firefox for Android yet.
sat: नित् हा़बिच् एंड्रोयेड ला़गित् आबोवाक् आ़डी कुसियाक् फायारफॉक्स.

source: Download on Google Play
sat: गुगाल खेलोंड रे आ़तुर आंड़गो

source: Uniquely yours
sat: भेनेगाराक् आमाक्

source: Only Firefox for Android offers this many ways to make<br> your mobile browsing experience truly your own.
sat: एकेन एंड्रोयेड ला़गित् फायारफॉक्स सारी गे आमाक् निजे मोबाइल ब्राउजिंग ञेल हेरेड़ <br> तेयार ला़गित् नोवा को आ़डी गान होरे एमोक् आ.

source: Smarter sharing for all
sat: जोतो ला़गित् स्माटार हा़टिङ

source: The most adaptive way to share anything, Quick Share remembers your most recently used apps to help you get the word out just the way you want.
sat: जांहानाक् हा़टिङ ला़गित् आ़डी बेस हाताव होर, लोगोन हा़टिङ दो आमाक् आ़डी हा़ली एप्स बेभार दो उयहा़रा आम साबाद ओडोक् ञाम ला़गित् गोड़ोवामा एकेन आमेम ञाम कान होर लेकाते.

source: See how it works
sat: नोवा का़मी को चेत् लेकाम ञेंला

source: All your faves, front and center
sat: जोतो आमाक् कुसियाक् को, सामाङ आर तालमा

source: Customize your Home panels with any Web content you want and access your favorite feeds &mdash; like Instagram and Pocket Hits &mdash; instantly.
sat: आम आमाक् कुसियाक् फिड &mdash; ञाम आर आ़तुर ला़गित् जांहान वेव बिसोय साव आमाक् होम पैनोल को कुसियाक् तेयार मे ; इन्सटाग्राम आर पोकेट हिट्स &mdash; लेका लोगोन ते.

source: A touch more personal
sat: मित् जोटेत् डेर निजेराक्

source: Display your Home panels in any order you like or add, hide and delete them as you see fit to keep your favorites one touch away.
sat: आनाक् ओड़ाक् पेनेल जांहा लेका आम कुसि आर बाङ सेलेद , उकु आर ओना को मेटाव आमेम ञेल लेका आमेम कुसियाक् मित् जोटेत् साहा दोहो ला़गित् खाप उदुक् सोदोर मे.

source: Learn more
sat: बा़ड़ती चेदमे

source: Any search you like
sat: आमेम कुसियाक् जांहा पानते

source: Add any search engine and make it your default.
sat: जांहा गे पानते इनजिन सेलेद मे आर आमाक् हुड़ाक् रे तेयार मे.

source: Or change it any time to the one that best matches your search and privacy needs.
sat: आर बाङ आमाक् पानते आर निजेराक् ला़कती को ओका बेस उता़र जोड़ोक् आ मित् धाव जांहा तिन ओक्तो रे ओना बोदोल.

source: Change your language
sat: आमाक् पा़रसी बोदोल मे

source: Change your browser language quickly and easily, without having to change the settings for your entire device or even restart your browser.
sat: आमाक् ब्राउजार पा़रसी लोगोन ते आर आलगा ते बोदोल मे, बेगोर आमाक् जोतो डिबाइस आरबोङ आमाक् ब्राउजार दोबड़ा एहोब आते साजाव को बोदोल होचो ला़गित्.

source: Take it to the big screen
sat: नोवा माराङ स्क्रिन रे इदी मे

source: Send video and Web content from your smartphone or tablet to any TV equipped with supported streaming capabilities.
sat: आमाक् स्मार्टफोन खोन विडियो आर वेव बिसोय आर बाङ गोड़ोवाक् चालाव होचो दाड़ेयाक् जांहान TV जोड़ान रे टेबलेट कुल मे.

source: Keep your private info private
sat: आमाक् निजेराक् ला़य सोदोर निजे ठेन दोहोय मे

source: We believe your personal information belongs to you.
sat: आले आम ठेन मेनाक् आमाक् निजेराक् ला़य सोदोर ले पा़तया़वाक् आ.

source: Firefox for Android is filled with features to help keep it that way.
sat: एंड्रोयेड ला़गित् फायारफॉक्स दो गोड़ो ला़गित् गुन को सांव पेरेजा नोवा ओना लेका दोहोय मे.

source: Clear history
sat: हिता़ल फारचाय मे

source: Delete your browsing history, passwords and more in a single tap.
sat: आमाक् ब्राउजिंग हिता़ल, दानाङ साबाद आर मित् एसकार टेप रे बा़ड़तियाक् मेटाव मे.

source: Choose the private data you want to remove whenever you need to do so.
sat: आम ओचोक् सानाम कान निजेराक् डाटा बाछाव मे तिन रे आम नोङका का़मी ला़कतियामा.

source: Learn how to clear your history
sat: आमाक् हिता़ल चेत् लेकाम फारचाया चेदमे

source: Guest browsing
sat: पेड़ा ब्राउजिंग

source: Share your browser with friends and family without worrying that you’ll see each other’s online activity.
sat: गाते को आर घारोंज सांव ब्राउजार हा़टिङ मे बेगोर उयहा़र आते जे आम आपोस पराक् ऑनलाइन चोगोड़ ञेलेत् आ.

source: See how Guest Browsing works
sat: चेत् लेका पेड़ा ब्राउजिंग का़मिया ञेल मे

source: Don’t leave home without being in Sync
sat: मित् ओक्तो लेका तेयार बेगोर होम आलोम बा़गियाक् आ

source: Bring your passwords, bookmarks, open tabs and more everywhere you go.
sat: जोतो जायगा आमेम चालाक् रे आमाक् दानाङ साबाद को ,पुथी चिनहा़ को टेब को झिज आर बा़ड़ती आगुय मे .

source: Use Sync on your smartphone or tablet to access whatever you need from your desktop &mdash; and vice versa &mdash; without having to remember URLs.
sat: आमाक् डेक्सटॉप &mdash आर ओनका लेका &mdash;खोन जांहानाक् गे आमेम ला़कतिक् आमाक् स्मार्टफॉन आरबाङ टेबलेट आ़तुर ला़गित् मित् ओक्तो लेका तेयार बेभार मे; आर URL को बेगोर उयहा़राते.

source: Learn more about Sync
sat: मित् ओक्तो लेका बाबोत् ते बा़ड़ती चेदमे

source: Choose Firefox
sat: फायारफॉक्स बााछाव मे

source: Supported devices
sat: गोड़ोवाक् डिबाइस को

source: Release notes
sat: पारसाल खाटो ओल को

source: Do not track
sat: आलोम पांजा तुदा

source: Enable this Firefox innovation to help you stay in control of how your browsing information is collected and used online.
sat: आम कोबोच् रे तिगु तांहेन गोड़ो ला़गित् नोवा फायारफॉक्स नावा तेयार हुय होचोवामा चेत् लेका आमाक् ब्राउजिंग ला़य सोदोर तुमा़लाक् आर ऑनलाइन बेभारा.

source: Learn more about Do Not Track
sat: आलोम पांजा तुदा बाबोत् ते बा़ड़ती चेदमे

source: Private Browsing
sat: निजेराक् ब्राउजिंग

source: When activated, Firefox for Android won’t accept cookies, remember passwords or record any sites that you’ve visited.
sat: तिन रे चोगोड़ोक् आ , एनड्रोयेड ला़गित् फायारफॉक्स दो कुकी को ला़गित् बाय हाताव दाड़ेयाक् आ, दानाङ साबाद को उयहा़र मे आरबाङ आमेम ञेल आकात् जांहान साइड को रेकोर्ड मे.

source: Learn how to open a private window
sat: मित् निजेराक् बिंडो चेद लेका रे झिजा चेद मे.

source: See how Private Browsing works
sat: निजेराक् ब्राउजिंग ओका लेकाय का़मिया ञेल मे
