Repository: translate/mozilla-lang
Catalog: ee/legal/index.lang.po
Languages: ee

source: Our Websites
ee: Míaƒe Websitewo:

source: Firefox Services
ee: Firefox Sevisiwo

source: Webmaker
ee: Webwɔla

source: Privacy & trademarks
ee: Privacy & trademarkwo

source: Privacy Notices and Policy
ee: Privacy Notices kple Policy

source: Get involved
ee: Geɖe eme

source: Special thanks to all of you who help report abuses of Mozilla marks, participate in governance forums, give feedback on our localizations & legal terms, and contribute your skills to the success of the Mozilla project.
ee: Akpe gã na mi ame siwo katã kpe ɖe miaŋu he numanyomanyo siwo le edzi yim le Mozilla dzi la, kpɔ gome le forumwo me, na nutsotso tso miaƒe localizationwo & legal termwo, eye mikpe miaƒe aɖaŋuwo ɖe miatɔ ŋu hena Mozilla project la ƒe dzidzedze.

source: Get involved!
ee: Geɖe eme!

source: Protect the Fox
ee: Dzɔ Fox la ŋu

source: Help us protect our users by reporting abuse of Mozilla Trademarks.
ee: Kpe ɖe mia ŋu to nutsotso nana tso numadzedziwo ŋu ne miadzɔ Mozilla Trademarkwo zalawo ŋu.

source: Takedown requests
ee: Takedown biabiawo

source: Report abuse of your copyrights and trademarks.
ee: Tso copyrightwo kple trademarkwo zazã baɖabaɖa nu.

source: Back to Legal
ee: Trɔ yi Legal

source: Websites & Communications Terms of Use
ee: Websitewo & Communications Termwo Zazã

source: Acceptable Use Policy
ee: Policy la zazã nyuie

source: Firefox Hello Terms of Service
ee: Firefox Hello Terms na Sevisi

source: Firefox Cloud Services: Terms of Service
ee: Firefox Cloud Sevisi: Terms na Sevisi
