Repository: translate/mozilla-lang
Catalog: */foundation/annualreport/2012/faq.lang.po
Languages: hi_in

source: Frequently Asked Questions
hi_in: अकसर पूछे जाने वाले प्रश्न

source: What are the key projects for Mozilla in the next year?
hi_in: अगले वर्ष में Mozilla के लिए महत्वपूर्ण परियोजनाएं क्या हैं?

source: Our flagship product, the Firefox Web browser, is and will continue to be a fundamental lever in driving the Web forward and advancing the Mozilla mission. Firefox for Android is our popular mobile browser which currently enjoys a 4.5-star average rating in Google Play.
hi_in: हमारा प्रमुख उत्पाद, Firefox वेब ब्राउज़र, mozilla लक्ष्य और वेब को आगे बढ़ाने में एक मौलिक उत्तोलक रहा हैं और आगे भी रहेगा. Android के लिए Firefox हमारा लोकप्रिय मोबाइल ब्राउज़र हैं जिसका Google Play में अभी 4.5 स्टार औसत रेटिंग हैं.

source: Firefox OS is the first truly open operating system for mobile devices, delivering the same security, privacy, customization and user control that people have come to expect from the Firefox browser. Mozilla has built the technologies and APIs to make the Web a rich and viable platform for the mobile industry. With the support of valued partners from across the mobile ecosystem, Firefox OS phones are now on sale in 10 markets globally (as of mid-November 2013), and Mozilla will continue to advance its development and adoption.
hi_in: फ़ायरफ़ॉक्स ओएस मोबाइल उपकरणों के लिए पहेला सही मायनों में खुला ऑपरेटिंग सिस्टम है जो डेटा है वाही सुरक्षा, गोपनीयता , अनुकूलन और उपयोगकर्ता नियंत्रण पहुंचाता है जो लोगो ने फ़ायरफ़ॉक्स ब्राउज़र से आने की उम्मीद की है । मोज़िला ने वेब मोबाइल उद्योग के लिए समृद्ध और व्यवहार्य मंच बनाने के लिए प्रौद्योगिकियों और एपीआई का निर्माण किया है । मोबाइल पारिस्थितिकी तंत्र के मूल्यवान भागीदारों के समर्थन के साथ , फ़ायरफ़ॉक्स ओएस फोन ( मध्य नवंबर 2013 को ) विश्व स्तर पर 10 बाजारों में बिक्री पर आ रहे हैं, और मोज़िला इसके विकास और अंगीकरण के लिए अग्रिम रहेगा ।

source: With the Mozilla Webmaker program, we are aiming to move millions of people from Web users to active Web creators who will build the next great experiences. The goal is to create a more Web-literate planet through tools and learning programs that fuel creativity for people of all ages.
hi_in: Mozilla Webmaker कार्यक्रम के साथ हम वेब उपयोगकर्ताओं से लोगों के लाखों लोगों के सक्रिय वेब रचनाकारों जो अगले महान वेब अनुभव का निर्माण करने के लिए स्थानांतरित करने के लिए लक्ष्य कर रहे हैं. उपकरणों और शिक्षण कार्यक्रमों के माध्यम से और अधिक वेब-साक्षर ग्रह बनाना हमारा लक्ष्य है. जो सभी वर्गों के लिए रचनात्मकता को बल देता हैं.

source: How do you measure success?
hi_in: आप कामयाबी कैसे नापते है?

source: At Mozilla, we measure success by how much we improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations adopt the traits and features we care about into competing products.
hi_in: Mozilla पर, हम सफलता को मापते हैं कि हम कितना वेब का संपूर्ण स्वास्थ्य का सुधार हुआ हैं और उपयोगकर्ताओं और डेवलपरो की रूचि में वृधि हुई हैं. हमलोग सफल हुए अब हम उत्पाद बनाते हैं और लोग पसंद करते हैं, और जब दुसरे संगठन गुण और विशेषता को अपनाते हैं जिसका हम प्रतिस्पर्धा उत्पाद का ख्याल रखते हैं.

source: Unlike our major competitors, Mozilla achieves success by helping more people make choices about what software they want to use, what level of participation they would like to have online, and how to take part in building a better Internet. When we see growth in community contributors, software localizations, and a competitive browser market, for example, we know we are moving toward our goals.
hi_in: हमारे प्रमुख प्रतिद्वंद्वियों से भिन्न, Mozilla कैसे एक बेहतर वेब निर्माण में भाग ले, वे किस स्तर का सहभागिता ऑनलाइन चाहते हैं और कौन सा सॉफ्टवेर वे उपयोग करना चाहते हैं, इन सभी का विकल्प बनाकर अधिक लोगों की मदद करके सफलता हाशिल किया हैं. जब हमलोग योगदानकर्ता, सॉफ्टवेर स्थानीयकरण और एक प्रतियोगी ब्राउज़र बाजार समुदाय में इजाफा देखते हैं, जैसे की, हमलोग जानते है की हमलोग अपने लक्ष्य की और आगे बढ़ रहे हैं.

source: What was Mozilla’s total revenue for 2012?
hi_in: मोज़िला का 2012 का कुल राजस्व कितना रहा?

source: Mozilla’s consolidated reported revenue (Mozilla Foundation and all subsidiaries) for 2012 was $311M (US), up approximately 90 percent from $163M in 2011.
hi_in: 2011 में Mozilla समेकित सूचना राजस्व (Mozilla फाउंडेशन एवं सभी सहायक) 2010 में लगभग 33 प्रतिशत $311M से, $ 163M (US) था.

source: How does Mozilla generate revenue?
hi_in: मोज़िला राजस्व कैसे बनाता है?

source: The majority of Mozilla’s revenue is generated from search and commerce functionality included in our Firefox product through all major search partners including Google, Bing, Yahoo, Yandex, Amazon, eBay and others. Mozilla’s reported revenues also include very important individual and corporate donations and grants, which are growing significantly, as well as other forms of income from our investable assets.
hi_in: Mozilla का अधिकांश राजस्व खोज और वाणिज्य कार्यात्मकता से, जो हमारे firefox प्रोडक्ट में शामिल सारे प्रमुख खोज पार्टनर जैसे google, Bing, Yahoo, Yandex, Amazon, eBay और दुसरे से आता हैं. Mozilla का राजस्व अनुदान, कॉर्पोरेट दान और महत्वपूर्ण व्यक्ति और साथ ही हमारे निवेश सम्पति से और दुसरे आमदनी के माध्यम से आता हैं, जो लगातार बढ़ रहा हैं.

source: Are you exploring partnership opportunities to diversify your revenue stream?
hi_in: आप अपने राजस्व धारा विविधता लाने के लिए भागीदारी के अवसर तलाश रहे हैं?

source: Some key Mozilla Foundation projects like Lightbeam have received grants from organizations such as the Ford Foundation.
hi_in: कुछ प्रमुख मोज़िला फाउंडेशन परियोजनए,जैसे की लाइटबीम को कई संगठनों से अनुदान प्राप्त हुआ है जैसे कि फोर्ड फाउंडेशन.

source: Revenues from Google have increased significantly since 2011. What changed with that relationship?
hi_in: 2011 से गूगल से राजस्व में काफी वृद्धि हुई हैं. उस संबन्ध में क्या बदलाव आया?

source: How does Mozilla spend its money?
hi_in: Mozilla कैसे अपने पैसे खर्च करता है?

source: Mozilla’s tax returns and financial documents from previous years are all available on <a href="%(url)s">this site</a>.
hi_in: पिछले साल से मोज़िला टैक्स रिटर्न और वित्तीय दस्तावेज <a href="%(url)s">इस साइट</a> पर सभी उपलब्ध हैं.

source: What is the status of the organization’s search partnerships?
hi_in: संगठन की खोज साझेदारी की स्थिति क्या है?

source: We currently have partnerships with a number of search providers that differ by market. In December 2011, we announced a new agreement with Google as the default search provider in Firefox, which extends at least three years. The specific terms of this commercial agreement are subject to traditional confidentiality requirements, and we’re not at liberty to disclose them.
hi_in: हमलोग के पास अभी बहुत सारे खोज प्रदाताओ के साथ साझेदारी हैं जो बाजार से अलग हैं. दिसम्बर 2011 में, हमलोगों ने Firefox में डिफ़ॉल्ट खोज प्रदाता के रूप में google के साथ एक नए समझोता की घोषणा की. जो कम से कम और 3 साल बढ़ेगा. इस वाणिज्यिक समझौते की विशिष्ट शर्ते पारंपरिक गोपनीयता की आवश्यकताओं का विषय हैं, और हमलोग उनका स्पष्टीकरण करने के लिए स्वतंत्र नहीं हैं.

source: How does Mozilla make money with Firefox OS?
hi_in: Mozilla कैसे Firefox OS के साथ पैसे कमाता है?

source: What makes you think you can break into the smartphone market with two clearly dominant players?
hi_in: आपको ऐसा क्यों लगता है की आप ,दो प्रबल खिलाड़ियों के स्मार्टफोन बाज़ार में घुस सकते हैं?

source: How many operator partners does Mozilla have for Firefox OS?
hi_in: फ़ायरफ़ॉक्स ओएस के लिए मोज़िला के पास कितने ऑपरेटर भागीदारी हैं?

source: Mozilla has announced support for Firefox OS from 18 major operators that span the globe: América Móvil, China Unicom, Deutsche Telekom, Etisalat, Hutchison Three Group, KDDI, KT, MegaFon, Qtel, SingTel, Smart, Sprint, Telecom Italia Group, Telefónica, Telenor, Telstra, TMN and VimpelCom. As of mid-November, 2013, Firefox OS smartphones are on sale commercially through Telefónica and Deutsche Telekom in 10 Latin American and European markets.
hi_in: अमेरिका, मोविल ,चीन उनिक ,डच टेलीकॉम ,एतिसालात ,हचिसन थ्री ग्रुप ,कि डी डी आई ,कि टी,मेगाफोंन ,क़तील , सिंगटेल ,स्मार्ट ,स्प्रिंट ,टेलीकॉम ितलिा ग्रुप ,टेलेफोनिका ,टेलीनॉर ,टेल्स्ट्रा ,टी एम इन और विम्पेलकॉम | नवंबर मध्य , २०१३ कि अनुसार ,फायरफॉक्स ओ इस स्मार्टफोन्स टेलेफोनिका और डच टेलीकॉम द्वारा 10 लैटिन अमेरिकन और यूरोपियन बाज़ारों में व्यावसायिक रूप से बिक्री पर हैं|

source: Which manufacturers are making Firefox OS devices?
hi_in: कौन से निर्माता है जो Firefox OS उपकरण बना रहे हैं?

source: When can we expect to see devices launching in the United States?
hi_in: कब हम संयुक्त राज्य अमेरिका में उपकरणों का शुभारंभ देखने की उम्मीद कर सकते हैं?

source: What are your projections for growth in 2013 in desktop, mobile, OS?
hi_in: डेस्कटॉप, मोबाइल, ओएस में 2013 में वृद्धि के लिए अापके क्या अनुमान है?

source: We are not providing forecasts or projections at this time.
hi_in: हम इस समय पूर्वानुमान या प्रोजेक्शन्स मुहैया नहीं करा रहे ।

source: Mozilla has become more active in policy matters. Are you lobbying now?
hi_in: Mozilla नीतिगत मामलों में अधिक सक्रिय हो गया है. क्या अब आप पैरवी कर रहे हैं?

source: Mozilla is not a lobbying operation. Notwithstanding, we take firm stands when the welfare of the Web and its users are at stake.
hi_in: Mozilla एक पक्ष जुटाव क्रिया नही है. तथापि, हम दृढ़ कदम उठाते हैं जब वेब की सलामती और यूज़र्स दाँव पर होते हैं.

source: On issues such as SOPA/PIPA, CISPA, and more recently, government surveillance revelations, Mozilla has voiced its views, sought to educate users and taken steps to catalyze grassroots action. As with most issues of importance, we believe education, listening and dialogue amongst stakeholders are critical to finding solutions. Mozilla has testified before government bodies and provided input to numerous agencies and NGOs on strengthening the Internet. Our acclaimed Firefox Add-on, Lightbeam, seeks to educate users on matters of privacy in their online lives.
hi_in: SOPA/PIPA, CISPA जैसे मुद्दे और हाल ही में आये सरकार द्वारा निगरानी के खुलासों के मद्देनज़र मोज़िला ने अपनी और से आवाज़ उठाई है और ग्राहक को शिक्षित करने की तरफ अग्रसर है और ज़मीनी स्टार पर उत्प्रेरित करने की दिशा में कदम उठा रहा है | ज़्यादातर ख़ास मुद्दों की भातीं, हमारा मानना है की हितधारक का शिक्षण, आपस में सुनना और बातचीत होना महत्वपूर्ण हैं एक उपाय के लिए | मोजिला ने सरकारी निकाय को इसकी गवाही दी है एवं कई एजेंसियों और एनजीओ को सुझाव दिए हैं इन्टरनेट को और शक्तिशाली बनाने क लिए | हमारे प्रशंसित एड-ओन, लाईटबीम, उपयोगकर्ता को उनकी ऑनलाइन जीवन में गोपनीयता के मुद्दे पर शिक्षत करता है |
