Repository: translate/mozilla-lang
Catalog: */foundation/annualreport/2012/index.lang.po
Languages: hi_in, km, ms, oc

source: The State of Mozilla: 2012 Annual Report
hi_in: Mozilla की स्थिति: 2012 वार्षिक रिपोर्ट
km: ស្ថានភាព Mozilla ៖ របាយការណ៍​ប្រចាំ​ឆ្នាំ 2012
ms: Status Mozilla: Laporan Tahunan 2012
oc: Mozilla en 2012 : Rapòrt annadièr

source: State of Mozilla
hi_in: Mozilla की स्थिति
km: ស្ថានភាព Mozilla
ms: Status Mozilla
oc: Rapòrt annadièr de Mozilla

source: We are champions of a Web where people know more, do more and do better.
hi_in: हम चैंपियंस के एक वेब जहां लोग जानते हैं और अधिक, अधिक करते हैं और क्या बेहतर कर रहे हैं।
km: យើង​ជា​អ្នក​គាំទ្រ​បណ្ដាញ​ដែល​មាន​មនុស្ស​ជា​ច្រើន​បាន​ស្គាល់, ដើម្បី​ធ្វើ​ឲ្យ​កាន់​តែ​ប្រសើរ​ឡើង។
ms: Kami adalah juara dalam Web di mana pengguna tahu lebih , lakukan lebih dan lakukan yang lebih baik.

source: A Web For All
hi_in: सभी के लिए वेब
km: បណ្ដាញ​សម្រាប់​​ទាំងអស់
ms: Web untuk semua
oc: Un Web per totes

source: As the Web expands to reach billions of new people and touch our lives in new ways, it has become an essential part of our individual growth and collective future. And that Web is what the Mozilla community has pledged to protect and promote: a platform providing opportunity, connectivity and inspiration for all.
hi_in: जैसा की वेब लाखों नए लोगों तक पहुचाने के किये फ़ैल रहा हैं और नए तरीके से हमारे जीवन को छु रहा हैं. यह हमारे व्यक्तिगत विकास और सामूहिक भविष्य का एक अनिवार्य हिस्सा बन गया हैं. और यह वेब ही है जिसको mozilla समुदाय सुरक्षा और बढ़ाने का वादा किया हैं:कनेक्टिविटी, अवसर और सभी के लिए प्रेरणा स्रोत का एक प्लेटफार्म देना.
km: ការ​ពង្រីក​បណ្ដាញ​ដើម្បី​​ឲ្យ​មាន​មនុស្ស​​រាប់ពាន់​លាន​អ្នក​ភ្ជាប់​ទំនាក់ទំនង​​ក្នុង​មធ្យោបាយ​ថ្មីៗ​របស់​ពួកគេ, វា​បាន​ក្លាយ​ជា​ផ្នែក​សំខាន់​នៃ​ការ​កើន​ឡើង​ក្នុង​ពេល​អនាគត។ ហើយ​បណ្ដាញ​នោះ​ជា​អ្វី​ដែល​សហគមន៍ Mozilla បាន​ប្ដេជ្ញា​​ក្នុង​ការ​ការពារ និង​បង្កើន៖ វេទិកា​បាន​ផ្ដល់​ឱ​កាស, ការ​ច្នៃប្រឌិត និង​ការ​លើក​ទឹកចិត្ត។
ms: Dalam keadaan Web yang makin berkembang untuk mencapai berbillion pengguna dan menyentuh hidup kita dengan cara yang baharu, ia telah menjadi sebahagian keperluan dalam tumbesaran keperibadian dan masa hadapan yang kolektif. Maka Web ialah apa yang komuniti Mozilla sangat bersungguh-sungguh untuk melindungi dan mempromosi: sebuat platform yang menyediakan peluang , jaringan dan inspirasi untuk semua.

source: We live our principles by making products, empowering communities, teaching skills and shaping environments in order to build the Internet the world needs.
km: យើង​មាន​គោលការណ៍​របស់​ពួក​យើង​ដោយ​ការ​បង្កើត​ផលិតផល, សហគមន៍, ជំនាញ​បច្ចេកទេស និង​បរិស្ថាន​ដើម្បី​បង្កើត​អ៊ីនធឺណិត​សម្រាប់​​តម្រូវ​ការ​នៅ​លើ​ពិភពលោក។
ms: Kami hidup dengan memegang prinsip untuk mencipta produk, memperkukuh komuniti, skill pengajaran dan membentuk persekitaran dalam usaha membina Internet yang dunia perlukan.

source: At this year’s Mozilla Summit, 2,000 people representing 90 countries and 114 languages gathered to develop a shared understanding of who we are and what we will accomplish together. Below is a sample of perspectives from leaders of the project.
km: នៅ​ការ​ដាក់​ស្នើ Mozilla ឆ្នាំ​នេះ មនុស្ស 2,000 បង្ហាញ​ប្រទេស 90 និង​ភាសា 114 បាន​ប្រមូល​ផ្ដុំ​គ្នា​ដើម្បី​អភិវឌ្ឍន​ចែករំលែក​អ្វី​ដែល​ពួក​យើង​នឹង​សម្រេច​បាន​ជាមួយ​គ្នា។ ខាងក្រោម​ជា​គំរូ​នៃ​ទស្សនៈ វិស័យ​ពី​អ្នក​ដឹកនាំ​គម្រោង។
ms: Pada Persidangan Mozilla tahun ini , 2000 pserta mewakili 90 buah negara dan 114 bahasa telah berkumpul untuk berkongsi pemahaman berkaitan siapa kami dan apa yang akan dilaksanakan bersama. Di bawah ini merupakan sampel perspektif daripada pengarah-pengarah yang mengetuai projek.

source: Click to play this video
hi_in: यह वीडियो चलाने के लिए क्लिक करें
km: ចុច​ដើម្បី​ចាក់​វីដេអូ​នេះ
ms: Klik untuk mainkan video ini
oc: Clicatz per legir aquesta vidèo

source: <span>Play a video of </span>Mitchell <br>Baker
hi_in: <span>का एक वीडियो चलाएं</span>मिशेल <br>बेकर का
km: <span>ចាក់​វីដេអូ </span>Mitchell <br>Baker
ms: <span>Mainkan video</span>Mitchell <br>Baker
oc: <span>Aviar una vidèo de </span>Mitchell <br>Baker

source: <span>Play a video of </span>Jay <br>Sullivan
hi_in: <span> का एक वीडियो चलाएं</span>जे <br>सुलिवन का
km: <span>ចាក់​វីដេអូ </span>Jay <br>Sullivan
ms: <span>Mainkan video </span>Jay <br>Sullivan
oc: <span>Aviar una vidèo de </span>Jay <br>Sullivan

source: <span>Play a video of </span>Harvey <br>Anderson
hi_in: <span> का एक वीडियो चलाएं </span>हार्वे <br>एंडरसन का
km: <span>ចាក់​វីដេអូ </span>Harvey <br>Anderson
ms: <span>Mainkan video </span>Harvey<br>Anderson
oc: <span>Aviar una vidèo de </span>Harvey <br>Anderson

source: <span>Play a video of </span>Mark <br>Surman
hi_in: <span> का एक वीडियो चलाएं </span>जे <br>सुलिवन का
km: <span>ចាក់​វីដេអូ </span>Mark <br>Surman
ms: <span>Mainkan video </span>Mark <br>Surman
oc: <span>Aviar una vidèo de </span>Mark <br>Surman

source: <span>Play a video of </span>Johnathan <br>Nightingale
hi_in: <span>एक विडिओ चलाए</span>जोनाथन <br>नाइटिंगेल
km: <span>ចាក់​វីដេអូ </span>Johnathan <br>Nightingale
ms: <span>Mainkan video</span>Johnathan <br>Nightingale
oc: <span>Aviar una vidèo de </span>Johnathan <br>Nightingale

source: <span>Play a video of </span>Brendan <br>Eich
hi_in: <span>का विडियो चलायें </span>ब्रेंडन <br>एइच
km: <span>ចាក់​វីដេអូ </span>Brendan <br>Eich
ms: <span>Mainkan video </span>Brendan <br>Eich
oc: <span>Aviar una vidèo de </span>Brendan <br>Eich

source: Powered By Mozillians
hi_in: Mozillians द्वारा संचालित
km: បាន​ដំណើរការ​ដោយ Mozillians
ms: Dikuasakan oleh Mozillians
oc: Propulsat pels Mozillians

source: Mozillians are a diverse group of thinkers, builders, educators and hackers with a shared purpose to bring openness, freedom and participation to the Internet. Our collective global effort advanced Firefox OS from concept to phones in stores within two years, hosted 1,600 events in three months to teach the Web, and many more accomplishments. We’re celebrating our journey and the promising path ahead.
km: Mozillians មាន​ក្រុម​ផ្សេងៗ​គ្នា, អ្នក​ស្ថាបនា, អ្នក​អប់រំ ក្នុង​គោលបំណង​ចែកចាយ​ឲ្យ​បាន​ទូលំទូលាយ, សេរីភាព និង​ការ​ចូលរួម​ទៅកាន់​អ៊ីនធឺណិត។ ការ​ខិតខំ​សកល​ជា​ក្រុម​របស់​ពួក​យើង Firefox OS ពី​គំនិត​ចំពោះ​ទូរស័ព្ទ​នៅ​ក្នុង​ឃ្លាំង​នៅ​ក្នុង​រយៈ​ពេល​ពីរ​ឆ្នាំ, ព្រឹត្តិការណ៍ 1,600 ដែល​បាន​ប្រកាស​នៅ​ក្នុង​រយៈ​ពេល​បី​ខែ ដើម្បី​បង្រៀន​បណ្ដាញ, និង​ការ​សម្រេច​ជោគជ័យ​ជា​ច្រើន។
ms: Mozillian merupakan sebuah kumpulan yang dipelopori oleh sekumpulan pemikir, pembangun, pengajar dan penggodam dengan suatu matlamat yang dikongsi bersama untuk membawakan keterbukaan, kebebasan dan penyertaan kepada Internet. Usaha global kami yang terkumpul bagi Firefox OS daripada konsep berasakan telefon kepada penjualan dalam tempoh 2 tahun, sebanyak 1600 acara dalam jangka masa 3 tahun untuk mengajarkan Web, dan lebih banyak perlaksanaan. Kami menyambut perjalanan kami dan menjanjikan laluan yang baharu pada masa akan datang.

source: I am a Mozillian
hi_in: मैं एक Mozillian हूँ
km: ខ្ញុំ​ជា Mozillian
ms: Saya seorang Mozillian
oc: Soi un Mozillian

source: <span>Play the "</span>I am a Mozillian<span>" video</span>
hi_in: <span>खेलें"</span>मैं एक मोज़िल्लियन हूँ<span>" वीडियो </span>
km: <span>ចាក់ "</span>ខ្ញុំ Mozillian<span>" វីដេអូ</span>
ms: <span>Mainkan"</span>Saya adalah Mozillian<span>"video</span>
oc: <span>Aviar la vidèo « </span>Soi un Mozillian<span> »</span>

source: Sustainability
hi_in: संधारणीयता
km: ភាព​អាច​ទ្រទ្រង់​បាន
ms: Ketahanan
oc: Viabilitat

source: Along with this annual report, we’re releasing our audited financial statements for 2012. Mozilla remains well positioned, both financially and organizationally, to advance our mission.
hi_in: इस वार्षिक रिपोर्ट के साथ, हमलोग 2012 के लिए हमारा वित्तीय लेखा परिक्षण ब्यौरा प्रकाशित कर रहे हैं. Mozilla हमारे उद्देश्य को आगे बढ़ने के लिए वित्तीय और संगठन-संबंधी दोनों में, अभी तक अच्छे स्थान में हैं.
km: តាម​រយៈ​របាយការណ៍​ដោយ​ដៃ, យើង​កំពុង​ចេញ​ផ្សាយ​របាយការណ៍​ហិរញ្ញវត្ថុ​​​ដែល​បាន​ធ្វើ​សាវនកម្ម​សម្រាប់ ២០១២ ។ Mozilla បាន​កំណត់​គោលជំហរ​បាន​យ៉ាង​ល្អ​ប្រសើរ, ទាំង​ហិរញ្ញវត្ថុ និង​ជា​ការ​រៀបចំ, បេសកកម្ម​របស់​ពួក​យើង។
ms: Bersama laporan tahunan ini , kami mengeluarkan penyata kewangan beraudit untuk tahun 2012. Mozilla kekal di kedudukan yang baik, sama ada secara kewangan atau organisasi, untuk memajukan misi kami.

source: The majority of our revenue comes from the search functionality in the Firefox browser through a number of major partners, including Google, Bing, Yahoo, Yandex, Amazon and eBay. This 2012 financial statement includes revenue from a mutually beneficial commercial agreement with Google, our largest search provider, that was signed in December 2011 and extends at least three years.
hi_in: हमारे राजस्व का बहुमत गूगल, बिंग , याहू, Yandex , अमेजन और ईबे सहित प्रमुख भागीदारों के एक नंबर के माध्यम से Firefox ब्राउज़र में खोज की कार्यक्षमता से आता है। यह 2012 वित्तीय विवरण दिसंबर 2011 में हस्ताक्षर किए गए और कम से कम तीन साल फैली थी कि गूगल, हमारा सबसे बड़ा खोज प्रदाता के साथ एक पारस्परिक रूप से लाभप्रद वाणिज्यिक समझौते से राजस्व भी शामिल है।
km: ប្រាក់​ចំណូល​​របស់​ពួក​យើង​ចម្បង​បាន​មក​ពី​ការ​ស្វែងរក​​នៅ​ក្នុង​កម្មវិធី​អ៊ីនធឺណិត​តាម​រយៈ​ដៃ​គូ​ចម្បង​មួយ​ចំនួន, រួម​មាន Google, Bing, Yahoo, Yandex, Amazon និង eBay ។ ស្ថានភាព​ហិរញ្ញវត្ថុ ២០១២​ រួម​បញ្ចូល​ប្រាក់​ចំណូល​ពី​កិច្ចព្រមព្រៀង​​​​ពាណិជ្ជកម្ម​ជាមួយ Google, ក្រុមហ៊ុន​ផ្ដល់​ការ​ស្វែងរក​ថ្មី​បំផុត​របស់​ពួក​យើង, ដែល​ត្រូវ​បាន​ចុះហត្ថលេខា​នៅ​ខែ​ធ្នូ ២០១១ ហើយ​​បន្ត​យ៉ាងហោចណាស់​បី​ឆ្នាំ។
ms: Hasil kami secara majoritinya datang daripada fungsi carian dalam pelayar Firefox melalui rakan kongsi besar kami, termasuk Google, Bing, Yahoo, Yandex, Amazon dan eBay. Penyata kewangan pada 2012 ini termasuk hasil daripada perjanjian komersial bersama Google, pembekal carian terbesar kami, yang telah ditandatangani pada Disember 2011 dan dipanjangkan sekurang-kurangnya selama 3 tahun.

source: A growing percentage of our revenue also comes from support from the public, including grants and individual donors like you. These donations are directly applied to important projects such as Webmaker, Open Badges and Mozilla-Knight Open News that extend Mozilla's influence in new areas.
km: ភាគ​រយ​នៃ​ប្រាក់​ចំណូល​ដែល​កើន​ឡើង​ជា​ភាគ​រយ​របស់​ពួក​យើង​បាន​មក​ពី​ការ​គាំទ្រ​ពី​សាធារណជន, រួម​ទាំង​អ្នក​​ផ្ដល់​​ជំនួយ​ជា​ច្រើន។ ការ​ផ្ដល់​ជំនួយ​ទាំងនេះ​អនុវត្ត​ចំពោះ​គម្រោង Webmaker, Open Badges និង Mozilla-Knight Open News ដែល​មាន​ឥទ្ធិពល​លើ Mozilla ​ក្នុង​តំបន់​ថ្មីៗ​​ជា​ច្រើន។
ms: Peratusan yang semakin meningkat dalam hasil kami juga datang daripada sokongan melalui orang awam, termasuk penjamin dan penyumbang persendirian seperti anda. Sumbangan-sumbangan ini disalurkan secara terus demi kepentingan projek-projek seperti Webmaker, Open Badges dan Berita Terbuka Mozilla-Knight yang telah mengembangkan pengaruh Mozilla dalam kawasan-kawasan baharu.

source: FAQ
hi_in: बार बार पूछे जाने वाले प्रश्न
km: សំណួរ​ដែល​សួររឿយៗ

source: Welcome
hi_in: सुस्वागतम
km: ស្វាគមន៍
ms: Selamat Datang
oc: Benvenguda

source: 2012 Audited financial statement
hi_in: 2012 अंकेक्षित वित्तीय कथन
km: ស្ថានភាព​ហិរញ្ញវត្ថុ​ដែល​បាន​ធ្វើ​សាវនកម្ម ២០១០២
ms: Penyata Kewangan yang telah diaudit pada tahun 2012
oc: Bilances financièrs auditats 2012

source: Download PDF
hi_in: पिडीएफ डाउनलोड करे
km: ទាញ​យក PDF
ms: Muat turun PDF
oc: Telecargar lo PDF

source: 2012 Form 990
hi_in: 2012 फॉर्म 990
km: 2010 ទម្រង់ 990
ms: 2012 Borang 990
oc: Formulari 990, 2012
