Repository: translate/mozilla-lang
Catalog: ee/firefoxos/firefoxos.lang.po
Languages: ee

source: Bringing the Open Web to mobile devices
ee: Ele Open Web la hem va wo mɔ sɔeawo dzi

source: Welcome to a new, open and powerful mobile world!
ee: Woezɔ va mobile xexe yeye, femaxe ŋusetɔ la me!

source: Firefox OS enables the Open Web as a platform for mobile devices. We’re making innovation possible by driving the development of new Web standards.
ee: Firefox OS ɖea mɔ na Open Web la abe platform na mobile mɔwo ene. Miele asi trɔm le nuwo ŋu hele Web dzi standard yeyewo tum.

source: New Web standards
ee: Web standard yeyewo

source: Firefox OS will produce an implementation of these new Web standards to free mobile platforms from the encumbrances of the rules and restrictions of existing proprietary platforms.
ee: Firefox OS akpɔ Web standard yeyeawo zaza le mobile platformwo dzi la gbɔ hena se kple ɖoɖo madeamedzi siwo le proprietary platformwo dzi la ɖeɖeɖa.

source: Freedom from proprietary mobile platforms
ee: Ablɔɖe tso proprietary mobile platformwo sime

source: We’re collaborating with <abbr title="Original Equipment Manufacturer">OEM</abbr>s and carriers directly, giving them more influence to meet the specific needs of their users and market. Users and developers aren’t locked in to one platform, so they can access their info and use apps across multiple devices.
ee: Miele dɔ wɔm kple <abbr title="Original Equipment Manufacturer">OEM</abbr>s kpakple nutsɔlawo, le mɔ nam wo be woawɔ nu gobii siwo hiana ezalawo. Ezalawo kple developerwo mele platform ɖeka dzi o, bena woateŋu axɔ nyadzɔdzɔwo eye woaza appwo le mɔ geɖewo dzi.

source: Customization for <abbr>OEM</abbr>s and operators
ee: Customization na <abbr>OEM</abbr>s kple operatorwo

source: <abbr>OEM</abbr>s and operators will be able to provide content and services across their entire device portfolio, regardless of OS. And they will be able to customize user experiences, manage app distribution and retain customer attention, loyalty and billing relationships.
ee: <abbr>OEM</abbr>s kple operatorwo woahe emenyawo kple sevisiwo vɛ tso mɔwo dzi, le OS ɖesiaɖe dzi. Eye woateŋu customize ezala la ƒe nuteƒekpɔkpɔwo, appwo mamã kple ezalawo leleɖi, kpakple asiƒoƒo ƒe kadodowo.

source: Opportunities for developers
ee: Mɔnukpɔkpɔ na developerwo

source: Using HTML5 and the new Mozilla-proposed standard APIs, developers everywhere will be able to create amazing experiences and apps. Developers will no longer need to learn and develop against platform-specific native APIs.
ee: HTML5 kple Mozilla standard si miedoɖa la ƒe APIs zaza ana be developer siwo le afi sia afi al ateŋu aʋu nuteƒekpɔkpɔ manyagblɔwo kple appwo. Magahia be developerwo nasrɔ̃ eye woawɔ platform-specific native APIs azɔ o.

source: Consumer freedom
ee: Ezalawo ƒe ablɔɖe

source: Consumers who use devices powered by Firefox OS won’t be locked into one specific platform giving them more choice, flexibility and freedom. With Firefox OS, the Web is the platform.
ee: Ame siwo zana mɔ siwo dzi Firefox OS le la akpɔ ablɔɖe atia nu si dze wo ŋu la. Firefox OS na be Web la kata nye wo platform.
