Repository: translate/mozilla-lang
Catalog: son/mozorg/home/index.lang.po
Languages: son

source: We’re building a better Internet
son: Ir goo ma interneti bešere cin

source: Home of the Mozilla Project
son: Mozilla Porožewo šintin moo

source: Read more
son: Caw ka tonton

source: Community
son: Jama

source: Continue to mozilla.org
son: Koy jine mozilla.org do

source: Discover <br>what drives our mission
son: Guna <br>macin m'ir allaahidoo gorandi

source: See the principles <br>that guide everything <br>we do.
son: Dii aladabey <br>kaŋ ga fondaa feeri <br>ir goyey se.

source: Read the <br>Mozilla Manifesto
son: <br>Mozilla anniya tiira caw

source: Learn about Mozilla Advocacy
son: Caw Mozilla koyjineyan fillaa ga

source: Understand your privacy online
son: Faham war interneti suturaa se

source: Download Firefox
son: Firefox zumandi

source: Learn more
son: Bay ka tonton

source: Become a Webmaker
son: Tee Webmaker kondayze

source: Teach the Web
son: Interneti cawandi

source: Let’s build a Web that’s open <br>and made by everyone.
son: Wa naŋ ir ma interneti cin kaŋ ga feera <br>nda kaŋ borey kul n'a tee.

source: Build an app <br>in seconds
son: Porogaram-ize cin <br>segonduyaŋ ra

source: Volunteer <br>with Mozilla
son: Tee faabakaw <br>Mozilla se

source: Introducing Firefox Developer Edition
son: Firefox cinakaw dumi cebeyan

source: The only browser made only for developers.
son: Ceecikaw follokaa kaŋ tee cinakey hinne se.

source: Get Firefox Developer Edition
son: Duu Firefox cinakaw dumi

source: Try the best Firefox yet
son: Wa Firefox kul bešere šii

source: Made with a mission to put you first.
son: Kaŋ tee nd'anniyaa ka war dam jine.

source: Learn more about Firefox
son: Bay ka tonton Firefox OS ga

source: Put your Firefox on your Android
son: Firefox dam war Android jinaa ga

source: The features <br>you love. <br>The privacy <br>you trust.
son: Alhaaley <br>kaŋ war ga baa. <br>Sutura<br>kaŋ war ga naanay y'a.

source: Learn about <br>Firefox for Android
son: Caw <br>Firefox Android ga

source: Official Mozilla gear is here
son: Mozilla alhaku bayrante goo ne

source: Merch with a mission. <br>Products with a purpose. <br>Goods that do good.
son: Goymee nd'anniya. <br>Jiinay nd'alfayda. <br>Haya kaŋ ga hennay tee.

source: Get your Mozilla gear
son: War Mozilla yaarihayey zaa

source: Help Mozilla users
son: Mozilla goykey faaba

source: Help millions <br>get the most from their <br>favorite browser.
son: Boro miliyoŋyaŋ gaa <br>ka duu ngi <br>ceecikaw kaasoo.

source: Join our support team
son: Huru ir gaakašinay kondaa ra

source: Reply
son: Zaabi

source: Retweet
son: Twitt sanba koyne

source: Committed to <strong>you, your privacy</strong> and an <strong>open Web</strong>
son: Ga kay <strong>war se, ga war suturaa</strong> nda <strong>interneti feeranta</strong> dii

source: active Mozillians <br>worldwide
son: cee ga Mozilla-izey <br>adduɲɲaa-mee

source: upcoming events <br>around the globe
son: hiino batey <br>adduɲɲaa kul ra

source: languages and counting, <br>on every continent
son: šenniyaŋ kaŋ ga tonton, <br>adduɲɲaa kaw foo kul ga

source: Get Involved with Mozilla today
son: Wa kanbe dam Mozilla se hõ

source: Upcoming events
son: Hiino batey

source: Next event
son: Jinehere batu

source: See all events
son: Dii batey kul

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
son: Jinay hayey deedandi, waati alhaali guna, hanajer miiziki se, alhabar duura sanba, wey kul Firefox ga.

source: Careers
son: Goy ceebandu

source: Learn about the benefits of working at Mozilla and view open positions around the world.
son: Dii nafaw šifantey kaŋ se boro ga goy Mozilla do nda guna goyey kaŋ se ir ga baa boro adduɲɲaa kul ra.

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
son: Ir gaakašinay kondaa ga war hãayaney zaabi Firefox nda Mozilla jinawey kul ga.

source: Discover more
son: Dii nda bay ka tontonn

source: Help us celebrate 10 years of Firefox.
son: Ir gaa ka Firefox jiiri 10-ntaa batoo gorandi.

source: Donate to Mozilla
son: Mozilla noo

source: Your gift helps us build the Internet the world needs.
son: War nooraa g'ir gaa ka internetoo cin adduɲɲaa nafaa se.

source: Donate today
son: Noo hõ

source: Try Firefox Hello
son: Firefox Hello šii

source: Get Firefox for iOS
son: Firefox zaa iOS se
