Repository: translate/mozilla-lang
Catalog: ks/firefoxtesting.lang.po
Languages: ks

source: Download Firefox Beta for Android - Free
ks: ڈاون لوڈ کْریو فایر فوکْس بیٹا اینڈرایِڈ باپت ۔فری

source: Download Firefox Beta for Desktop - Free
ks: ڈاون لوڈ کْریو فایر فوکْس بیٹا ڈیسْک ٹاپ باپت ۔فری

source: Download and test Firefox future releases. Experience the newest innovations with the Aurora or Beta builds.
ks: ڈاون لوڈ تْہ ٹیسٹْہ کْریو فایر فوکْس فیوچر ریلیز۔ تجرُب کْریو نوِ اِنوویشن آرورا یا بیٹا بِلڈن سْیت۔

source: Firefox Beta
ks: فایر فوکْس بیٹا

source: Firefox Beta for:
ks: باپت فایر فوکْس بیٹا:

source: Firefox Beta for Mobile
ks: موبایل باپت فایر فوکْس بیٹا

source: Download Beta and be part of the next version of Firefox.
ks: ڈاون لوڈ کْریو بیٹا تْہ بْنیو حصہ فایر فوکسْک بْیہ وْرجنیک۔

source: 1. Test Features
ks: ۱۔ ٹیسٹْہ فیچر

source: Try out the latest performance, customization and security enhancements almost ready for prime time.
ks: کوشش کْریو تازْ ترین کارکردگی، کسٹامایزیشن تْہ حفاظتی اینہینْسمینٹ یم ذن تقریبن تیار چھ پرایم ٹایم باپت۔

source: 2. Refine &amp; Polish
ks: ۲۔ ریفایِن کْریو &amp ؛ پالیش

source: File bugs to help us put the final tweaks on performance and functionality in a stable environment.
ks: فایل بگ یم اسِہ مدد کران چھ تراونس فاینل ٹُویک کارکردگی تْہ فنکشنیلٹی پیٹھ أکس مُستقل ماحولس منز۔

source: 3. Do Your Part
ks: ۳۔ پنْنئ کأم کْریو

source: Have an impact on the next version of Firefox and the 450 million people who use it every day.
ks: اکھ اثر ترأیو فایر فوکْس کِس بْیِس وْرجنس پیٹھ تْہ ۴۵۰ ملین لوکن پیٹھ یم ذن اتھ پریتھ دوہ استعمال کران چِھ۔

source: Supported devices
ks: تعاون وأل ڈیوایِس
