Repository: translate/mozilla-lang
Catalog: hsb/marketplace/marketplace.lang.po
Languages: hsb

source: Firefox Marketplace
hsb: Torhošćo Firefox

source: Firefox Marketplace <span class="aurora">Aurora</span>
hsb: Torhošćo Firefox <span class="aurora">Aurora</span>

source: Open for business
hsb: Wotewrjeny za wobchod

source: Visit the Marketplace »
hsb: Wopytajće Torhošćo »

source: Try the Marketplace&nbsp;»
hsb: Wuprobujće Torhošćo&nbsp;»

source: To test out the Aurora release of Firefox Marketplace, you first need to download Firefox Aurora on your Android phone.
hsb: Zo byšće wersiju Aurora z torhošća Firefox testował, dyrbiće najprjedy Firefox Aurora na swój telefon Android sćahnyć.

source: Once you have downloaded and installed Firefox Aurora for Android, you can access the Firefox Marketplace from the “Apps” menu option within Firefox Aurora.
hsb: Hdyž sće Firefox Aurora za Android sćahnył a instalował, móžeće na Torhošćo Firefox z menijoweho nastajenja “Nałoženja” znutřka Firefox Aurora přistup měć.

source: Mozilla is bringing its core values — openness, freedom, user choice — to the world of apps. We’re creating an open environment that benefits developers, content owners and consumers. And with apps based on open Web technologies like HTML5, JavaScript and CSS, developers can build rich and immersive experiences.
hsb: Mozilla přinjese jeho hłowne hódnoty — wotewrjenosć, swobodu, wužiwarski wuběr — do swěta nałoženjow. Tworimy wotewrjenu wokolinu, kotraž wuwiwarjam, wobsahowym wobsedźerjam a kupcam wužitk přinjese. A z nałoženjemi na zakładźe wotewrjenych webtechnologijow kaž HTML5, JavaScript a CSS, móža wuwiwarjo bohate a wobšěrne dožiwjenja wutworić.

source: The first Aurora release of Firefox Marketplace is available on Firefox Aurora for Android, giving developers a means to get feedback on their apps as the Marketplace grows and progresses.
hsb: Prěnja wersija Aurora Torhošća Firefox steji na Firefox Aurora za Android k dispoziciji a da wuwiwarjam srědk, komentary na jich nałoženjach dóstać, wo tym, kaž Torhošćo rosće a pokročuje.

source: Find &amp; discover amazing apps easily
hsb: Wobdźiwajomne nałoženja lochko namakać a wotkryć

source: Give us your feedback
hsb: Pósćelće nam swoje komentary

source: Enjoy rich, immersive experiences
hsb: Wužiwajće bohate, wobšěrne dožiwjenja

source: Showcased apps
hsb: Předstajene nałoženja

source: Below are a few of our favorite apps to get you started, but there are more to enjoy and explore. Once you've downloaded <a href="%(mobile_aurora_url)s">Firefox for Android Aurora</a>, you can tap on any of these apps to reveal a QR code that you can scan to download it. You can also search for apps directly on the Marketplace.
hsb: Deleka namakaće někotre woblubowane nałoženja za spočatk, ale je wjace, kotrež móžeće wužiwać a wuslědźeć. Hdyž sće <a href="%(mobile_aurora_url)s">Firefox za Android</a> sćahnył, móžeće so někajkeho z tutych nałoženjow podótknyć, zo byšće QR-kod wotkrył, zo byšće móhł jo sćahnyć. Móžeće tež direktnje na Torhošću za nałoženjemi pytać.

source: Below are a few of our favorite apps to get you started. There are also more to enjoy and explore directly on the Marketplace.
hsb: Deleka su někotre z našich preferowanych nałoženjow, z kotrymiž móžeće započeć. Su tež dalše z nich, kotrež móžeće direktnje na Torhošću wužiwać.

source: Games
hsb: Hry

source: News &amp; Media
hsb: Nowinki a medije

source: Productivity
hsb: Produktiwita

source: Want to build an app?
hsb: Chceće nałoženje wutworić?

source: Find out how to create and upload apps to the Firefox Marketplace:
hsb: Namakajće won, kak móžeće nałoženja wutworić a je na Trhošćo Firefox nahrać:

source: Develop HTML5 Web apps for the Firefox Marketplace »
hsb: Wuwijće HTML5-webnałoženja za Torhošćo Firefox »

source: Partner with Mozilla »
hsb: Partner z Mozilla »

source: Sign up for more news about the Firefox Marketplace.
hsb: Zregistrujće so za wjace nowinkow wo Torhošću Firefox.
