Repository: translate/mozilla-lang
Catalog: hsb/marketplace/partners.lang.po
Languages: hsb

source: Build an early fan base and gain popularity.
hsb: Zažnu bazu přiwisnikow wutworił a popularnosć dobył.

source: Opening Soon
hsb: Wotewrimy bórze

source: Mozilla Marketplace Partners
hsb: Partnerojo torhošća Mozilla

source: Mozilla is bringing its core values — openness, freedom, user choice — to the world of apps.
hsb: Mozilla přinjese swoje hłowne hódnoty — wotewrjenosć, swobodu, wuběranske móžnosće za wužiwarjow — do swěta nałoženjow.

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
hsb: Tute widejo wužaduje sej wobhladowak z podpěru za wotewrjeny widejostandard abo <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.

source: Learn all about creating HTML5 apps at the Mozilla Developer Network&nbsp;»
hsb: Zhońće wšo wo wutworjenju HTML5-nałoženjach w syći wuwiwarjow Mozilla&nbsp;»

source: The Mozilla apps platform
hsb: Platforma nałoženjow Mozilla

source: Mozilla Marketplace
hsb: Torhošćo Mozilla

source: Building apps for the Web provides developers with full control over content, functionality and how apps are distributed, including access to hundreds of millions of Firefox users through the Mozilla Marketplace.
hsb: Wutworjenje nałoženjow za web da wuwiwarjam połnu kontrolu wo wobsahu, funkcionalnosći a wo tym, kak nałoženja so rozšěrjuja, inkluziwnje přistup na sta milionow wužiwarjow Firefox přez torhošćo Mozilla.

source: Submit your app&nbsp;»
hsb: Wotpósćelće swoje nałoženje&nbsp;»

source: Launch your app on the Web
hsb: Startujće swoje nałoženje we webje

source: Target tech savvy consumers with your app.
hsb: ze swojim nałoženjom swoju kedźbnosć na kupcow z techniskimi nazhonjenjemi złožił.

source: Before the public launch later this year, Mozilla will be opening the Marketplace for user testing. Take advantage of this by being one of the first app developers to build a user base. Submit your app to:
hsb: Do zjawneho starta pozdźišo lětsa, budźe Mozilla torhošćo za testowanje přez wužiwarjow wotewrjeć. Wužijće składnosć a budźće jedyn z prěnich nałoženskich wuwiwarjow, kotřiž bazu wužiwarjow natwarjeja. Zapósćelće swoje nałoženje, zo byšće:

source: Mozilla Marketplace — <em>Opening Soon</em>
hsb: Torhošćo Mozilla — <em>Bórzomne wotewrjenje</em>

source: Using open Web standards and Mozilla-designed APIs, great app experiences can be delivered across multiple platforms, devices and operating systems — closing the gap between Web and native apps for the first time.
hsb: Wužiwajo wotewrjene webstandardy a API naćisnjene wot Mozilla, hodźa so wulkotne dožiwjenja z nałoženjemi na wjacorych platformach, gratach a dźěłowych systemach k dispoziciju stajić — začinjo prěni raz mjezeru mjez webom a systemowymi nałoženjemi.

source: Test your app with a committed group of early adopters.
hsb: Swoje nałoženje z angažowanej skupinu zažnych nałožowarjow testował.

source: View with subtitles
hsb: Z podtitulemi pokazać
