Repository: translate/mozilla-lang
Catalog: son/firefox/nightly_firstrun.lang.po
Languages: son

source: Firefox Nightly First Run Page
son: Firefox Nightly dirandi moo jinaa

source: Thank you for using Firefox Nightly
son: Foo nda goy kaŋ war ga goy nda Firefox Nightly

source: Choose an area to get involved below and help make Firefox better for users everywhere
son: Ganda suuba kaŋ kanbe dam ganda nda ka faaba ka Firefox boryandi ka tonton goykey kul se nungey kul ra.

source: Test
son: Šii

source: Find and file bugs and generally make sure things work as they should.
son: Ga hasaraw dogey zaa nd'i sanba k'alhakiika kaŋ hayey ga doona ka tee woo kaŋ i ga hima.

source: Start testing
son: Šiiyan šintin

source: Code
son: Ašariya

source: File bugs and work on the building blocks of the Firefox browser.
son: Ga hasaraw dogey zaa nd'a ga goy nda feeraw-ize kaŋ nda Firefox ceecikaa ga cina.

source: Start coding
son: Šintin ka ašariya ciini hantum

source: Localize
son: Berandi

source: Make Firefox available (and better) in more languages around the world.
son: Firefox berandi hal'a ma bara (nda m'a tee bešere) šenni booboyaŋ ra adduɲɲaa-mee.

source: Start localizing
son: Šintin ka berandi

source: Show everyone that you’re helping to build the Web the world needs.
son: Cebe borey kul se kaŋ war goo ma faaba ka internetoo kaŋ adduɲɲaa ga boona cin.

source: Get your Nightly User badge
son: War cijinhere dumi goykaw tammaasaa zaa
