Repository: translate/mozilla-lang
Catalog: dsb/lightbeam/lightbeam.lang.po
Languages: dsb

source: Menu
dsb: Meni

source: Home
dsb: Startowy bok

source: About
dsb: Wó nas

source: Lightbeam for Firefox
dsb: Lightbeam za Firefox

source: Lightbeam is a Firefox add-on that uses interactive visualizations to show you the first and third party sites you interact with on the Web.
dsb: Lightbeam jo dadank Firefox, kótaryž wužywa interaktiwne wizualizacije, aby wam sedła prědnych a tśeśich póbitowarjow pokazał, z kótarymiž interagěrujośo we webje.

source: Shine a Light on Who’s Watching You
dsb: Wuslěźćo, chtož was wobglědujo

source: See who’s tracking you online
dsb: Póglědajśo, chtož wobglědujo was online

source: As you browse, Lightbeam reveals the full depth of the Web today, including parts that are not transparent to the average user.
dsb: Gaž pśeglědujośo, wótekšywa Lightbeam źinsa połnu dłymokosć weba, inkluziwnje źěle, kótarež njejsu transparentne za pśerěznych wužywarjow.

source: Download Lightbeam for Firefox
dsb: Ześěgniśo Lightbeam za Firefox

source: Get it from Mozilla Add-Ons
dsb: Wobstarajśo se jen z dodankow Mozilla

source: How Lightbeam Works
dsb: Kak Lightbeam funkcioněrujo

source: Download and run the Lightbeam add-on in your Firefox browser.
dsb: Ześěgniśo a wužyjśo dodank Lightbeam w swójom wobglědowaku Firefox.

source: Lightbeam will create a record of events for every site you visit and every third party site that is stored locally on your browser.
dsb: Lightbeam zgótujo datowu sajźbu tšojenjow za kužde sedło, kótarež se woglědujośo a kužde sedło tśeśego póbitowarja, kótarež składujo se lokalnje we wašom wobglědowaku.

source: Lightbeam visually graphs these events to highlight the interactions between sites you intentionally visit and the third parties.
dsb: Lightbeam kresli grafy toś tych tšojenjow, aby interakcije mjazy sedłami, kótarež wóglědajośo se z wóglědom a sedłami tśeśich wuzwignuł.

source: Lightbeam will continue to add to your graph as you browse the Web. You can stop Lightbeam at any time by disabling it or uninstalling the add-on. Your Lightbeam data can be easily saved or deleted.
dsb: Lightbeam wudopołnjujo waš graf, gaž pśeglědujośo web. Móžośo Lightbeam kuždy cas zastajiś, z tym až znjemóžnjaśo abo wótinstalěrujośo dodank. Waše daty Lightbeam daju se lažko składowaś abo lašowaś.

source: Tracking & privacy
dsb: Slědowanje a priwatnosć

source: Not all tracking is bad. Many services rely on user data to provide relevant content and enhance your online experience.
dsb: Nic kužde slědowanje jo špatne. Wjele słužbow zepěra se na wužywarske daty, aby relewantne wopśimjeśe pśinosowało a waše dožywjenja online pólěpšyło.

source: But tracking can happen without the user’s knowledge.
dsb: Ale slědowanje móžo se bźez wěźenja wužywarja staś.

source: That’s not okay for some.
dsb: Kuždy njejo wobjadny z tym.

source: It should be you who decides when, how and if you want your browsing data to be shared. We recognize the importance of transparency and our mission is all about empowering users — both with tools and information.
dsb: Wy by měł rozsuźiś, gdy, kak a lěc cośo swóje pśeglědowańsske daty dalej daś. Wažnosć transparence jo nam wědobna a naša misija ma wužywarjow mócowaś — z rědami a teke z informacijami.

source: Explore the database
dsb: Datowu banku wuslěźiś

source: In the Lightbeam database, you will be able to browse first and third-party connection data uploaded by donors who use the Lightbeam add-on.
dsb: W datowej bance dodanka Lightbeam móžośo se daty zwiskow ze sedłami prědnych a tśeśich póbitowarjow woglědaś, nagratych wót sobustatkujucych, kótarež wužywaju dodank Lightbeam.

source: We’re building this crowd-sourced directory to encourage users to visualize the state of tracking as an aggregate and to examine relationships that exist on the Web.
dsb: Twórimy toś ten zarědnik z pomocu rojowego pśeměstnjenja, aby my wužywarjow wuskoboźili, status slědowanja ako cełk wizualizěrowaś a aby my póśěgi wuslěźili, kótarež eksistěruju we webje.

source: Visualize your data
dsb: Wizualizěrujśo swóje daty

source: After you download and install the Lightbeam add-on to Firefox, it will begin to create a real time visualization of the websites you visit and all the third parties that are also active on those pages.
dsb: Za tym až sćo dodank Lightbeam ześěgnuł a do Firefox zainstalěrował, zachopijo we wopšawdnem casu wizualizaciju websedłow twóriś, kótarež se woglědujośo, a wšych sedłow tśeśich póbitowarjow, kótarež su teke aktiwne na toś tych bokach.

source: Analyze your connections
dsb: Analyzěrujśo swóje zwiski

source: As your visualizations grow, you can take a closer look into the relationships between the various first and third party sites that are stored in your data. You can also reset or save your data at any time.
dsb: Mjaztym až waše wizualizacije rostu, móžośo se póśěgi mjazy wšakimi sedłami prědnych a tśeśich póbitowarjow woglědowaś, kótarež su we wašych datach składowane. Móžośo teke swóje daty kuždy cas slědk stajiś abo składowaś.

source: Contribute your data
dsb: Pśinosujśo swóje daty

source: As a part of Lightbeam, we are creating a big-picture view of Internet tracking and of how first and third party sites are connected.
dsb: Ako źěl dodanka Lightbeam twórimy póglěd wjelikego wobraza slědowanja w interneśe a na to, kak sedła prědnych a tśeśich póbitowarjow se zwězuju.

source: To help us, you can contribute your data to our Lightbeam database.
dsb: Aby nam pomagał, móžośo swóje daty k našej datowej bance Lightbeam pśinosowaś.

source: Supported by the Ford Foundation
dsb: Pódpěrany pśez załožbu Ford Foundation

source: The work at the Ford Foundation focuses on building outreach campaigns to help people understand online data tracking — both the benefits and the issues
dsb: Źěło pla załožby Ford Foundation koncentrěrujo se na wuwijanje zjawnostnych kampanjow, aby luźam pomagało, datowe slědowanje online rozměś — z jogo lěpšynami a problemami

source: Learn more
dsb: Dalšne informacije

source: About Lightbeam
dsb: Wó Lightbeam

source: Lightbeam visualizes the relationships between the sites you visit and the third party sites that are active on those pages.
dsb: Lightbeam wizualizěrujo póśěgi mjazy sedłami, kótarež se woglědujośo a sedłami tśeśich póbitowajrow, kótarež su aktiwne na toś tych bokach.

source: How the add-on works
dsb: Kaž dodank funkcioněrujo

source: Using two distinct interactive graphic representations — Graph and List — Lightbeam enables you to examine individual third parties, identify where they connect to your online activity and provides ways for you to engage with this unique view of the Web.
dsb: Z pomocu dweju rozdźělneju interaktiwneju grafiskeju naglědowu — graf a lišćina — Lightbeam wam zmóžnja, jadnotliwe sedła tśeśich póbitowarjow wuslěźiś, identificěrowaś, źož zwězuju se z wašeju aktiwitu online a bitujo wam móžnosći, toś ten jadnorazowy póglěd na web wužywaś.

source: Using three distinct interactive graphic representations — Graph, Clock and List — Lightbeam enables you to examine individual third parties over time and space, identify where they connect to your online activity and provides ways for you to engage with this unique view of the Web.
dsb: Z pomocu tśich rozdźělnych interaktiwnych grafiskich naglědow — graf, zeger a lišćina — Lightbeam wam zmóžnja, jadnotliwe sedła tśeśich póbitowarjow pśez rum a cas wuslěźiś, identificěrowaś, źož zwězuju se z wašeju aktiwitu online a bitujo wam móžnosći, toś ten jadnorazowy póglěd na web wužywaś.

source: The default Graph view provides a real time visualization of every site you visit and all third party requests made from your browser.
dsb: Standardny naglěd graf bitujo wizualizaciju kuždego sedła, kótarež se woglědujośo a wšych napšašowanjow tśeśich póbitowarjow wuwjeźonych we wašom wobglědowaku we wopšawdnem casu.

source: The Graph view also provides adjustable filters that allow you to visualize more types of data at a glance.
dsb: Naglěd graf staja teke pśiměrjujobne filtry k dispoziciji, kótarež wam zmóžnjaju, dalšne datowe typy na jaden póglěd wizualizěrowaś.

source: The List view provides more options for drilling down into individual sites.
dsb: Naglěd lisćina bitujo dalšne nastajenja, aby se jadnotliwe sedła nadrobnjej woglědało.

source: Site preferences in the List view enable you to block sites from connecting to your Firefox browser, watch sites you’re interested in or hide sites you don’t want to see visualized.
dsb: Sedłowe nastajenja w naglěźe lisćina wam zmóžnjaju, sedła blokěrowaś, kótarež kśě se z wašym wobglědowakom Firefox zwězaś, sedła wobglědowaś, kótarež was zajmuju abo sedła schowaś, kótarež njamaju se wizualizěrowaś.

source: Lightbeam also offers an information panel that provides additional details about the site you selected and the sites it has connected to.
dsb: Lightbeam bitujo teke informaciske pólo, kótarež zwobraznja wam pśidatne drobnostki wó sedle, kótarež sćo wubrał, a wó sedłach, z kótarymiž jo zwězane.

source: The origins of Lightbeam
dsb: Póchad dodanka Lightbeam

source: Lightbeam began in July 2011 as Collusion, a personal project by Mozilla software developer <a href="%s">Atul Varma</a>.
dsb: Lightbeam jo w juliju 2011 ako Collusion zachopił, wósobinski projekt wuwijarja softwary Mozilla <a href="%s">Atul Varma</a>.

source: Inspired by the book, <em>The Filter Bubble</em>, Atul created an experimental add-on to visualize browsing behavior and data collection on the Web.
dsb: Pśez knigły <em>The Filter Bubble</em> inspirěrowany, jo Atul eksperimentelny dodank napórał, aby pśeglědowańske zaźaržanje a gromaźenje datow we webje wizualizěrował.

source: In February 2012, Gary Kovacs, Mozilla CEO at the time, introduced the Collusion add-on in a <a href="%s">TED talk</a> (now one of the most watched TED talks of all time) about exposing online tracking.
dsb: W februarje 2012 jo Gary Kovacs, tegdejšy CEO Mozilla, dodank Collusion w <a href="%s">TED-rozgronje</a> zawjadł (něnto jadno z nejcesćej woglědanych TED-rozgronow wšych casow) wó wótekšywanju slědowanja online.

source: In September 2012, Mozilla joined forces with faculty and student researchers at <a href="%s">Emily Carr University of Art + Design</a> to develop and implement visualizations for the add-on.
dsb: W septembrje 2012 jo Mozilla mocy z fakultowymi slěźerjami a studentami na uniwersiśe <a href="%s">Emily Carr University of Art + Design</a> zjadnośił, aby wizualizacije za dodank wuwijał a implementěrował.

source: With the support of the Ford Foundation and the Natural Sciences and Engineering Research Council (NSERC), Collusion has been re-imagined as Lightbeam and was launched in the fall of 2013.
dsb: Z pódpěru załožby Ford Foundation a rady Natural Sciences and Engineering Research Council (NSERC) jo se Collusion ako Lightbeam wózroźił a jo se w nazymje 2013 startował.

source: To read more about the collaboration, please visit <a href="{url}">{url}</a>
dsb: Aby wěcej wó kooperaciji cytał, woglějdaśo pšosym k <a href="{url}">{url}</a>

source: Policy and the larger tracking narrative
dsb: Politika a wětše tšojenje slědowanja

source: At Mozilla, we believe that everyone should have the tools to make their own decisions about their online privacy and who collects data on them.
dsb: Pla Mozilla wěrimy, až kuždy by dejał rědy měś, aby sam wó swójej priwatnosći online rozsuźił a wó tom, chtož gromaźi daty wó njej.

source: With the Lightbeam add-on, we are providing a valuable (and open) community research platform that aims to raise awareness, promote analysis and, ultimately, affect policy change in the areas of tracking and privacy.
dsb: Z dodankom Lightbeam bitujomy gódnotnu (a wótwórjonu) platformu zgromaźeństwowego slěźenja, kótarejež zaměr jo, znatosć pówušyś, analyzu spěchowaś a, skóńcnje, změnjenje politiki na pólach slědowanja a priwatnosći wobwliwowaś.

source: Lightbeam is one step in a larger, concerted effort by Mozilla and its partners to provide Web users with greater control and transparency of their personal data.
dsb: Lightbeam jo jaden kšac we wětšem, zgromadnem prócowanju pśez Mozilla a jogo partnarjow, aby webwužywarjow z wětšeju kontrolu a transparencu jich wósobinskich datow wobstarali.

source: Learn more about online tracking and privacy
dsb: Zgóńśe wěcej wó slědowanju a priwatnosći online

source: The <a href="%s">Mozilla Foundation</a> is a non-profit organization that promotes the values of an open Web to the broader world. The larger Mozilla community sees the growing relevance of online privacy and is supporting several initiatives that tackle the issue in various ways.
dsb: Załožba <a href="%s">Mozilla Foundation</a> jo njekomercielna organizacija, kótaraž spěchujo gódnoty wótwórjonego weba na wětšem swěśe. Wětše zgromaźeństwo Mozilla wiźi rosćecu relewancu priwatnosći online a pódpěra někotare iniciatiwy, kótarež daju se na problem na wšake wašnje.

source: Data formats in Lightbeam
dsb: Datowe formaty w dodanku Lightbeam

source: Visit our <a href="%s">documentation on Github</a> to learn more about the file formats used in Lightbeam.
dsb: Woglědajśo se našu <a href="%s">dokumentaciju na Github</a>, aby wěcej wó datajowych formatach zgónił, kótarež Lightbeam wužywa.

source: Visit our <a href="%s">documentation on Github</a> to learn more about the file formats used in Lightbeam and to see details of the data that is uploaded if you opt in to contribute data.
dsb: Pśecytajśo <a href="%s">dokumentaciju na Github</a>, aby wěcej wó datajowch formatach zgónił, kótarež wužywaju se w Lightbeam a aby nadrobnjej datow wiźeł, kótarež se nagrawaju, jolic se rozsuźijiśo, daty pśinosowaś.

source: Partners of Lightbeam
dsb: Partnarje dodanka Lightbeam

source: The <a href="%s">Ford Foundation</a> is a non-profit organization that focuses on the mission of advancing human welfare.
dsb: Załožba <a href="%s">Ford Foundation</a> jo njekomercielna organizacija, kótaraž koncentrěrujo se na misiju, cłowjeske derjeměśe spěchowaś.

source: They provide support for companies and institutions devoted to strengthening democratic values, reducing poverty and social injustice, supporting human achievement and fostering international co-operation.
dsb: Bituju pódpěru za pśedewześa a institucije, pósćonu skšuśenjeju demokratiskich gódnotow, z tym až pómjeńšuju chudobu a socialnu njespšawnosć, pódpěraju cłowjeske wugbaśa a spěchuju mjazynarodnu kooperaciju.

source: The <a href="%s">Social + Interactive Media (SIM) Centre</a> at Emily Carr University of Art + Design supports a wide range of projects in design and media, giving companies direct access to the innovative thinking, design skills and research expertise of British Columbia’s most creative faculty and students.
dsb: <a href="%s">Social + Interactive Media (SIM) Centre</a> na Emily Carr University of Art + Design pódpěra šyroki wuběrk projektow w designje a medijach, kótarež bituju pśedewześam direktny pśistup na inowatiwne myslenje, designowe znaśa a slěźeńsku kompetencu kreatiwnjejšeje fakulty Britiskeje Kolumbiskeje a jeje studentow.
