Repository: translate/mozilla-lang
Catalog: ach/mozorg/contribute-form.lang.po
Languages: ach

source: Please tell us more about your interests.
ach: Tim ber ikobi wa lok mapol makwako miti ni.

source: Want to help?
ach: Mito konyo?

source: Please select an area of interest.
ach: Tim ber i yer eria ma in imito

source: Someone from Mozilla will get back to you soon with information about how to get involved. While you’re waiting, browse through some of the volunteer opportunities available below.
ach: Ngat mo ma aa ki Mozilla bidwogo boti i kare macok coki ki ngec makwako kit ma in itwero bedo ngat acel ie. Kun itye kakuru, yab tic mogo labongo cul ki ite piny kany.

source: Hi, I’m interested in…
ach: Itye, Atye ki mita i...

source: I’d like to receive regular contribution news by email
ach: Amito gamo lok angea jwijwi ki email

source: Submit&nbsp;»
ach: Cwal&nbsp;»

source: Send us a note and we can get you started right away.
ach: Cwali wa nyig lok manok ki wan wamiyi cako cutcut.

source: Your CAPTCHA response did not match. Please try again.
ach: Dwoko lok pa CAPTCHA pe orwate. Tim ber item doki.

source: Thank you for getting in touch.
ach: Pwoc keken pikube ni.
