Repository: translate/mozilla-lang
Catalog: dsb/legal/index.lang.po
Languages: dsb

source: Legal
dsb: Pšawniske

source: Terms
dsb: Wuměnjenja

source: Our Websites
dsb: Naše websedła

source: Firefox Services
dsb: Słužby Firefox

source: Firefox Marketplace
dsb: Wikowanišćo Firefox

source: Privacy & trademarks
dsb: Priwatnosć a wikowe marki

source: Privacy Notices and Policy
dsb: Pokaze a pšawidła priwatnosćis

source: Trademark Policy
dsb: Pšawidła wó wikowych markach

source: Downloadable software notices
dsb: Pokaze k ześěgujobnej softwarje

source: Get involved
dsb: Cyńśo sobu

source: Special thanks to all of you who help report abuses of Mozilla marks, participate in governance forums, give feedback on our localizations & legal terms, and contribute your skills to the success of the Mozilla project.
dsb: Wósebny źěk wšym z was, kótarež pomagaju, znjewužywanje wikowych markow Mozilla k wěsći daś, wobźěluju se na forumach wjeźenja pśedewześa abo zgromaźeństwa, wugranjaju se wó lokalizacijach a pšawniskich wuměnjenjach a pśinosuju ze swójimi znaśami k wuspěchoju projekta Mozilla.

source: Get involved!
dsb: Cyńśo sobu!

source: Protect the Fox
dsb: Lišku šćitaś

source: Help us protect our users by reporting abuse of Mozilla Trademarks.
dsb: Pomagajśo nam, našych wužywarjow šćitaś, z tym až dajośo znjewužywanje wikowych markow Mozilla k wěsći.

source: Takedown requests
dsb: Pšosby wó pśizjawjanju

source: Report infringement of your copyrights or trademarks.
dsb: Pśekśiwjenje awtorskich pšawow abo wikowych markow k wěsći daś.

source: Report abuse of your copyrights and trademarks.
dsb: Dajśo znjewužywanje wašogo awtorstwa a wikowych markow k wěsći.

source: Back to Legal
dsb: Slědk k Pšawniskim

source: Websites & Communications Terms of Use
dsb: Wužywańske wuměnjenja za websedła a komunikaciju

source: Acceptable Use Policy
dsb: Akceptabelne wužywańske pšawidła

source: Firefox Hello Terms of Service
dsb: Słužbne wuměnjenja za Firefox Hello

source: Firefox Cloud Services: Terms of Service
dsb: Firefox Cloud Services: Wužywańske wuměnjenja
