Repository: translate/mozilla-lang
Catalog: son/legal/index.lang.po
Languages: son

source: Legal
son: Alhukum bande

source: Terms
son: Kalimawey

source: Our Websites
son: Ir interneti nungey

source: Firefox Services
son: Firefox goymiɲey

source: Privacy & trademarks
son: Sutura nda teekaw tammaasa

source: Privacy Notices and Policy
son: Sutura bayrandey nda laada

source: Trademark Policy
son: Teekaw tammaasa laada

source: Downloadable software notices
son: Goyjinay bayrandey zumandiyan se

source: Get involved
son: Wa huru goyoo ra

source: Special thanks to all of you who help report abuses of Mozilla marks, participate in governance forums, give feedback on our localizations & legal terms, and contribute your skills to the success of the Mozilla project.
son: Ir ga cerecere ka war kul foo nda goy kaŋ ga bayrandi ir se nda war dii goy laala Mozilla šilbawey bande, faaba ka batey juwal nda hantum ir se šenni-berandiyaney nda alkukum misey ra, nda war bayraa nda waanaa kanbuzaamay hala Mozilla porožewoo ma too nga fellaa.

source: Get involved!
son: Wa kanbe dam!

source: Protect the Fox
son: Nzungoo saajaw

source: Help us protect our users by reporting abuse of Mozilla Trademarks.
son: Ir faaba k'ir goykey kul jejebu nda war na Mozilla teekaw tammaasawey hooyan bayrandi.

source: Takedown requests
son: Diraykayandiyan hãayaney

source: Report infringement of your copyrights or trademarks.
son: Teekaw alhaku tammaasa marayyan kul bayrandi ne.

source: Report abuse of your copyrights and trademarks.
son: Zanba bayrandi nda war teekaw alhakey nda tammaasawey howandi.

source: Back to Legal
son: Willi alhukum kaddasu azzaati ga

source: Websites & Communications Terms of Use
son: Interneti nungey nda toonandiyan goy kalimawey

source: Acceptable Use Policy
son: Goyyan laada yaddante

source: Firefox Hello Terms of Service
son: Firefox Hello goyyan laada

source: Firefox Cloud Services: Terms of Service
son: Firefox duula goymiɲey: goymee waafakay
