Repository: translate/mozilla-lang
Catalog: sat/foundation/annualreport/2011faq.lang.po
Languages: sat

source: The State of Mozilla
sat: मोजिलाक् रेयाक् बिबरोन

source: Frequently Asked Questions
sat: जावगे कुकली को कुली

source: What are the key projects for Mozilla in the next year? How do you plan to influence the market going forward?
sat: दोसार रे मोजिला ला़गित् चेद मुल प्रोजेक्ट हुयुक् आ ? बाजार माड़ाङ सेद चालाव प्रोरबाव ला़गित् चेद लेका आम का़मी होरा तेयारा ?

source: The Firefox Web browser is and will continue to be a fundamental lever in driving the Web forward and advancing the Mozilla mission.
sat: फायारकफॉक्स वेब ब्राउजार दो लेताड़ोक् आ मुल ला़कती राकाब वेब माड़ाङ सेत् चालाव रे आर मोजिला मिसोन लाहा होचो .

source: Firefox OS is Mozilla’s mobile operating system, based entirely on HTML5. Today, 50 percent of 2.3 Billion people who go online do so primarily through a mobile device, and that number is expected to grow. With Firefox OS, Mozilla has set out to develop and a completely open and standards-based Web as a platform for innovation. We've built the technologies and <abbr title="Application Program Interfaces">APIs</abbr> to make the Web a rich and viable option and we are committed to driving forward the adoption of HTML5 as a platform for the mobile industry.
sat: फायारफॉक्स OS दो मोजिला रेयाक् नोबाइल ओपरेटिंग सेस्टेम काना, HTML5. रे पुरा़ लेका ते बा़यसा़व तेहेञ, 50 सायाक् 2.3 अरब होड़ कोवाक् ओकोय ऑनलाइन ए चालाक् आ ओना ते पा़हिल लेका ते मित् मोबाइल डिबाइस सेत् ते, आर ओना लेखा दो लाहा राकाब ला़गित् आंसा. फायारफॉक्स OS, सांव, मोजिला लाहा ला़गित् साजाव आर पुरा़ झिज आर मित् प्लेफोर्म लेका बातावाक् बा़यसा़व वेब नावा आ़रु ला़गित्. आले प्रौद्योगिकी को ले बेनाव आकात् आ आर <abbr title="Application Program Interfaces">APIs</abbr>मित् पुरुन लेब आर बेबोहार आपनार मोने तेयाक् तेयार ला़गित् आर आले मोबाइल उद्योग ला़गित् मित् प्लेटफोर्म लेका HTML5 रेयाक् हाताव माड़ाङ सेत् चालाव ला़गित् आलाय आकाना .

source: With the Mozilla Webmaker program, we are aiming to move millions of people from Web users to active Web creators who will build the next great Web experiences. The goal is to create a more Web literate planet through tools and learning programs that fuel creativity on the Web.
sat: मोजिला वेबमेकार प्रोग्राम सांव, आले चेगोड़ वेब तेयार को खोन वेब बेभार चो खोन गेल लाख होड़ को चालाव ला़गित् ले उयहा़रेत् आ ओकोय दोसार माराङ वेब ञेंल हेरेड़ को तेयारा. जोस दो टुल्स आर चेगोक् प्रोग्राम ओका वेब रे जुलुक् तोयार तेत् सेत् ते ढेर वेब सांवहेत् प्लेनेट तेयार ला़गित्.

source: How do you measure success?
sat: चेत् लेका आम रा़सते पारोमाक् एम नापाक् ?

source: At Mozilla, we measure success by how much we are doing to improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations build build the traits and features we care about into competing products. For example, we view Google Chrome's recent implementation of the Do Not Track feature we pioneered to be a success for Mozilla and our mission.
sat: मोजिला रे, आले वेब रेयाक् जोतोवाक् निकुट लाहाय ला़गित् तिना़क ढेर ले का़मी काना दाराय ते आले रा़स ते पारोम ले नापा आर बेभार को आर लाहा होचो कोवाक् गोरजी को लाहाया. आले ले रा़सोक् आ तिन रे आले तेयार ओडोक कोले बेनावा ओका होड़ को दुला़ड़ा आर तिन रे एटाक् सेमलेत तेयार चिनहा़ आर गुन को तेयारा बाबोत् ते धेयान ले एमा. जेलेका ला़गित् , आले गुगाल क्रोम रेयाक् नितोगाक् आलोम पांजा गुन रेयाक् बाहाल ले ञेंला आले मोजिला आर मिसोन ला़गित् रा़स तेयार ले आ़युर लेत् आ.

source: Unlike our major competitors, Mozilla achieves success by helping more people make choices about what software they want to use, what level of participation they would like to have online, and how to take part in building a better Internet. When we see growth in community contributors, software localizations, and a competitive browser market, for example, we know we are moving toward our goals and we are seeing growth in these areas.
sat: बाङ कुसी आलेयाक् माराङ हेपराव को, मोजिला ढेर होड़ कोवाक् कुसियाक् तेयार ओका सोफ्टवेयार उनकु बेभार सानायेत कोवाक् सा़मिलोक् रेयाक् ओका ताह ऑनलाइन रे उनकु को कुसियाक् आ, आर चेत् लेका बेस इन्टारनेट तेयार रे सा़मिलोक गोड़ो एम दाराया. तिन रे आले सांवता बिरा़द हा़टिञ को, सोफ्टवेयार नोडेनाक् तेयार, आर मित् हेपराव ब्राउजार बाजार लाहा राकाब ञेंला जेलेका ला़गित्, आले ले बाडाया आले आलेयाक् जोस सेत् ले चालाक् काना आर आले नोवा को जायगा रे लाहा राकाब ले ञेंलेत् आ.

source: What was Mozilla’s total revenue for 2011?
sat: 2011 ला़गित् मोजिलावाक् मोट आरजाव दो चेत् ताहें काना ?

source: Mozilla’s consolidated reported revenue (Mozilla Foundation and all subsidiaries) for 2011 was $163M (US), up approximately 33 percent from $123M in 2010.
sat: मोजिलावाक् गोड़पोड़ता रिपोर्ट एम आरजाव (मोजिला फाउंडेसोन आर जोतो गोड़ो को ) दो 2011 $163M (US) ताहें लेन ताहेंना, 2010 रे मोटा मुटी 33 सायाक् चेतान $123M in 2010 खोन.

source: How does Mozilla generate revenue?
sat: चेत् लेका मोजिला आरजावे तेयारा ?

source: The majority of Mozilla’s revenue is generated from search and commerce functionality included in our Firefox product through all major search partners including Google, Bing, Yahoo, Yandex, Amazon, Ebay and others. Mozilla’s reported revenues also include very important individual and corporate donations and grants, which are growing significantly, as well as other forms of income from our investable assets.
sat: मोजिला रेयाक् सोगे आरजाव दो पानते आर बेपार का़मी तेत् आलेयाक् फायारफॉक्स तेयार ओडोक् मेसा जोतो माराङ पानते भा़गियारी को मेसा सेत् ते गुगाल, बिंग, याहु, यानडेक्स, आमाजोम, इवे आर एटागाक्. मोजिलावाक् रिपोर्ट एम आरजाव हों आ़डी मोहोत निजेर को आर कोरपोरेट दान आर अनुदान को मेसा, ओका दो मोहोत लेका ते लाहा राकाब आ, सांव ते आरजाव रेयाक् एटाक् कार्म आलेयाक् लागाव टाका सोमपुती खोन.

source: Are you exploring partnership opportunities to diversify your revenue stream?
sat: चेद आम बोदोल होचो आमाक् आरजाव लिंजी रे भा़गिया़री ओबसोर को पानते तुदेक् आ ?

source: We currently have several key business partnerships and are actively exploring new partnership opportunities as well as other potential revenue opportunities. We’ll continue to build great products that help people enjoy the richness of the Internet, and we’re confident that this allows us to identify appropriate sources of revenue that serve both the mission and our users.
sat: आले ठेन नित् आ़डी लेकान का़ठी बेपार भा़गिया़री तेयारोक् मेनाक् आ आर चोगोड़ ते नावा भा़गिया़री ओबसोर को पानते तुद सांव ते एटाक् हुयुगाक् आरजाव ओबसोर को मेनाक् आ आले माराङ तेयार ओडोक बेनाव ले लेताड़ ओका इन्टारनेट रेयाक् किसांड़ तेत् रे होड़ को रा़स्का गोड़ो वाकोवा, आर नोवा आरजाव रेयाक् बेस सोत चिनहा़व ला़गित् आले बातावे एमा लेया ओका बानार मिसोन आर आलेरिन बेभार को रे का़मी या.

source: Some key Mozilla Foundation projects, like Collusion, have received grants from organizations such as the Ford Foundation.
sat: तिना़क् गान का़ठी मोजिला फाउंडेसोन प्रोजेक्ट, जेलेका कोपोट, सेमलेत खोन अनुदान हाताव जे लेका फोर्ड फाउंडेसोन.

source: What is the status of the organization’s search partnerships?
sat: सेमलेत् रेयाक् पानते भा़गिया़री रेयाक् चेद दोसा काना ?

source: We currently have partnerships with a number of search providers that differ by market. In December 2011, we announced a new agreement with Google as the default search provider in Firefox. This new agreement extends our long-term search relationship with Google for at least three additional years. The specific terms of this commercial agreement are subject to traditional confidentiality requirements, and we’re not at liberty to disclose them.
sat: आले ठेन नितोक् आयमा पानते एमोक् को सांव भा़गिया़री तेयार को मेनाक् आ ओका बाजार खोन भेगारा. दिसेम्बोर 2011, रे, आले गुगाल सांव फायारफॉक्स रे हुड़ाक् पानते एमोक् को लेका मित् नावा बोनोत् ला़य सोदोर आकाना. नोवा नावा बोनोत् आलेयाक् जिलिञ-दोब पानते कोम खोन कोम पा बाड़तियाक् सेरमा ला़गित् गुगाल सांव सोम्बोंध तेयार. नोवा बेपार बोनोत रेयाक् बिसेस दोब को दो आ़रीचा़ली बेस पा़तिया़वाक् ला़कती को सोम्बोंध आर आले दो उनकु झिज ला़गित् सा़धिन रे बानुक् लेया .

source: What is the status of your commercial relationship with Bing?
sat: आमाक् बिंग सांव बेपार सोम्बोंध रेयाक् चेद दोसा काना ?

source: Bing is included as a search provider in the US versions of Firefox. The arrangement includes revenue-sharing based on traffic sent from Firefox to Bing's search service.
sat: बिंग दो फायारफॉक्स रेयाक् US बार्सान रे पानते एमोगिज लेका मेसावा. बोनोत रे आरजाव-हा़टिञ बिंगाक् पानते का़मी रे फायारफॉक्स खोन कुलाकान ट्राफिक रे बा़यसा़वाक् .

source: What happened with Yandex? Is there anything you can update us on with that partnership?
sat: यानडेक्स सांव चेद चेका येना ? चेद जाहांनाक् मेनाक् आ आम ओना भा़गिया़री सांव ते आले हा़ली दाड़ेयाले या ?

source: Google is the default search provider on the Russian builds of Firefox. Yandex will remain in the pre-installed list of search plug-ins. The change is part of the global search renewal that Mozilla entered into with Google, which makes Google the search default.
sat: गुगाल दो फायारफॉक्स रेयाक् रासियान तेयार रे हुड़ाक् पानते एमोगाक् काना. यानडेक्स दो खोंजा आदेर पानते रेयाक् माड़ाङ ते बोहालाक सुची रे सारेच् मेनाक् आ. बोदोल दो गोलोवाल पानते नावाआ़रु रे हा़टिञ काना ओका मोजिला गुगाल सांव भितिर आदेरोक् आ, ओका गुगाल पानते हुड़ाक् ए तेयारा.

source: Mozilla and Yandex will continue to explore partnerships on a number of fronts, including the customized Yandex edition of the popular Firefox browser and the integration of Yandex search services in other regional builds.
sat: मोजिला ईर यानडेक्स आयमा फॉन्ट को रे भा़गिया़री तेयार पानतेतुद ला़गित् लेताड़ा, ञुतुमान फायारफॉक्स रेयाक् कुसियाक् तेयार यानडेक्स पारसाल मेसा आर एटाक् नोडेनाक् तेयार रे यानडेक्स पानते का़मी रेयाक् जुमिद तेयार.

source: What sort of commercial agreements do you have in place in mobile?
sat: चेत् लेकान बेपार बोनोत रेयाक् साला आम ठेन मेनाक् मोबाइल जायगा रे ?

source: Mozilla has announced a commercial partnership with Telefonica for Firefox OS. The specific terms of the agreement are subject to traditional confidentiality requirements. We are developing new partnerships with additional <abbr title="Original Equipment Manufacturers">OEMs</abbr> and operators, which will be announced in due course through 2012 and into 2013. We also have numerous arrangements with app publishers who will be included in Firefox Marketplace.
sat: मोजिला फायारफॉक्स OS. ला़गित् टेलिफोनिका सांव मित् बेयार भा़गिया़री ला़य सोदोर आकात् आ. बोनोत रेयाक् बिसेस दोब दो आञरी चाली बेस पा़तिया़वाक् लाकती को ओम्बोंध ते. आले सेलेदोगाक् <abbr title="Original Equipment Manufacturers">OEMs</abbr> सांव नावा भा़गिया़री लाहायेत् आ ले आर ओपरेटार, ओका दो 2012 आर 2013. सेत ते एमोक् कोर्स रे ला़य सोदोरा. आले ठेन एप छापा ओडोक् को सांव आ़डी लेकान बेबोसता हो मेनाक् आ ओकोय फायारफॉक्स बाजार जायगा रे सा़मिला.

source: How much revenue do you anticipate that will bring in the coming year and what is the business model/revenue model in those deals?
sat: तिना़कगान आरजाव आमेम आंसा ओका दाराकान सेरमा रे आ़गुया आर बेपार मोडेल / ओना को का़मी रे आरजाव मोडेल चेत् काना ?

source: We are not providing forecasts or projections at this time. Our main focus is on creating and delivering offerings that address user, developer, and operator needs. At the same time we are continually exploring potential new revenue models that serve both the mission and our users.
sat: आले दो माड़ाङ सेदाक् ला़य आर नोवा ओकतो रे पोनथा बाले एमोक आ. आलेयाक् मुल उदुक् दो तेयार आर एनेम का एनोक् काना ओना ठिका़ना बेभार को, लाहा होचो को, आर ला़कती ओपरेटार इना़ ओकतो रे आले हुय दाड़ेयाक् नावा आरजाव मोडेल पानते तुद लेताड़ा ओका बानार मिसोन आर आलेरिन बेभार को ठेन का़मीया .

source: What makes you think you can break into the smartphone market with two clearly dominant players?
sat: आम उयहा़र होचो ला़गित् चेत् तेयारा आम बारया पुस्टाव दाड़ेयान खेलोंडिया सांव स्मार्टफोन बाजार रा़पुद दाड़ेयाक् आ ?

source: Mozilla believes that the Web is the best platform for innovation, connecting, sharing and for building the world that we want. With Firefox OS, Mozilla is creating an operating system based entirely on open Web standards. HTML5 is an increasingly important technology, which more and more developers are embracing. There is also an HTML5 ecosystem of developers who are already creating applications for desktop web browsers, while many AppStore and Android applications have already been developed in HTML5.
sat: मोजिला पा़तियावाक् आ जे वेब दो नावा आ़रु जोनोड़ाव, हा़टिञ आर दुनिया तेयार ला़गित् बेस प्लेटफोर्म काना ओका आले ले ञाम काना. फायारफॉक्स OS सांव,मोजिला दो मित् ओपरेटिंग सेस्टेम ए तेयारा झिज वेब बातावाक् रे पुरा़ बा़यसा़व आकाना. HTML5 दो मित् बाड़हागाक् प्रौद्योगिकी काना, ओका ढेर आर ढेर लाहा होचो को बातावाक् काना. नोडे लाहा होचो कोवा मित् HTML5 पोरिस्थिती सेस्टेम हों काना ओकोय को दो डेस्कटॉप वेब ब्राउजार ला़गित् माड़ाङ खोन एपलिकेसोन को तेयार आकात् आ, तिन रे आ़डी ढेर एप स्टोर आर एंडरोयेड एपलिकेसोन रे HTML5 रे माड़ाङ खोन लाहा होचो आकाना

source: How many operator/carrier partners do you have signed up for Firefox OS?
sat: आम ठेन तिना़क् ढेर ओपरेटार / गोगोक् भा़गिया़री फायारफ़क्स OS ला़गित् साइन ऑप आकाना?

source: The first Firefox OS-powered devices are expected to launch commercially in Latin American markets in early 2013 through Telefónica. We've also announced support for the Firefox OS from global network operators including Deutsche Telekom, Etisalat, Smart, Sprint, Telecom Italia and Telenor, so you can expect more device and OS news throughout 2013.
sat: पा़हिल फायारफॉक्स OS-पावार डिबाइस कोदो टेलिफोनिका सेत् ते एतोहोब 2013 रे लैटिन आमेरिकान बाजार रे बेपार लेकाते उछा़न ला़गित् आंस लेना. आले गोलोबाल नेटवार्क ओपरेटार खोन फायारफॉक्स OS ला़गित् ला़य सोदोर गोड़ो हों मेनाक् आ डियुटेच् टे लिकोम इटिसालात्, स्मार्ट स्प्रिंग, टेलिकोम इटालिया आर टेलेनोर मेसा ओना ते आम बाड़ती डिबाइस आर OS खोबोर 2013सेत् ते आंस दाड़ेयाक् आ.

source: What OEM will you be working with?
sat: ओका OEM सांव आमेम का़मी ला़गित् ?

source: TCL Communication Technology (who own the Alcatel brand) and ZTE are leading partners to build the first handsets to run Firefox OS. We expect to announce additional OEM support soon.
sat: TCL साचार प्रौद्योगिकी (ओकोय आ लकाटेल ब्रांड आपनार आकात् आ )आर ZTE दो फायारफॉक्स OSचालाव ला़गित् पा़हिल हैड सेट तेयार ला़गित् आ़युर भा़गिया़री काना आले सेलेदाक् OEM गोड़ो लोगोन ते ला़य सोदोर ले आंसेत् आ .

source: When can we expect to see devices launching in the United States? Europe?
sat: तिन रे आले युनाइटेड स्टेट ? रे डिबाइस को उछा़न ञेंल ला़गित् ले आंस दाड़ेयाक् आ ?

source: The first Open Web Devices will be launched in Latin American markets in early 2013. Other locations have yet to be announced.
sat: पा़हिल वेब डिबाइस दो एतोहोब 2013. रे लैटिन आमेरिकान बाजार रे उछा़ना. एटाक् ठांव को नित हा़बिच् बाय ला़य सोदोर काना .

source: What is the business model for your app marketplace?
sat: आमाक् एप बाजार जायगा ला़गित् बेपार मोडेल चेत् काना ?

source: Firefox Marketplace will offer developers’ discovery, distribution and monetization opportunities and will also be customizable by partners. For example, with Telefónica, we will provide direct-to-bill capabilities in the device, in the event that app store owners would like to bill Telefónica customers directly. But app developers are free to use their own billing systems. You can read about this in the Telefónica Marketplace Payments Guide for further details of how payments will work.
sat: फायारफॉक्स बाजार जायगा दो लाहा होचो कोवाक् पानते ञाम हा़टिञ आर टाका तेयार ओबसोर को एमोक् आ आर भा़गिया़री को दाराय ते कुसियाक् तेयार लेक हो एमोक् आ. जेलेका ला़गित्, टेलिफोनिका सांव, आले डिबाइस रे सोझे-बिल दाड़ेयाक् तेत् ले एमोक् आ, घोटना रे एप स्टोर मा़लिक को सोझे टेलिफोनिका हाकताव को बिल को कुसियाक् आ. मेनकान एप लाहाहोचो को दो आकोवाक् निजे बिल सेस्टेम बेभार ला़गित् सा़धिन गेया. आम चेत् लेका टाका एमे का़मी या रेयाक् लाहा सेदाक् बिबरोन ला़गित् टेलिफोनिका बाजार जायगा टाका एम उदुक् होरा रे नोवा बाबोत ते पाड़हाव दाड़ेयाक् आ..

source: What are your projections for growth in 2013 in desktop, mobile, OS?
sat: आमाक् पोनया चेत् काना डेस्कटॉप,मोबाइल, OS रे 2013 लाहा राकाब ला़गित् , OS?

source: We are not providing forecasts or projections at this time.
sat: आले लाहा तेयाक् ला़य आर बाङ नोवा ओकतो रे पोनया को बाले एमोक् आ .
