Repository: translate/mozilla-lang
Catalog: sat/foundation/annualreport/2011.lang.po
Languages: sat

source: This year we brought back <a href="%(flicks_url)s" rel="external">Firefox Flicks</a> — a video challenge for aspiring filmmakers, animators and creatives from around the world to produce and submit short films. These films made by Firefox fans, promoted and educated users about the issues that affect their online lives such as privacy and security. Most importantly, these filmmakers shared what makes Firefox different using their own voices. Celebrities and film-industry experts helped select the regional winners from more than 400 submissions from thousands of filmmakers worldwide.
sat: नोवा सेरमा आले ले आ़गु रुवा़ड़ केत् आ. <a href="%(flicks_url)s" rel="external">फायारफॉक्स दाल </a> —उसका़व फिल्म मेकार, एनिमेटार आर ला़गित् बिडियो लिलका़र आर तेयार ओडोक आर खाटो फिल्म को जोमा एम रे गोटा दुनिया़ खोन तेयार. नोवा फिल्म को फायारफॉक्स फेन्स दाराय ते तेयाराकाना, काथा बाबोत ते बेबार को लाहा राकाब आर सिखना़त् ओका आकोवाक् ऑनलाइन लाइन को पोरभावा जे लेका निजेराक् आर जा़पती. आ़डी मोहोता लेका ते, नुतु फिल्म मेकार चेद भेगार फायार फ़क्स ए तेयारा आकोवाक् निजे साडे को बेभाराते हा़टिञा. मानाव को आर फिल्म-उद्योग गा़खुड़ गोड़ोवाकोवा नोवा जायगा रिन जितका़र को बाछान 400 जोमाएम को खोन ढेर दुनिया़ जाक् फिल्म मेकार कोवाक् हाजार लेखा खोन .

source: Our success begins with you.
sat: आलेयाक् रा़स पारोम आम सांव एहोबोक् आ.

source: Mozilla is an organization that is fundamentally about people and making the Web better for everyone. The Mozilla community is essential to the success of the project. We can’t fight for an open, hackable and transparent Web without people who believe in and support that cause. We have Mozilla communities spanning the world and these remarkable people are responsible for coding, testing, localizing, hosting hackfests and summer code parties, teaching Webmakers, marketing, evangelizing Mozilla products and much more.
sat: मोजिला दो मित् सेमलेत काना ओका दो मुल लेका ते होड़ को आर जोतो होड़ को ला़गित् बेस वेब तेयार बाबोत ते ला़गित् बेस वेब तेयार बाबोत ते काना. मोजिला सांवता बिरा़द दो प्रोजेक्ट रा़स लेकाते पारोम रे ला़कतिया. होड़ बेगोर ञेंल पारोमाक् वेब ओकोय ओना रे पा़तिया़व आर आर ओना कारोन ए गोड़ोवाक् आले ठेन मोजिला सांवता बिरा़द को दुनिया़ पासनावेत् आ आर नुकु चिनहा़ दाड़े होड़ को दो कोडिंग, बिड़ाव, नोडेनाक् तेयार, घा़डिच जोम हुय होचो आर सितुङ कोड दोल को, वेबमेकार को पाड़हाव, किरिञ आखरिञ, एमेनजिला़यजिंग मोजिला तेयार ओडोक आर आ़डी आचमा.

source: Mozilla Reps
sat: मोजिला रेपस

source: The <a href="%(reps_url)s" rel="external">Mozilla Reps</a> program, designed to empower volunteers to become official representatives of Mozilla in their region, has grown to more than 350 people in more than 70 countries in a little more than a year. The program plays a critical role in helping Mozilla execute against its organizational goals around the promotion and development of Firefox OS, Firefox for Windows, Mac and Linux and Firefox for Android. Reps have organized more than 700 events around the world and have successfully recruited and trained hundreds of new contributors across dozens of functional areas.
sat: <a href="%(reps_url)s" rel="external">मोजिला रेप </a> प्रोग्राम, आकोवाक् जायगा रे मोजिला रिन ऑफिस सेत् खोन होक एम होड़ को तेयारोक् ला़गित् निजे का़मिया़ को दाड़े तेयार ला़गित् जोह तेयाराकाना, 350 होड़ खोन ढेन लाहा राकाब आकाना मित् सेरमा खोन ढेर का़च् रे 70 दिसोम कोरिन खोन ढेर. प्रोग्राम दो मित् आंझाट खेलोंडा मोजिला का़मी पुरा़व आजाक् सेमलेत लेका तेयार गोटा जोम लाहा राकाब बिरुद आर फायारफॉक्स OS, बिंडोज ला़गित् फायारफॉक्स , मेक आर लिनुक्स आर एंडरोयेड ला़गित् फायारफॉक्स रेयाक् लाहा़नती ला़गित्. रेप को दुनिया़ जाकात् 700 घोटना को खोन ढेर जुमिद आकान आर रा़स लेका ते का़मी रे आ़चु आकाना आर का़मी जायगा रिन दोरजोन पारोम नावा हा़टिञ कोवाक् साथ ट्रेन आकाना .

source: MozCamps
sat: मोज केम्बस

source: MozCamps are regional events that bring together core paid and volunteer Mozilla staff members from all areas of the project for two full days of presentations, discussions, brainstorms, work sprints, hackathons and, of course, a little bit of fun.
sat: मोज केम्प दो नोडेनाक् घोटना को काना ओका मित् धाव ते आ़गुया मुल पेड आर निजे कामिया़ मोजिला का़मिया़ को उदुक् सोदोर, चारचा, हाताङ लोलो, पा़मी लोगोन दा़ड़ घांडिच् एथोन रेयाक् बारसिंग पुरा़ माहा ला़गित् प्रोजेक्ट रेयाक् जोतो जायगा का खोन रा़सिया़ तेयार आर सा़रियाक् रे, कुसी रेयाक् का़च घांडिच्.

source: While the main focus is on community leaders and core contributors, MozCamps also aim to train up future leaders — those Mozilla contributors who have been particularly active in the past six months and represent the next generation of Mozilla leadership in the community.
sat: तिन रे मुल उदुक् दो मित् सांवता बिरा़द आ़युर को र मुल हा़टिञ को, मोद केम्प दो आगाम रिन आ़युर को ट्रेम ऑप ला़गित् हों जोसा — उनकु मोजिला हा़टिञ को ओकोय बिसेस लेकाते पारोमाकाना तुरुय चाँदो आर मोजिला रेयाक् सांवता निरा़द रे आ़युर दो सार पिढ़ी उदुगा रे बिसेस चोगोड़ होचो आकाना .

source: This year‘s MozCamps were held in Buenos Aires, Warsaw and Singapore, bringing together more than 300 employees and 600 volunteers.
sat: नोवा सेरमा रेयाक् MozCamps दो बुयनोस आयरेस बारसाह आर सिंगापुर रे हुयलेन ताहेंना 300 का़मिया को आर 600 बक्स निजे का़मिया़ को मित्धाव ते आ़गु.

source: Emerging Communities
sat: बाहरे ओडोक सांववता बिरा़द को .

source: Some of the fastest growing and most dynamic communities are some of our youngest communities. They can be found in the Middle East, Africa and South East Asia and many of their members have been invited to MozCamps in 2012 as participants. The <a href="%(tunisia_url)s" rel="external">Tunisian community</a>, <a href="%(kenya_url)s" rel="external">Kenyan community</a> and <a href="%(philippines_url)s" rel="external">Filipino community</a> have been doing particularly outstanding work and each comprises roughly a dozen active contributors across many functional areas, including localization, QA, marketing and development. One of the newest Mozilla communities launched in 2012 is in <a href="%(myanmar_url)s" rel="external">Myanmar</a>.
sat: तिना़क् गान लोगोन उता़र लाहा राकाब आ आर आ़डी तेत् चालावाकाना सांवता बिरा़द को दो तिना़क गान आलेरिन हुडिञ उता़र सांवता बिरा़द काना को. उनकु मिडिल इस्ट, आफ्रिका आर साउथइस्ट एसिया, आर आ़डी गान आकोरिन रा़सिया़ को ञाम दाड़ेयाक् आ सा़मिला़त् लेका ते 2012 रे मोंजकेम्पस रे नेवता होचो लेना . <a href="%(tunisia_url)s" rel="external"> तुनीसियान सांवता बिरा़द </a>, <a href="%(kenya_url)s" rel="external"> केनयान सांवता बिरा़द </a> आर <a href="%(philippines_url)s" rel="external">फिलिपिन सांवता बिरा़द </a> बिसेस माराङ का़मी का़मी होचो येत् आ आर जोतो सांबाय को मोटा मुटी मित् दोरजोन चोगोड़ हा़टिञ को आ़डीगान का़मी याक् जायगा को पारोम, नोडेनाक् तेयार , QA, किरिञ आखरिञ आर लाहा़नती मेसा को, मित् नावा उता़र मोजिला सांवता बिरा़द को 2012 रे उछा़न लेना <a href="%(myanmar_url)s" rel="external">म्यानमार </a>.

source: Contributor Stories
sat: हा़टिञिजाक् का़हनी को

source: Chit started contributing to Mozilla in 2010 and has been leading community building efforts in Myanmar ever since.
sat: 2010 रे मोजिला रे चिटी हा़टिञ एहोब लेत् आ आर म्यानमार रे उनखोन सांवता बिरा़द तेयार कुरुमुटु को आ़युर होचो लेना .

source: Viking organized the first ever Firefox launch party in Indonesia back in 2007 and has led community marketing efforts across the country.
sat: भिकिंग पा़हिल जावाक् फायारफॉक्स उछान दोल 2007 रे तायोम ते इंडोनेसिया रे बेबोसता लेत् आ दिसोम बाहरे सांवता बिरा़द किरिञ आखरिञ कुरुमुटु आ़युर लेत् आ .

source: Keng kickstarted efforts to get Firefox localized in Thai and has been a community lead since 2008.
sat: केंग थाई रे फायारफॉक्स नोडेनाक् ञाम ला़गित् था़या़ एहोब कुरुमुटु को आर 2008 खोन सांवता बिरा़द आ़युर होचोयेत् आ.

source: Claire started contributing to Mozilla in 2009 and is the editor of the Bonjour Mozilla blog.
sat: क्लाइरे 2009 रे मोजिला रे हा़टिञ ए एहोब लेत् आ आर बोनजौरमोजिला ब्लॉग रेयाक् .

source: A passionate open source evangelist in his native Egypt, Haitham became a Mozilla Rep in early 2011.
sat: मित् धोरजी सोत इमान जेलिस्ट आजाक् मुल इजिप्ट रे झिजा, हायथाम दो एतोहोब 2011 रे मोजिला रेप ए तेयार लेना.

source: Ioana has been driving Mozilla hackathons across her native Romania since 2010.
sat: लोवाना रेदो मोजिला घांडिच् एथोन आजाक् मुल रोमानिया 2010 खोन चेतान चालावा.

source: Brian has been contributing to Mozilla for more than a decade and recently sat on the Mozilla Reps Council.
sat: ब्रियान दो गेलाक सेरमा खोन ढेर ला़गित् मोजिला रे हा़टिञ होचोयेत् ताहेंना आर नितोक् मोजिला रेप् स बा़यसी रे दुड़ुप आकाना .

source: Passionate about reviving Songay, a dialect in his native Mali, Mohomodou has led localization efforts to get Firefox translated into Songay.
sat: सोंगे जिवित रुवा़ड़ बाबोत् ते घोरजो, आजाक् मुल मा़ली, रे काथा मोहोमुडा़ड रे सोगे रे फायारफॉक्स तोरजोमा ञाम ला़गित् नोडेनाक् कुरुमुटु को आ़युर आकात् आ .

source: Sustainability and Partnerships
sat: गोगाक् त् आर भा़गिया़री तोल .

source: Along with this annual report, we released our audited financial statements for 2011. Mozilla remains well positioned, both financially and organizationally, to advance our mission of building openness, freedom and participation into the Internet.
sat: नोवा सेरमा किया रिपोर्ट सांव-आले आलेयाक् ओडिड हिंसाब खोरोच 2011.ला़गित् बिबरोन मोजिला दो बेस ओबोसता रे सारेच आकाना बानार हिंसाब किता़ब लेकाते आर सेमलेत् लेकाते, झिज तेत् तेयार रेयाक् आलेयाक् मिसोन लाहाय ला़गित् इन्टार नेट रे सा़धिन आर सा़मिलोक् .

source: Mozilla remains financially healthy; we continue to hire more people globally, we’ve opened new Mozilla Spaces around the world, have launched significant new initiatives such as Firefox OS and are able to support those with viable resources.
sat: मोजिला दो खोरोच खोरचा लेका ते निकुटा. आले गोलोवाल खोन ढेर होड़ भाड़ा आ़गु ले लेताड़ा, आले गोटा दुनिया नावा मोजिला फांक ले झिजा मोहोत नावा एतोहोब को उछा़न आकात् आ जेलेका फायारफॉक्स OS आर बेबोहाराक् सोत को सांव ओना को गोड़ो ला़गित् लेकोक् आ .

source: The majority of our revenue comes from the search functionality in the Firefox browser. Google is the largest source of revenue and in December 2011, we announced that we negotiated a significant and mutually beneficial revenue agreement with Google. This new agreement extends our long term search relationship with Google for at least three additional years.
sat: ढेर दो आलेयाक् आरजाव फायारफॉक्स ब्राउजार रे पानते का़मी तेत् खोन हिजुक् आ. गुगाल दो आरजाव रेयाक् माराङ सोत काना आर दिसेम्बोर 2011, रे, आले ला़य सोदोरा जे आले मोहोता ले दोर मुला़या आर आपोसपोर गुगाल सांव लाबाक् आरजाव बोनोत नोवा नावा बोनोत् आ लेयाक् जिलिञ दोब ए पासनाव कोम खोन कोम पेया सेलेदोगाक् सेरमा ला़गित् गुगाल सांव सोम्बोंध पानते या .

source: Mozilla has a number of other relationships in the Web community, as well as new relationships with mobile operators, device manufacturers, third-party content partners and other players in the mobile ecosystem.
sat: मोजिलाक् दो वेब सावता बिरा़द रे एटाक् सोम्बोंध रेयाक् मित् लेका मेनाक् आ, सांवते मोबाइल ओपरेटार, डिबाइस बेनाव को, तेसार-दोल बिसोय भा़गिया़री को आर मोबाइल पोरिस्थिती सेस्टेम रे एटाक् खेलोंड को .

source: 2011 Audited Financial Statement
sat: 2011 ओडिटाक् खोरोच खोरचा बिबरोन .

source: Download PDF
sat: PDF आ़तुर आंड़गो

source: 2011 Form 990
sat: 2011फोर्म 990

source: Read
sat: पाढाक्

source: Done
sat: का़मी सा़त

source: At Mozilla, we measure success by how much we are doing to improve the overall health of the Web and advance the interests of users and developers. We succeed when we build products that people love, and when other organizations build the traits and features we care about into competing products. For example, we view Google Chrome's recent implementation of the Do Not Track feature we pioneered to be a success for Mozilla and our mission.
sat: मोजिला रे, आले वेब रेयाक् जोतोवाक् निफुट लाहा रे आले तिना़क ले का़मी आकात् आ दाराय ते आले रा़स लेकाते पारोम ले नापा आर बेभार आर लाहा होचो कोवाक् गोरजी कोले लाहाया. आले ले पारोमोके आ तिन रे आले तेयार ओडोक् को ले बेनावा ओका होड़ को दुलाड़ा, आर तिन रे एटाक् सेमलेत् को चिनहा़ आर गुन को तेयारा आले पुरा़वाक् तेयार ओडोक बाबोत रे आले गुगाल क्रोम रेयाक् गुन को आलोम पांजाय रेयाक् नितोगाक् बाहाल ले ञेला आले मोजिला ला़गित् रा़स पारोम आ़युरा आर आलेयाक् मिसोन.

source: Mozilla has announced a commercial partnership with Telefónica for Firefox OS. The specific terms of the agreement are subject to traditional confidentiality requirements. We are developing new partnerships with additional <abbr title="Original Equipment Manufacturers">OEMs</abbr> and operators, which will be announced in due course through 2012 and into 2013. We also have numerous arrangements with app publishers who will be included in the Firefox Marketplace.
sat: मोजिला दो फायारफॉक्स OS.ला़गित् टेलिफोनिका सांव बेबसा भा़गिया़री ला़य सोदोर आकात् आ. बोनोत् रेयाक् बिसेस दो आ़रियाक् दानाङाक् ला़कती को आले सेलेदोगाक् सांव नावा भा़गिया़री लाहायेत् आर <abbr title="Original Equipment Manufacturers">OEMs</abbr> आर ओपरेटार को, ओका दो 2012 आर 2013. रे सेत् ते पा़री कोर्स रे ला़य सोदोरोक् आ, आले ठेन आ़डी लेकान एप छापा सोदोर सांव हों बेबोसताया ओकोय दो फायारफॉक्स बाजार जायगा रे सा़मिला.

source: The State of Mozilla: 2011 Annual Report
sat: मोजिला रेयाक् ओबोसता : 2011 सेरमाकिया रिपोर्ट .
