Repository: translate/mozilla-lang
Catalog: sat/foundation/annualreport/2011.lang.po
Languages: sat

source: Firefox for Android
sat: एंडरोयेड ला़गित् फायारफॉक्स

source: Welcome
sat: सा़गुन दाराम

source: Mobilized
sat: तेयार होचो

source: Action
sat: का़मी

source: Community
sat: बिरा़द

source: Sustainability
sat: तेयार दोहोवाक्

source: Click to play this video
sat: नोवा बिडियो खेलोंड ला़गित् ओता .

source: Mozilla‘s vision of the Internet is a place where anyone can access information, a place where everyone can hack and tinker; one that has openness, freedom and transparency; where users have control over their personal data and where all minds have the freedom to create and to consume without walls or tight restrictions.
sat: इन्टारनेट रेयाक् मोजिलावाक् ञेंल दो मित् जायगा काना ओकरे जाहांय गे ला़य सोदोर आ़तुर दाड़ेयाक् आ, मित् जायगा ओकारे जोतो होड़ को गेत आर उयहा़र दाड़ेयाक् आ; मित् ओका रे झिज तेत्, सा़धिन आर ञेल पारोमाक् ; ओका रे बेभार को आकोवाक् निजेराक् डाटा चेतान कोबोजा आर ओका रे जोतो मोने तेयार आर मित् को आर बाङ उरिच् कोहड़ाव को बेगोर हाताव चाबा ला़गित् सा़धिना .

source: In less than 20 years the Internet has changed our lives. It is a powerful platform with unprecedented opportunity and connectedness. But even with great growth and innovation there are significant challenges to this vision of a healthy Internet.
sat: 20 सेरमा खोन कोम इन्टारनेट रेदो आबोवाक् ताहेन को बोदोलाकात् आ. नोवा दो मित् माड़ाङ ते निसटा़ बाङ हाताव ओबसेर आर जोड़ाव तेत् सांव दाड़ेयान प्लेटफोर्म काना मेनखाव माराङ हारा राकाब आर नावा आ़रु सांव रेहों नोडे मित् निफुट इन्टार नेट रेयाक् नोवा ञेल ला़गित् मोहोत लिलका़र.

source: Mozilla is mobilized to ensure the protection of the Web and to empower tomorrow’s webmakers and Web users. Today, Mozilla is growing — with more employees, contributors, products and locations — to ensure that the Web remains an open, vibrant ecosystem. Because, the Web is the platform for building the world we want.
sat: मोजिला दो वेब रेयाक् आ़ड गोटा ला़गित् सापड़ाव होचो काना आर गापा रेयाक् वेब भेकार आर वेब वेभार को दाड़ेयाक् तेयारा तेहेञ, मोजिला हारा राकाब काना , मोजिला हारा राकाब काना — ढेर का़मिया़ को हा़टिञ को, तेयार ओडोक को आर ठांव को सांव — गोटा ला़गित् जे वेब मित् झिज बा़गियाक् आ, पोरिस्थिति सेस्टेम थारथारावा. चेदाक् जे, वेब दो आले ते ञाम कान दुनिया तेयार ला़गित् प्लेटफोर्म काना .

source: Please explore this site to learn more about Mozilla, our priorities and focus areas that enable us to ensure the healthy growth of this large and precious global resource.
sat: मोजिला बाबोत ते बाड़ती चेदोक, ला़गित् नोवा साइट पानते तुद मे, आलेयाक् पा़हिल कुसियाक् आर उदुक् जायगा को ओका नोवा माराङ आर गोनोङान गोलोबाल सोत रेयाक् निकुट हारा राकाब गटाय ला़गित् हुय होचोवाक् आ.

source: Mozilla Mobilized
sat: मोजिला सापड़ाव होचो .

source: Mozilla is mobilizing millions of people to build the world they want. Mobilizing to set the mobile Web free from proprietary platforms and gatekeepers. Mobilizing to empower the world's next two billion Web users. And mobilizing to build a new generation of digital innovators, creators and webmakers.
sat: मोजिला दो दुनिया़ तेयार ला़गित् गेल लाख होड़ को सापड़ाव होतोयेत् कोवा उनकु को ञाम कान लेका. पमलेफोर्म को मा़लिकोक् तेयार आर दुवा़र होरोयिच् खओन पोला तेयाक् मोबाइल वेब साजाव ला़गित् सापड़ाव होचो काना, दुनिया़ रेयाक् दोसार बार अरब वेब बेभार को दाड़ेयाम तेयार ला़गित् सापड़ाव होचो डिजिटाल नावा आ़रु को, तेयार को, आर वेबमेकार रेयाक् नावा पिढ़ी तेयार ला़गित् सापड़ाव होचो. लाकतियाक्

source: Moving forward we will continue to focus on building products, technology solutions and educational offerings that incorporate Mozilla values into the Web. Today, Mozilla’s mission remains as important as ever. From Firefox through Firefox OS to our new Mozilla Webmaker educational offering, the goal is empowerment. It’s about unlocking the full creative power of mobile; standing up for user sovereignty, privacy and freedom; and helping millions of people move from using the Web to actively building its future.
sat: माड़ाङ सेद लाड़ाव आले तेयार ओडोक् प्रोद्योगिकी सा़त तेयार रे उदुक् ला़गित् लेताड़ा आर सिखना़त एम को ओका वेब रे मोजिला गोनोङ मेसाया. तेहेञ मोजिला रेयाक् मिसोन जाव लेका मित् मोहोत खोन मोहोत ए बा़गियाक् आ. आलेयाक् नावा मोजिला वेबमेकार सिखाना़त फायारफॉक्स खोन फायाफॉक्स सेत् ते एमोक् आ जोस दो दाड़ेयाक् तेयार काना. नोवा दो मोबाइल रेयाक् पुरा तेयार कुलुप ओचोक् बाबोत ते ; बेभार कोवाक् संप्रभुता, निजेराक् आर सा़धिन ला़गित् तिंगु राकाब ; आर ओना रेयाक् आगाम चोगोड़ तेयार ला़गित् वेब बेभार खोन गेल लाख होड़ चालाव को गोड़ोक् आ .

source: Just like we did on the desktop, Mozilla is setting out to ensure that the mobile Web is full of freedom, choice & opportunity.
sat: एकेन डेस्कटॉप रे आबो का़मी केत् लेका , मोजिला दो निसटा़य ला़गित् साजाव आकाना जे मोबाइल वेब दो पुरा़ सा़धिन, कुसियाक् आर ओबसोर.

source: Just like we did on the desktop, Mozilla is setting out to ensure that the mobile Web is full of freedom, choice and opportunity and that it has the ability for users to create anything they want. With <a href="%(fxos_url)s" rel="external">Firefox OS</a>, we can break open the world of native operating systems and closed platforms once again.
sat: एकेन डेस्कटॉप रे आले ले का़मी केत् लेका, मोजिला दो निस्टा़य ला़गित् साजावाकाना ओका मोबाइल वेब दो पुरा़ सा़धिन, कुसियाक् आर ओबसोर आर ओका नोवा दो जाहानाक् तेयार ला़गित् बेभार को लेका. <a href="%(fxos_url)s" rel="external">फायारफॉक्स OS</a>, सांव आले नोडेनाक् ओपरेटिंग सेस्टेम रेयाक् दुनिया़ झिज रा़पुद आर प्लेफोर्म को आर मित् धाव बोनदो दाड़ेयाक् आ.

source: Firefox OS is the first truly open mobile platform. Developers are already embracing HTML5, but so far HTML5 applications on mobile have been held back because they can’t access the device’s underlying capabilities the way that native apps can. Firefox OS overcomes these limitations and provides the necessary <abbr title="Application Program Interfaces">APIs</abbr> to show how it is possible to run an entire device using open standards.
sat: फायारफॉक्स OS दो पा़हिल सा़रियाक् झिज मोबाइल प्लेटफोर्म काना . लाहा होचो को दो माड़ाङ खोन HTML5,कोके आकात् आ, मेनखान नित हा़बिच् मोबाइल रे HTML5 एपलिकेसोन दो तायोम होचो आकाना चेदाक् जे उनकु डिबाइस रेयाक् दाड़ेयाक् तेत् होर ओल लातार गार बाङ आ़तुर दाड़ेयाक् आ ओका नोडेनाक् एपस दाड़ेयाक् आ. फायारफॉक्स OS नोवा सिमा़ को चेतान हिजुक् आ आर लाकतियाक् <abbr title="Application Program Interfaces">APIs</abbr> एमोक् आ झिज बातावाक् बेभाराते मित् सनाम ड्बाइस चालाव ला़गित् चेत् लेका हुय होचोया उदुक् ला़गित् .

source: Firefox OS devices will launch in early 2013 through <a href="%(telefonica_url)s" rel="external">Telefónica</a>, establishing HTML5 as a viable platform for the mobile industry. The Web as the platform will free developers to create groundbreaking new apps that work seamlessly across all devices, spurring a new era of innovation and creativity for the ubiquitous Web.
sat: फायारफॉक्स डिबाइस को दो एतोहोब OS 2013 रे उछा़नोक् आ <a href="%(telefonica_url)s" rel="external">टेलेफोनिका </a>,सेत् ते, HTML5 थापोनोक् आ मोबाइल उदेयोग ला़गित् ञेलोगाक प्लेट फोर्म लेका . प्लेटफोर्म लेका वेब दो लातार रा़पुदोक् नावा एप्स तेयार ला़गित् पोला तेय लाहा होचो को ओका जोतो डिबाइस को पारोम बाङ रोक् लेका का़मिया,

source: Fast.
sat: पा़हिल.

source: Smart.
sat: स्मार्ट .

source: Safe.
sat: निरपोन .

source: In June 2012 we released an update to <a href="%(mobile_url)s" rel="external">Firefox for Android</a> that we believe is the best browser for Android available. We completely rebuilt and redesigned the product in native UI, resulting in a snappy and dynamic upgrade to mobile browsing that is significantly faster than the Android stock browser. This made Firefox significantly faster on Android and delivered a much better browsing experience to users than the one offered by the device’s stock browser. We also added Do Not Track to Firefox for Android to let users express their intent for privacy, even on mobile and are the first mobile browser to offer Do Not Track. Firefox for Android is a critical part of supporting the open Web. This is a great start, but it is only a start. We want these opportunities to exist at all layers of our Web experience.
sat: जुन 2012 रे आले मित् हा़ली ले उछा़न लेत् आ <a href="%(mobile_url)s" rel="external"> रे एंडरोयेड ला़गित् फायारफॉक्स </a>ओका आले ले पा़तिया़वाक् दो ञामोगाक् एंडरोयेड ला़गित् बेस तेयार आ़रु या आर नोडेनाक् UI, रे तेयार ओडोक जोह आ़रुया, मोबाइल ब्राउजिंग ला़गित् साप आर चालागाक् हा़ली रे कुड़ाय ओका दो एंडरोयेड रे मोहोत पुरुन लोगोना आर डिबाइस रेयाक् जोमावाक् ब्राउजार दाराय ते मित् एम खोन बेभार कोरे मित् एटाक् खोन बेस ब्राउजिंग ञेंल हेरेड़ एमोक् आ. आले हों . बेभार को आकोवाक् निजेराक् ला़गित् बाडाय काते ला़य सोदोर होचो रे एंडरोयेड ला़गित् फाय़ारफॉक्स रे पांजा आलोम सेलेदा, एन रेहों मोबाइल आर पा़हिल मोबाइल ब्राउजार दो आलोम पांजा एमोक् आ. एंडरोयेड ला़गित् फायारफॉक्स दो झिज वेब गोड़ो रेयाक् मित् आंझाट हा़टिञ काना. नोवा दो माराङ एहोब काना, मेनखान नोवा दो एकेन एहोब काना आले नोवा ओपसोर कोले ञाम काना आलेयाक् वेब ञेल हेरेड़ रेयाक् जोतो आटाल रे ताहें कोक् ला़गित्. resulting in a snappy and dynamic upgrade to mobile browsing that is significantly faster than the Android stock browser. This made Firefox significantly faster on Android and delivered a much better browsing experience to users than the one offered by the device’s stock browser. We also added Do Not Track to Firefox for Android to let users express their intent for privacy, even on mobile and are the first mobile browser to offer Do Not Track. Firefox for Android is a critical part of supporting the open Web. This is a great start, but it is only a start. We want these opportunities to exist at all layers of our Web experience.

source: Firefox for Windows, Mac and Linux
sat: बिंडोज मेक आर लिनुक्स ला़गित् फायारफॉक्स .

source: Firefox will always be the part of the Mozilla mission that people can see, feel and touch.
sat: फायारफॉक्स दो जावगे मोजिला मिसोन रेयाक् मित् हा़टिञ हुयुक् आ ओका होड़ को ञेल. आटकार आऱ जोटेत् दाड़ेयाक् आ .

source: Firefox will always be the part of the Mozilla mission that people can see, feel and touch. We are excited by the progress and innovation we have seen with the desktop version of Firefox over the past year. Several performance and security improvements, memory enhancements make this the best Firefox yet. We're proud of the work that we're doing to make developing on Firefox easier by adding exciting tools for developers, like <a href="%(cmdline_url)s" rel="external">Developer Command Line</a>, <a href="%(console_url)s" rel="external">Web Console</a> and <a href="%(tilt_url)s" rel="external">“Tilt” the 3D Page Inspector</a>.
sat: फायारफॉक्स दो जावगे मोजिला मिसोन रेयाक् मित् हा़टिञ हुयुक् आ ओका होड़ को ञेंल, आटकार आर जोटेत् दाड़ेयाक् आ. आले लाहानती आर नावा आ़रु दाराय ते उसका़व आकाना आले पारोम आकाना सेरमा चेतान फायारफॉक्स रेयाक् डेस्कटॉप बार्सान सांव ञेल आकात् आ. आञडी गान उदुक् सोदोर आर लाहावाक् को, मेमोगी बाड़हावाक् नोवा नित् हा़बिजाक् को, मेमोरी बाड़हावाक् नोवा नित् हा़बिजाक् बेस उता़र फायारफॉक्स तेयारा. आले लाहा होचो को ला़गित् उसका़वाक् टुल्स सेलेद दाराय ते आलगा ते फायारफॉक्स लाहा तेयार ला़गित् ले का़मी काना, जेमोन <a href="%(cmdline_url)s" rel="external">लाहा होचोयिजाक् कोमांड लाइन </a>, <a href="%(console_url)s" rel="external"> वेब हुदिस एम </a> आर <a href="%(tilt_url)s" rel="external">“किरुप” 3D साहटा ञेंलोच् </a>.

source: Recently, we have been experimenting with ways to integrate social functionality into Firefox. Firefox will support a new Social API that lets developers integrate social services directly into the browser. The Social API will support multiple providers and has endless potential for integrating social networks, e-mail, finance, news and other applications into your Firefox experience. Our first experimental provider is Facebook.
sat: नेहा़ली, आले फायारफॉक्स रे सांवता का़मी तेत् जुमिद ला़गित् होर को सांव का़मी काते ले ञेल आ़गुयेत् आ. फायारफॉक्स दो नावा सांवता API गोड़ोलाक् आ ओका लाहा होचो को ब्राउजार रे सोझे सांवता का़मी को जुमिदा सांवता API दो आ़डी लेकान एमोक को गोड़ो कोवा आर सांवता नेटवार्क इमेल, खोरोच खोरोचा , खोबोर आर आमाक् फायारफ़क्स ञेमल हेरेड़ रे एटाक् एपलिकेसोन को जुमित् ला़गित् बाङ मुचा़त् हुय होचो रे मेनाक् आ, आलेयाक् पा़हिल का़मी काते ञेंल एमोगिच् दो फेसबुक काना. .

source: Webmaker: Teaching the world the Web
sat: वेब मेकार : दुनिया़ वेब पाड़हाव .

source: The unique power of the Web is that anyone can make and build with it.
sat: वेब रेयाक् भेगार पावार दो जाहांय तेयार आर नोवा सांव तेयार दाड़ेयाक् आ.

source: The unique power of the Web means that anyone can make and build with it. Our new educational offering, <a href="%(webmaker_url)s" rel="external">Mozilla Webmaker</a>, will place that power in the hands of millions of new creators everywhere.
sat: वेब रेयाक् भेगार पावार माने जे जाहांय गे तेयार आर नोवा सांव तेयार दाड़ेयाक् आ. आलेयाक् नावा सिखना़त् एम , <a href="%(webmaker_url)s" rel="external">मोजिला वेब मेकार </a>, आले गोटासेत् नावा तेयार कोवाक् गेल लाक ती रे ओना पावार ले दोहोया.

source: Webmaker tools, projects and events help educators, youth, media-makers and everyday consumers around the world move from using the Web to making the Web. In 2013, Webmaker will mobilize a global community of mentors, instructors and youth to teach and learn together; advance revolutionary Webmaker software tools like <a href="%(popcorn_url)s" rel="external">Popcorn</a> and <a href="%(thimble_url)s" rel="external">Thimble</a>; and work together to build a more Web-literate planet.
sat: वेब मेकार प्रोजेक्ट आर घोटना को सिखना़त् एमोक् को, जुवा़न मिडिया -तेयार को आर वेब तेयार ला़गित् वेब बेभार खोन लड़ाव गोटा दुनिया़ रिन दिना़म हाताव को 2013, रे वेब मेकार दो सोलाह एमोगिज, हुदिस एम को आर जुवा़न पाड़हाव ला़गित् आर मित्दोम ते चेदोक् रे गोड़ो; लाहा होचो हुलगा़रिया़ वेब मेकार सोफ्टवे.यार टुल <a href="%(popcorn_url)s" rel="external">पोपकॉम </a>आर <a href="%(thimble_url)s" rel="external">Thimble</a>; बाड़ती वेब सांव हेत् पेलेनेट तेयार ला़गित् मित् धाव ते का़मी .

source: Webmaker: Video
sat: वेब मेकार :बिडियो

source: Click to view this video
sat: नोवा बिडियो ञेल ला़गित् ओताय मे,

source: Advocating for Web standards
sat: वेब बातावाक् को ला़गित् उकिलेत् या .

source: Mozilla will continue to contribute to Web standards.
sat: मोजिला दो वेब बाताव रे हा़टिञ ला़गित् लेताड़ा .

source: Mozilla has always contributed to Web standards, going back as far as the start of the project, and we will continue to do that moving forward. We <a href="%(cofound_url)s" rel="external">co-founded</a> the <a href="%(whatwg_url)s" rel="external">WHAT-WG</a> to kick off <a href="%(html5_url)s" rel="external">HTML5</a>. We are a leader in <a href="%(javascript_url)s" rel="external">JavaScript standardization</a>. We have some of the top <a href="%(dbaron_url)s" rel="external">CSS</a> and <a href="%(ocallahan_url)s" rel="external">layout</a> experts in the world.
sat: मोजिला दो वेब बातावाक् कोरे जावगे हा़टिञ, प्रोजेक्ट रेयाक् एहोब सांगिञ खोन सांगिञ चालाव रुवा़ड़ोक् आ, आर आले ओना माड़ाङ सेद चालाव का़मी ले लेताड़ा. आले <a href="%(cofound_url)s" rel="external">सांवते-ञामाक् </a> the <a href="%(whatwg_url)s" rel="external">WHAT-WG</a> थाया़ ओडोक् <a href="%(html5_url)s" rel="external">HTML5</a>. आले दो आ़युर को <a href="%(javascript_url)s" rel="external">जावा चिकी बाताव एमाक् </a>. रे. आले ठेन तिना़क् गान चेट <a href="%(dbaron_url)s" rel="external">CSS</a> आर <a href="%(ocallahan_url)s" rel="external">ञेल ओड़ोक </a> दुनिया रे गाखुड़ .

source: Standards are a multi-vendor effort, but Mozilla is proud of the many technologies we have pioneered and submitted to standards bodies to make them interoperable for the Web as a whole. Some examples of these include geolocation, WebGL, the Gamepad API, Web Telephony and IndexedDB.
sat: बातावाक् दो आ़डी लेकान - आखरिंयिच् कुरुमुटु काना, मेनखान मोजिला दो आ़डीगान काना, मेनखान मोजिला दो आ़डीगान प्रौद्योगिकी कोवाक् गोरोब काना आले दो पा़हिल ते एहोब को वेब गे जोतोवाक् लेका ला़गित् उनकु भितिर चालाव तेयार रे बातावाक् माहाल को रे जोमा एम. तिना़क् गान नोवा को रेयाक् जे लेका सा़मिला ओतनो ठांव , वेब GL, गेम पेड API, वेब टेलाफोनी आर इनडेक्स DB सा़मिला.

source: Fighting for you: Standing up for your security, privacy and freedom
sat: आम ला़गित् तापामा : आमाक् जा़पती ला़गित् तिंगु राकाब आ, निजेराक् आर साधिन .

source: Mozilla is proudly non-profit and answers to no one but you. That means we're uniquely able to fight for users at a critical moment in the Web's history. Looking forward, we will mobilize millions of people to stand up for privacy, security and online freedom. We will take on new threats to the Web's future — from locked down proprietary platforms, to would-be censors and gatekeepers, to short-sighted government legislation. Together we will set the mobile Web free, reassert the vital importance of privacy and user sovereignty, and join others in building a more Web-literate world.
sat: मोजिला दो गोरोब ते बाङ-लाब आमाक् आर जाहांय ला़गित् ला़ना़य बाङ मेनकान आम ला़गित्. ओना माने आले वेब रेयाक् हिता़ल रे मित् आंझाट ओकतो रे बेभार को ला़गित् भेगार ते तापाम लेक ले हुयुक् आ. माड़ाङ सेत्, ञेल होर, आले निजेराक्, जा़पती आर ऑनलाइन सा़धिन ला़गित् गेल लाख होड़ तिंगु राकाब ला़गित् सापड़ाव कोवा आ़ले वेब रेयाक् आगाम रे नावा बोतोरान जिनिस ले हातावा कुलुप लातार मा़लिकोगाक् प्लेटफोर्म फोन, गंत आर हुवा़र होरोयिच् हुयुक् ला़कती, मित् धाव ते आले मोबाइल वेब पोल तेले साजाव, निजेराक् आर बेभारिजाक् जोतोवाक् रेयाक् माराङ मोहोत दोहड़ा रोड़ , आर मित् ढेर वेब -सांवहेत् दुनिया़ तेयार रे एटाक् को खोंजा.

source: Do Not Track
sat: आलोम पांजाया

source: Our Internet experiences involve more of our personal data, which forms a picture or profile of who we are online. The ability for organizations to monitor, log, store, use, correlate and sell information about who we are and what we do has huge implications for individuals and for society.
sat: आलेयाक् इन्टार नेट ञेंल हेरेड़ को आलेयाक् निजेर डाटा रेयाक् ढेर सा़मिला, ओका मित् चिता़र ए तेयारा आर बाङ ओकोया प्रोफाइल आले ऑनलाइन रे मेनाक् लेया. मोनिटार, लॉग, जोगाव, बाभार सांव सांवहेद रे गांवता ला़गित् लेक तेयार आर आले ओकोय काना ले बाबोत ते ला़य सोदोर आखरिञ आर आले चेद ले का़मिया दो निजेराक् ला़गित् आर सांनता ला़गित् माराह ओनमान को काना.

source: In an effort to give users more control over their Web experiences, we developed the <a href="%(dnt_url)s" rel="external">Do Not Track</a> feature in Firefox. We also became the first browser manufacturer to offer it on multiple platforms, including Windows, Mac, Linux and Android. <a href="%(dntfxos_url)s" rel="external">Do Not Track is even available for Firefox OS</a> so that user privacy settings can be controlled on a system-wide level to ensure that every third-party application on a user's device respects their choice.
sat: आकोवाक् वेब ञेल हेरेड़ चेतान बेभार कोवाक् ढेर कोबोज एम ला़गित् मित् कुरुमुटु रे, आले ले लाहा आकात् आ <a href="%(dnt_url)s" rel="external">आलोम पांजाया </a> फायारफॉक्स रे गुन आले हों आ़डी वेकान प्लेटफोर्म रे नोवा एम ला़गित् बेनाविजाकि पा़हिल ब्राउजार हुयुक् आ, बिंडोज, मेक, लिनुक्स आर एंडरोयेड सा़मिलाते, . <a href="%(dntfxos_url)s" rel="external"> आलोम पांजाया दो फायारफॉक्स OS ला़गित् हों ञामोक् आ</a> ओना ते बेभारिजाक् निजे साजाव को सेस्टोम जाकाताह रे कोबोज दाड़ेयाक् आ निसटा़य ला़गित् जे आकोवाक् कुसी बेभार कोवाक् डिबाइस मा़नोत रे जोतो तेसार दोल निसटा़ ला़गित् .

source: Do Not Track is important because it gives users a voice online to express their preference for privacy and personalization. It captures the user’s intent and allows them to put their hand up and ask for privacy online.
sat: आलोम पांजाय दो मोहोता चेदाक् जे नोवा बेभार को निजेर आर निजेराक् तेयार ला़गित् आकोवाक् कुसियाक् ला़य एमोक् आ. नोवा बेभार कोवाक् उयहा़र साप दोहोया आर आकोवाक् ती तुल दोहो ला़गित् उनकु बातावे एमा कोवा आर निजेराक् ऑनलाइन ला़गित् कुकली या.Do Not Track is important because it gives users a voice online to express their preference for privacy and personalization. It captures the user’s intent and allows them to put their hand up and ask for privacy online.

source: Mozilla was instrumental in the movement to motivate the Web community to act against the Stop Online Piracy Act and the Protect IP act. These laws, had they gone into effect, would have given the US government and private businesses incredible censorship powers that would have global ramifications, weaken the Internet's security and discourage innovation and investment worldwide.
sat: मोजिला दो ऑनलाइन सांवहेत कुम्बड़ु एक्ट आर आ़ड IP एक्ट बोनदो बिरुद एक्ट ला़गित् वेब सांवता बरा़द सापड़ाव ला़गित् जोनतोरो लेकाते चालाव लेन ताहेना. नोवा आ़न को, उनकु पोरभाव रे को चालाव लेन ताहेंना, चेत् US सोरकार एमोक् आ आर निजेर बेपार बाङ पा़तिया़व दाड़ेयाक् सेंसार सिप दाड़े ओका रे गोलोबाल चांगड़ा रे हा़टिञ, इन्टारनेट रेयाक् जा़पती लिचा़ड़ा आर नावा आ़रु आर दुनिया जाक् टाका लागाव मोने रा़पुदा़ .

source: Mozilla was one of many organizations that blacked out its websites in opposition to the SOPA/PIPA bills in congress. For the first time, the Web community of more than 15 million people came together to speak against a policy that affected the Web as a whole. This historic protest represented a significant turning point for the Web as a way to engage the electorate and mobilize citizens for change.
sat: मोजिला दो मित् आ़डीगानाक् सांवता ताहेंकाना ओका कांग्रेस रे SOPA/PIPA बिल्स रे बिरुद रे आजाक् वेब साइट ब्लेक आउट आकात् आ पा़हिल ओकतो ला़गित् निती बिरुद रोड़ ला़गित् 15 लाख होड़ खोन ञेर वेब सांवता बिरा़द मित् धान तेको टिजुक्आ मित् गोटा सेत् लेका वेब ए पोरभावा. नोवा नागाम बिरुद वेब ला़गित् मित् मोहोत् आ़चुर टुडा़क् उदुक् सोदोरा बोदोल ला़गित् बाछानाव आर नागरिक को उसका़व जोहोड़ ला़गित् मित् होर लेका.

source: Early in 2012, Mozilla warned against the ratification of the Anti-Counterfeiting Trade Agreement (<abbr>ACTA</abbr>) by the European Parliament. <a href="%(acta_url)s" rel="external">In a blog post</a>, Mitchell Baker urged the policymakers that opaque processes were a “bad way to develop Internet policy” — in particular, that the global trade agreement was negotiated in private without open involvement of all the stakeholders. After massive street protests of Net-savvy citizens across Europe, the European Parliament rejected ACTA on July 4th in an unequivocal vote.
sat: 2012, रेयाक् एतोहोब रे, मोजिला एंटी-काउंटारफिटिंग ट्रेड बोनोत रेयाक् निस्टा. होचो बिरुद होंसियार एम लेना (<abbr>ACTA</abbr>) युरोपियान संसद दाराय ते. <a href="%(acta_url)s" rel="external">मित् ब्लॉग पोस्ट रे </a>, मिसेल बेकार निती तेयार को उसका़व कोवा जे बाङ ञेल पारोमाक् का़मी को दो मित् “ इन्टार नेट नीति लाहाय ला़गित् बा़ड़िच् होर ” — इन्टार नेट नीति लाहाय ला़गित् बा़ड़िच् होर -बिसेस लेका ते, गोलोबाल ट्रेड बोनोत दो निजेराक् ते दोरदाम लेत् ताहेंना जोतो भा़गा़री साप कोवाक् झिज सा़मिला़त बेगोर. युरोप पारोम नेट-साबी नागरिक कोवाक् इसकिर कुलही बिरुद तायोम, मित् पुस्टा़व भोट रे जुलाई4 रे युरोपियान सांसद ACTA बाडरा़ केत् आ. unequivocal vote.

source: Collusion
sat: कोपोट

source: <a href="%(collusion_url)s" rel="external">Mozilla Collusion</a> gives consumers a powerful tool to protect their privacy, arming them with transparency, facts and the power to make their own decisions about how their personal data is shared and used. Made possible with the support of the Ford Foundation, Collusion allows users to see who is tracking them across the Web. It shows, in real time, how that data creates a spider-web of interaction between companies and other trackers.
sat: <a href="%(collusion_url)s" rel="external">मोजिला कोपोट </a> हाक्ताव को आकोवाक् निजेर, ञेल पारोम सांव उनकु दाड़े तेयार आ़ड ला़गित् दाड़ेयान टुल आकोवाक् निजे फोयसोला तेयार ला़गित् कारोन आर दाड़े चेत् लेका आकोवाक् निजेर डाटा बाबोत ते हा़टिञ आर बेभारोक् आ. फोर्ड फाउंडेसोन रेयाक् गोड़ो सांव हुय होचो तेयार आकाना, कोपोट ञेल ला़गित् बेभार को बाताव एम ओकोय वेब चेतान उनकु पांजा कोवा. नोवा उदुगा, सा़री ओकतो रे, चेत् लेका ओना डाटा आपोसपोर कोमपानी को आर एटाक् पांजाको ताला रेयाक् मित् बिंदी-वेब ए तेयारा.

source: Firefox Flicks
sat: फायारफॉक्स दाल
