Repository: translate/mozilla-lang
Catalog: wo/marketplace/partners.lang.po
Languages: wo

source: Build an early fan base and gain popularity.
wo: Tabax mboolo fan te am siiw.

source: Opening Soon
wo: Leegi mu ubbeeku

source: Mozilla Marketplace Partners
wo: Partaneeru Marse Mozilla

source: Mozilla is bringing its core values — openness, freedom, user choice — to the world of apps.
wo: Mozilla dafay indi gis gis yi ko lal - ubbeeku, li jëfandikookat bi tann, moom sa bopp- ci wallu jëfekaay.

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
wo: Wideyoo bi dafa laaj joowkat bu ko mëna ubbi walla <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.

source: The Mozilla apps platform
wo: Dendu Jëfekaay Mozilla

source: Mozilla Marketplace
wo: Marse Mozilla

source: Building apps for the Web provides developers with full control over content, functionality and how apps are distributed, including access to hundreds of millions of Firefox users through the Mozilla Marketplace.
wo: Jëfekaayu defar ci Web bi dafay may defarkat yi ñu am kontorol ci këmb yépp, doxin yi ak ni ñuy joxee jëfekaay yi, boole ci alfajuney jëfandikookatu Firefox ci marse Mozilla.

source: Launch your app on the Web
wo: Yooneel sa jëfekaay ci web bi

source: Target tech savvy consumers with your app.
wo: Dakkal jëfandikookat yi xam ak sa jëfekaay.

source: Before the public launch later this year, Mozilla will be opening the Marketplace for user testing. Take advantage of this by being one of the first app developers to build a user base. Submit your app to:
wo: Laata ñu géenne at mii, Mozilla dina ubbi marse ngir jëfandikookat yiy teste. Fexeleen nekk jëfandikookat yi jëkk taxawal mbootaayu jëfandikookat. Joxal sa jëfekaay:

source: Mozilla Marketplace — <em>Opening Soon</em>
wo: Marse Mozila— <em>Dina ubbi leegi</em>

source: Using open Web standards and Mozilla-designed APIs, great app experiences can be delivered across multiple platforms, devices and operating systems — closing the gap between Web and native apps for the first time.
wo: Jëfandikoo estandaar yi amul moomeel ak Mozilla, jëfgisu jëfekaay yu mag mën leen am ci dend yu bari, aparey ak ay doxalin, loolu mën fatt pax mi nekk ci web ak jëfekaay juddu su fekkeeni yaa ngiy soga door.

source: Test your app with a committed group of early adopters.
wo: Testeel sa jëfekaay ak nit ñu dogu.
