Repository: translate/mozilla-lang
Catalog: sat/firefox/channel.lang.po
Languages: sat

source: Download Firefox Developer Edition or Beta &amp; Help Determine the Next Firefox
sat: फायारफॉक्स लाहा होचो पारसाल आर बाङ बेटा &amp; दोसार पायारफॉक्स गोटा रे गोड़ो .

source: Download Firefox Aurora or Beta &amp; Help Determine the Next Firefox
sat: फायारफॉक्स आवरोरा आर बाङ बिटा &amp; आ़तुर आंड़गोय मे .

source: Download and test Firefox future releases. Experience the newest innovations with the Developer Edition or Beta builds.
sat: आ़तुर आंड़गो आर आगाम उछा़न फायारफॉक्स बिड़ाव मे. लाहा होचो पारसाल आर बाङ विटा तेयार को सांव नावा उता़र नावा आ़रु ञेल हेरेड़ मे.

source: The latest features in a more stable environment
sat: बाड़ती ताहें थिर बेड़हाय ते रे नावा उता़र गुन को .

source: Firefox Beta automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
sat: फायारफॉक्स बिटा मोजिला ठेन फिडबोक आच् आच् ते कुला. <a href="%(link)s"> बाड़ती चेद मे </a>.

source: <a href="%(feedback)s">Give us feedback</a> to help us put the final tweaks on performance and functionality in a stable environment.
sat: <a href="%(feedback)s"> आले फिडवेक एमा लेया </a> आले गोड़ो ला़गित् उदुक् सोदोर रे मुचा़त् मोचड़ाव आर तिंगु थिर बेड़हाय रे का़मी तेत् दोहोय मे .

source: Firefox Aurora and Firefox Developer Edition automatically send feedback to Mozilla. <a href="%(link)s">Learn more</a>.
sat: फायारफॉक्स आवरोरा आर फायारऑक्स लाहा होचो पारसाल मोजिला रे फिडबेक आच् आच् ते कुला . <a href="%(link)s">बाड़ती चेद मे </a>.

source: Firefox Aurora automatically sends feedback to Mozilla. <a href="%(link)s">Learn more</a>.
sat: फायारफॉक्स आवरोरा मोजिला रे फिडवेक आच् आच् ते कुला. <a href="%(link)s"> बाड़ती चेद मे </a>.

source: Built for those who build the Web
sat: उनकू ला़गित् तेयार ओकोय वेब ए तेयारा .

source: The newest innovations in an experimental environment
sat: मित् का़मी काते ञेल बेड़हाय तेत् रे नावा उता़र नावा आ़रु को .

source: Test performance in an experimental environment, file bugs and <a href="%(feedback)s">help us determine what makes it to Beta</a>.
sat: मित् का़मी काते ञेल बेड़हाय तेत् रे उदुक् सोदोर बिड़ाव, रेत् ब़ग आर <a href="%(feedback)s"> आले गोड़ोवाले या गोटा रे चेत् बिटा रे नोवा तेयारा </a>.

source: Tried, tested and used by millions around the world
sat: कुरुमुटु , बिड़ाव आर दुनिया़ धारे लाख होड़ को दारायते बेभारोक आ.

source: Learn more about Firefox Beta
sat: फायारफॉक्स बिटा बाबोत ते बाड़ती चेद मे .

source: Learn more about Firefox Aurora
sat: फायारफॉक्स बाबोत ते बाड़ती चेद मे .

source: Learn more about Firefox
sat: पायारफॉक्स बाबोत ते बाड़ती चेद मे .
