Repository: translate/mozilla-lang
Catalog: sat/firefox/hello.lang.po
Languages: sat

source: Firefox Hello — Free, easy video conversations
sat: फायारफॉक्स जोहार — पोला तेयाक् आलगा बिडियो गापाल माराव .

source: Learn all about Firefox Hello and see for yourself how easy it is to have a free video conversation with anyone, anywhere, right from your browser
sat: फायारफॉक्स जोहार बाबोत जोतो चेद मे आर आम ला़गित् ते मेल मे तिना़क् आलगावा नोवा जाहांय, जाहां रेगे, आमाक् ब्राउजार खोन सुही सांव पोला बिडियो गापाल माराव ताहेंना .

source: As easy as saying hello
sat: जोहार मेन दो आलगावा.

source: Meet Firefox Hello, the easiest way to connect for free over video with anyone, anywhere.
sat: फायार फॉक्स जोहार ञाम, जाहांय, जाहांरेगे सांव बिडियो तेयाक् पोला ला़गित् जोड़ाव ला़गित् आलगा होर.

source: Try Firefox Hello
sat: फायारफॉक्स जोहार कुरुमुटु .

source: Try it now
sat: नोवा नितोक् कुरुमुटुय मे.

source: All you need is Firefox
sat: आम ला़कती जोतो दो फायारफॉक्स काना .

source: If you have the latest version of Firefox, you already have Hello.
sat: जुदी आम ठेन फायारफॉक्स रेयाक् नावा उता़र बार्सान मेनाक् आ, आम ठेन माड़ाङ खोन जोहार मेनाक् आ .

source: There’s no account or sign-in required and nothing extra to download.
sat: नोडे जाहान खाता आर बाङ ला़कतियाक् साइन-इन बा़नुक् आ आर आ़तुर आंड़गो ला़गित् जाहांनाक् बाड़ती बा़नुक आ.

source: Just start a conversation, send your friend a link and ask them to click it.
sat: एकेन मित् गापाल माराव एहोब, आ़मिच् गाते मित् खोंजा कुल आयमे आर नोवा ओता ला़गित् उनकु कुली कोम .

source: Simple.
sat: साधारोन .

source: Invite anyone, anywhere
sat: जाहांयगे, जाहां रेगे नेवता येम .

source: Hello is super easy to use and your friends and family don’t even need Firefox to join your conversation.
sat: जोहार दो बेभार ला़गित् आ़डी आलगावाक् काना आमरिन गाते को आर घारोंज को फायारफॉक्स बाङ ला़कती याको रेहों आमाक् गापाल भाराव खोंजाय ला़गित् .

source: As long as they have a compatible browser, they’re good to go.
sat: जिलिञ खोन जिलिञ उनकु ठेन मित् सोंगोताक् ब्राउजार मेनाक् आ, उनकु चालाक् ला़गित् बेसा, .

source: Learn more about compatible browsers
sat: सोंगोत ब्राउजार बाबोत ते बाड़ती चेद मे.

source: Safe, secure, protected
sat: निरोपोन, जा़पती, आ़डाक् .

source: Because Hello is built right into Firefox, you can rest easy knowing that your conversations and information will remain private and secure.
sat: चेदाक् जे जोहार दो फायार फॉक्स रे बाडाय जिरा़व दाड़ेयाक् आ ओना आमाक् गापाल माराव आर ला़य सोदोर दो निजेराक् आर जा़पती ताहें कोक् आ .

source: That’s part of our mission, and it’s behind everything we do around here.
sat: नोवा दो आलेयाक् जोसतेत् रेयाक् हा़टिञ काना, आर नोवा तायोम जोतोवाक् मेनाक् आ आले नोडे बेड़हाय तेले का़मी काना.

source: Do more with a Firefox Account
sat: मित् फायार फ़क्स खाता सांव बाड़ती का़मी.

source: To start a conversation with someone directly, simply create a free Firefox Account or sign in if you have one already &mdash; it’s the same account you use with Sync.
sat: जाहांय सांव सोझे गापाल माराव एहोब ला़गित्, साधारोन मित् पोला तेयाक् फायार फाक्स खाता तेयार आर बाङ साइन इन मे जुदी आमठेन मित् माड़ाङ खोन मेनाक् आ &mdash; नोवा दो सोमान खाता काना आम मित् ओकतो लेका सांव बेबारा .

source: You can then add contacts to keep them close at hand.
sat: आम उन रे उदुक् ती रे सुर दोहो ला़गित् सोमपोक को सेलेद दाड़ेयाक् आ.

source: Get Firefox to get started
sat: एहोब ञाम ला़गित् फायार फॉक्स ञाम मे .

source: Want to start using Hello?
sat: चेत् जोहार बेबारा ते एहोब सानाम काना ?

source: All you need is Firefox &mdash; the open source browser that helps you stay in control of your online life while you stay connected with friends and family.
sat: जोतो आम ला़कती दो फायारफॉक्स &mdash काना; झिज सोत ब्राउजार आम गाते आर घारोंज को सांव जोड़ाव ताहें जोहोक आमाक् ऑनलाइन जिवी रेयाक् कोबोज रे आम तिंगु कोक् गोड़ो वामा.

source: Download Firefox to start your first conversation.
sat: आमाक् पा़हिल गापाल माराव एहोब ला़गित् फायार फॉक्स आ़क्स आ़तुर आंड़गोय मे .

source: Get Firefox and start your first conversation
sat: आर आमाक् पा़हिल फायार फॉक्स ञाम मे, गापालमाराव एहोब मे .

source: Update your Firefox to start using Hello
sat: जोहार बेभार एहोब ला़गित् आमाक् फायारफ़क्स हा़ली राकाब मे .

source: Start your first conversation today
sat: तेहेञ आमाक् पा़हिल गापालमाराव एहोब मे .

source: Try Hello now
sat: नित् जोहार कुरुमुटु मे.

source: Get to know Hello
sat: जोहार बाडाय ला़गित् ञाम मे.

source: Want to reconnect with friends around the world?
sat: चेत् गोटा दुनिया़ रिन गाते को सांव दोहड़ा जोड़ाव सानाम काना ?

source: Celebrate a birthday when you can’t be there in person?
sat: चेत् जानाम माहा मानावा तिन रे आम ओंडे होड़ लेकाते बाम ताहें दाड़ेयाक् आ ?

source: Learn more about Firefox Hello and see for yourself how easy it is to have a free video conversation with anyone, anywhere, right from your browser.
sat: फायारफॉक्स जोहार बाबोत ते बाड़ती चेद मे आर आम तेत् ते ञेलोक् मे तिना़क् आलगावा नोवा जाहांय गे, जाहां रेगे, आमाक् ब्राउजार खोन सुही सांव मित् पोला तेयाक् बिडियो गापाल माराव मेनाक् आ.

source: Questions?
sat: कुकली को ?

source: Visit Mozilla Support
sat: मोजिला गोड़ो ञेल मे.

source: Welcome to Hello
sat: जोहार रे सा़गुन दाराम.

source: Open a video conversation with a single click, then invite a friend to join.
sat: मित् धाव ओता सांव मित् बिडियो गापालमाराव झिज मे, इना़ तायोम खोंजा ला़गित् गाते नेवता.

source: Share your link with a friend
sat: गाते सांव आमाक् खोंजा हा़टिञ मे.

source: They don’t even need Firefox to join. They just need to click the link.
sat: उनकुवाक् खोंजा ला़गित् पायारपॉक्स बाय ला़कती रेहों , उनकु एकेन खोंजा ओता ला़कती .

source: No need to wait around
sat: बेड़हाय ते तांगी ला़गित् जाहान ला़कती बाङ .

source: Once your friend clicks the link, the Hello icon will change to blue, letting you know they’re there.
sat: मित् धाव आमिच् गाते खोंजा ओता रे जोहार आयकॉन लिल रोङ रे बोदोलोक् आ, आम बाडाय उदुक् आमा उनकु ओंडे मेनाक् कोवा .

source: You have a conversation waiting
sat: आम ठेन गापाल माराव तांगी मेनाक् आ .

source: Click now to join and say hello.
sat: खोंजा ला़गित् नित् ओताय मे आर जोहार मेन मे .

source: The easiest way to have a free video conversation with anyone, anywhere
sat: जाहांय, जाहां रेगे सांव मित् पोला बिडियो गापालमाराव रे आलगा उता़र होर मेनाक् आ .

source: Start a conversation right from Firefox
sat: फायारफॉक्स खोन मित् गापाल माराव सुही एहोबा .

source: Invite a friend by sending them a link
sat: उनकु मित् खोंजा कुल दाराय ते मित् गाते नेवता.

source: The Hello icon will change to blue once they’ve joined
sat: जोहार आयकॉन दो मित् धाव उनकु को खोंजा लेन खान लिल रे बोदोलोक आ.

source: Tell a friend about Hello
sat: जोहार बाबोत ते गाते ला़य आय मे.

source: Need help? Get support here
sat: चेत् गोडो ला़कती ? नोडे ञाम मे .

source: Learn all about Hello
sat: जोहार बाबोत ते जोतो चेद .

source: The easiest way to connect for free over video
sat: पोला तेयार चेतान बिडियो ला़गित् जोनोड़ाव रे आलगा उता़र होर .

source: Start right from Firefox and invite anyone, anywhere to have a conversation. All they have to do is click a link to join. There’s no account or sign-in required.
sat: फायारफॉक्स खोन सुही एहोब आर मित् गापालमाराव होचो ला़गित् जाहांय, जाहां रेगे नेवता. जोतो उनकु का़मी हुय आकोवा सा़मिल ला़गित् खोंजा रे ओता, नोडे जाहान खाता आर बाङ साइन-इन बाय लाकती आ.

source: You’ve started your first conversation. Wasn’t that easy?
sat: आम पा़हिल गापाल माराव एहोब आकात् आ. चेत् ओना आलगा बाय ताहें काना ?
