Repository: translate/mozilla-lang
Catalog: */mozorg/about.lang.po
Languages: bn_bd, br, ca, cy, es_mx, ga_ie, gd, hi_in, kk, ku, lt, lv, nn_no, xh

source: Get to know Mozilla
bn_bd: মজিলা সম্পর্কে জানুন
br: Grit anaoudegezh gant Mozilla
ca: Coneixeu Mozilla
cy: Dod i adnabod Mozilla
es_mx: Conoce Mozilla
ga_ie: Téigh in aithne ar Mhozilla
gd: Fàs eòlach air Mozilla
hi_in: Mozilla को जानें
kk: Mozilla-мен таныс болыңыз
ku: Mozillayê nas bike
lt: Susipažinkite su „Mozilla“
lv: Iepazīstiet Mozilla
nn_no: Bli kjend med Mozilla
xh: Yazi iMozilla

source: Learn more about our projects, products and principles designed to help people take control and explore the full potential of their lives online.
bn_bd: আমাদের প্রকল্প, পণ্য এবং নীতিমালা সম্পর্কে আরও জানুন যা অনলাইন জীবনে মানুষের নিয়ন্ত্রণ এবং পূর্ণ সম্ভবনাকে উন্মোচনে সাহায্য করে।
br: Deskit traoù ouzhpenn a-zivout hor raktres, hor c'henderc'hadoù hag hor pennaennoù ergrafet da skoazellañ an dud da vestroniañ hag ergerzhout o barr evit o buhez enlinenn.
ca: Més informació sobre els nostres projectes, productes i principis pensats per ajudar a les persones a tenir el control i a explorar el potencial de la seva vida en línia.
cy: Dysgwch ragor am ein projectau, cynnyrch ac athroniaeth sydd wedi eu cynllunio i gynorthwyo pobl i gymryd meddiant ac archwilio potensial llawn eu bywydau ar-lein.
es_mx: Aprende más sobre nuestros proyectos, productos y principios, diseñados para ayudar a las personas a tener el control y explorar todo el potencial de sus vidas en linea.
ga_ie: Tuilleadh eolais faoinár dtionscadail, ár dtáirgí, agus ár bprionsabail, gach ceann acu dírithe ar dhaoine atá ag iarraidh dul i gceannas ar a shaol ar líne.
gd: Faigh barrachd fiosrachaidh mu na pròiseactan, bathar is prionnsabalan againn a bheir cothrom do dhaoine smachd a chumail air cùisean is an lìon a chur gu làn-fheum.
hi_in: हमारी परियोजनाओं, उत्पादों और सिद्धांतों, जिसे लोगों को अपने जीवन पर नियंत्रण रखने और ऑनलाइन उनके जीवन की पूरी क्षमता का पता लगाने में मदद करने के लिए बनाया गया है, के बारे में अधिक जानें.
kk: Адамдарға цифрлық өмірді бақылауға және кеңейтуге көмектесетін жобалар, өнімдер және қағидаттарымыз жөнінде біліңіз.
ku: Derbarê proje, berhem û rêgezên me de bêtir tiştan bizane ku bi van em alîkariyê didin mirovan ku dikaribin jiyana xwe ya online kontrol bikin û vedozin.
lt: Sužinokite daugiau apie mūsų projektus, produktus ir principus, sukurtus siekiant sugrąžinti kiekvienam visišką savo internetinio gyvenimo kontrolę ir suteikti galimybę ištirti jo potencialą.
lv: Uzziniet vairāk par mūsu projektiem, produktiem un principiem kuri domāti lai palīdzēt cilvēkiem atgūt vadību un izpētīt savu tiešsaistes dzīves pilno potenciālu.
nn_no: Les meir om prosjekta våre, produkta og prinsippa, alle saman utforma for å hjelpe deg med å ta kontroll over livet ditt på nettet, og oppdage alle mulegheitene som ligg i det.
xh: Funda okungakumbi ngeeprojekthi, iimveliso nemigaqo yethu eyenzelwe ukunceda abantu bazimele ngezabo iinyawo baze bahlole izakhono zabo ezipheleleyo zobomi kwi-intanethi.

source: The Mozilla mission
bn_bd: মজিলার উদ্দেশ্য
br: Kefridi Mozilla
ca: La missió de Mozilla
cy: Cenhadaeth Mozilla
es_mx: La misión de Mozilla
ga_ie: Ráiteas misin Mhozilla
gd: Am misean aig Mozilla
hi_in: Mozilla मिशन
kk: Mozilla миссиясы
ku: Peywira Mozillayê
lt: „Mozillos“ misija
lv: Mozilla misija
nn_no: Mozilla sitt oppdrag
xh: Injongo yeMozilla

source: What drives us and makes us different
bn_bd: কি আমাদের চালিত করে এবং সবার থেকে আলাদা করে তোলে
br: Gant petra e vezomp sturiet ha lakaet da vezañ disheñvel
ca: El que ens motiva i ens fa diferents
cy: Beth sy'n ein gyrru a'n gwneud yn wahanol
es_mx: Lo que nos impulsa y nos hace diferentes
ga_ie: Cad é a spreagann muid?
gd: Ar feallsanachd agus carson a tha sinn eadar-dhealaichte
hi_in: हमें क्या प्रेरित और अलग करता है
kk: Біз осыны неге істейміз және біздің ерекшелігіміз неде
ku: Çi me han dide û dike ku em cuda bin
lt: Kas mus veda į priekį ir išskiria iš kitų
lv: Tas kas mūs vada un padara mūs citādāku
nn_no: Det som driv oss og gjer oss annleis
xh: Into esiphembelelayo nesenza sahluke

source: Career center
bn_bd: ক্যারিয়ার সেন্টার
br: Kreizenn remzadoù
ca: Treballa amb nosaltres
cy: Canolfan gyrfa
es_mx: Centro de vocación profesional
ga_ie: Lárionad gairmeacha
gd: Ionad nan dreuchdan
hi_in: कैरियर केंद्र
kk: Вакансиялар
ku: Navenda kar
lt: Karjeros centras
lv: Vakances
nn_no: Jobbsenter
xh: Iziko lemisebenzi

source: Want to work at Mozilla? Apply today!
bn_bd: মজিলায় কাজ করতে ইচ্ছুক? আজই আবেদন করুন!
br: Fellout a ra deoc'h labourat evit Mozilla ? Emstrivit hiziv !
ca: Voleu treballar a Mozilla? presenteu la vostra candidatura avui!
cy: Eisiau gweithio i Mozilla? Ymgeisiwch heddiw!
es_mx: ¿Quieres trabajar en Firefox? ¡Aplica!
ga_ie: Ar mhaith leat obair linn in Mozilla? Cuir iarratas isteach inniu!
gd: Ag iarraidh obair aig Mozilla? Cuir tagradh thugainn an-diugh fhèin!
hi_in: Mozilla में काम करना चाहते हैं? आज आवेदन करें!
kk: Mozilla-да жұмыс істегіңіз келе ме? Бүгін-ақ өтінішті жіберіңіз!
lt: Norite dirbti „Mozilloje“? Kandidatuokite šiandien!
lv: Vēlaties strādāt Mozilla? Piesakieties šodien!
nn_no: VIl du jobba hjå Mozilla? Søk i dag!
xh: Ingaba ufuna ukusebenza kwaMozilla? Faka isicelo namhlanje!

source: Want to work on Firefox? Apply today!
bn_bd: মজিলায় কাজ করতে ইচ্ছুক? আজই আবেদন করুন!
br: Fellout a ra deoc'h labourat war Firefox ? Pleustrit warni hiziv !
ca: Voleu treballar en el Firefox? Sol·liciteu-ho avui!
cy: Eisiau gweithio i Firefox? Ymgeisiwch heddiw!
es_mx: ¿Quieres trabajar en Firefox? Aplica!
ga_ie: Ar mhaith leat obair a dhéanamh ar Firefox? Cuir iarratas isteach inniu!
gd: Airson Firefox a leasachadh? Gabh pàirt an-diugh fhèin!
hi_in: Firefox पर काम करना चाहते हैं? आज आवेदन करें!
kk: Firefox-ты жасау жұмысын істегіңіз келе ме? Бүгін-ақ өтінішті жіберіңіз!
ku: Dixwazî li ser Firefoxê bixebitî? Îro serî lê bide!
lt: Norite prisidėti prie „Firefox“ kūrimo? Tapkite mūsų darbuotoju!
lv: Vēlaties strādāt pie Firefox? Piesakieties šodien!
nn_no: Vil du jobbe med Firefox? Søk i dag!
xh: Ingaba ufuna ukusebenza kwaFirefox? Faka isicelo namhlanje!

source: Mozilla blog
bn_bd: মজিলা ব্লগ
br: Blog Mozilla
ca: Bloc de Mozilla
cy: Blog Mozilla
es_mx: Blog de Mozilla
ga_ie: Blag Mhozilla
gd: Bloga Mozilla
hi_in: Mozilla ब्लॉग
kk: Mozilla блогы
ku: Bloga Mozillayê
lt: „Mozillos“ tinklaraštis
lv: Mozilla blogs
nn_no: Mozilla blogg
xh: Ibhlog yakwaMozilla

source: News, notes and ramblings from the Mozilla project
bn_bd: মজিলা প্রকল্পের খবর, নোট এবং পরিকল্পনা
br: Keleier, notennoù ha traoù a bep seurt diwar-benn raktres Mozilla
ca: Notícies, notes i apunts del projecte Mozilla
cy: Newyddion, nodiadau a mwydro gan broject Mozilla
es_mx: Noticias, notas y divagaciones del proyecto Mozilla
ga_ie: Nuacht, nótaí, agus rámhaille ó Mhozilla
gd: Naidheachdan, nòtaichean is rumastaireachd o phròiseact Mozilla
hi_in: Mozilla परियोजना से समाचार, नोट्स और प्रलाप
kk: Mozilla жобасынан жаңалықтар, естеліктер және ойлар
ku: Nûçe, nîşe û nivîsên din yên ji projeya Mozillayê
lt: Naujienos, užrašai ir paskrebenimai apie „Mozillos“ projektą
lv: Jaunumi, piezīmes un domas no Mozilla projektiem
nn_no: Nyheiter, notat og prat frå Mozilla-prosjektet
xh: Iindaba, amagqabantshintshi nemilembelele yeprojekthi yakwaMozilla

source: Mozilla style guide
bn_bd: মজিলা স্টাইল গাইড
br: Sturlevr a-fet stil Mozilla
ca: Guia d'estil de Mozilla
cy: Canllaw arddull Mozilla
es_mx: Guía de estilo de Mozilla
ga_ie: Treoirleabhar stíle Mozilla
gd: Stiùireadh stoidhle Mozilla
hi_in: Mozilla शैली मार्गदर्शक
kk: Mozilla стилі нұсқамасы
ku: Stîlnameya Mozillayê
lt: „Mozillos“ stiliaus vadovas
lv: Mozilla stila gids
nn_no: Mozilla stilguide
xh: Isikhokelo sesimbo sakwaMozilla

source: Logos, copy rules, visual assets and more
bn_bd: প্রতীক, কপি নিয়ম, ভিজ্যুয়াল অ্যাসেট এবং আরও
br: Sielloù, reolennoù a-fet eilañ, atoudennoù gwel ha muioc'h c'hoazh
ca: Logotips, regles d'escriptura, material gràfic i altres
cy: Logos, rheolau copïau, asedau gwerthfawr a rhagor
es_mx: Logos, reglas de copias, activos visuales y más
ga_ie: Lógónna, rialacha ábhair, acmhainní amhairc, agus tuilleadh
gd: Suaicheantasan, riaghailtean a thaobh lethbhreacan, maoin lèirsinneach is mòran a bharrachd
hi_in: प्रतीक चिह्न, प्रतिलिपि नियम, दृश्य संपत्ति और अधिक
kk: Лого, көшіру ережелері, визуалды активтер және т.б.
ku: Logo, rêgezên kopîkirinê, heyînên dîtbarî û zêdetir
lt: Logotipai, rašymo gairės, vaizdinė medžiaga ir kita
lv: Logo, kopēšanas nosaukumi, vizuālie materiāli un citas lietas
nn_no: Logoar, kopieringsreglar, visuelle eigedelar, m.m.
xh: Iilogo, imithetho yeekopi, izinto ezibonakalayo nezinye ezingakumbi

source: Locations & contacts
bn_bd: অবস্থান ও পরিচিতি
br: Lec'hiadurioù & darempredoù
ca: Ubicacions i contactes
cy: Lleoliadau a chysylltiadau
es_mx: Ubicaciones y contactos
ga_ie: Láithreacha fisiciúla agus eolas teagmhála
gd: Ionadan ⁊ conaltradh
hi_in: स्थानों और संपर्क
kk: Орналасулар және контакттар
ku: Cî û peywendî
lt: Vietos ir kontaktiniai duomenys
lv: Vietas un kontakti
nn_no: Plassering og kontaktar
xh: Iindawo & nabantu oqhagamshelana nabo

source: Addresses, emails, support and feedback forms
bn_bd: ঠিকানা, ইমেইলগ, সহায়তা ও প্রতিক্রিয়া ফরম
br: Chomlec'hioù, posteloù, skor ha furmskridoù evit an evezhiadennoù
ca: Adreces, correus electrònics, ajuda i formularis d'opinió
cy: Cyfeiriadau, e-byst, fforymau cefnogaeth ac adborth
es_mx: Formas de contacto: direcciones, correos electrónicos, apoyo y retroalimentación.
ga_ie: Seoltaí poist agus ríomhphoist, foirmeacha tacaíochta, aiseolas
gd: Seòlaidhean, puist-d, taic is cothrom do bheachdan innse
hi_in: पते, ई-मेल, समर्थन और प्रतिक्रिया फॉर्म
kk: Пошта және эл. пошта адрестері, кері байланыс және қолдау көрсету формалары
ku: Formên navnîşan, epeyam, destek û paşragihandinê
lt: El. pašto ir paprasti adresai, pagalbos ir atsiliepimų formos
lv: Adreses, epasti, atbalsts un atsauksmes formas
nn_no: Addresser, e-post, brukarstøtte- og tilbakemeldingsskjema
xh: Iidilesi, ii-imeyili, inkxaso neefomu zengxelo

source: The Mozilla Corporation
bn_bd: মজিলা কর্পোরেশন
ca: La corporació Mozilla
es_mx: La Corporación Mozilla
ga_ie: Corparáid Mhozilla
gd: Corporaid Mozilla
hi_in: Mozilla निगम
kk: Mozilla корпорациясы
lt: „Mozillos“ korporacija
lv: Mozilla Sabiedrība
nn_no: Føretaket Mozilla
xh: IQumrhu lakwaMozilla

source: A corporation that serves the public good. Seriously.
bn_bd: একটি কর্পোরেশন যা জনসাধারণের ভালোর জন্য কাজ করে। গুরুত্ব সহকারে।
br: Un embregerezh o labourat evit ar mad foran. Evit gwir.
ca: Una corporació que està al servei del bé comú. De veritat.
cy: Corfforaeth sy'n gwasanaethau er lles cymdeithas. O ddifrif.
es_mx: Una corporación que sirve al bien público. Seriamente.
ga_ie: Corparáid a dhéanann cúram de leas an phobail. I ndáiríre.
gd: Corporaid a tha ag obair a chum math nan daoine. An da-rìribh.
hi_in: एक निगम जो जनहित में कार्य करता है । गम्भीरतापूर्वक ।
kk: Көпшіліктің пайдасына жұмыс істейтін корпорация. Шынымен де.
lt: Korporacija, tarnaujanti viešajam interesui. Tikrai!
lv: Sabiedrība kas kalpo publiskam labumam. Nopietni.
nn_no: Ei verksemd som tenar ålmennyttige føremål. Seriøst.
xh: Iqumrhu elikhonza abantu kakuhle. Ngenene.

source: Mozilla leadership
bn_bd: মজিলার নেতৃত্ব
br: renerezh Mozilla
ca: El lideratge de Mozilla
cy: Arweinyddiaeth Mozilla
es_mx: Equipo directivo en Mozilla
ga_ie: Lucht Ceannais Mhozilla
gd: Ceannardas Mozilla
hi_in: मोज़िला के नेतृत्व
kk: Mozilla басшылары
lt: „Mozillos“ vadovybė
lv: Mozilla vadība
nn_no: Mozilla leiarskap
xh: Ubunkkheli be-Mozilla

source: Our Management Teams, Reps Council and Boards of Directors
bn_bd: আমাদের ব্যবস্থাপনা দল, রেপস কাউন্সিল এবং পরিচালনা পর্ষদ
br: Hor skipailhoù ardoerezh, ar c'huzul Reps ha kuzul ar renerien
ca: Els nostres equips de gestió, consell de representants i junta de directors.
cy: Ein Timau Rheoli, Cyngor Cynrychiolwyr a Byrddau Cyfarwyddwyr
es_mx: Nuestro equipo de administración, consejo de Reps y nuestra junta directiva
ga_ie: Foirne Bainistíochta, Comhairle na nIonadaithe, agus Boird Stiúrthóirí
gd: Na sgiobannan stiùiridh, comhairlean nan riochdairean is am bòrd-stiùiridh againn
hi_in: हमारे प्रबंधन टीम, प्रतिनिधि परिषद और निदेशक मंडल
kk: Біздің менеджерлер командалары, өкілдер кеңесі және директорлар кеңесі
lt: Mūsų vadovų komanda, Atstovų taryba ir Direktorių taryba
lv: Mūsu vadības komanda, pārstāvju padome un direktoru padome
nn_no: Leiarskapsgruppene våre, representantråd og styre
xh: Amaqela Ethu oLawulo, Abameli beBhunga neeBhodi zabaLawuli

source: Our products
bn_bd: আমাদের প্রোডাক্ট
br: Hor c'henderc'hadoù
ca: Els nostres productes
cy: Ein cynnyrch
es_mx: Nuestros productos
ga_ie: Táirgí
gd: Am bathar againn
hi_in: हमारे उत्पाद
kk: Өнімдеріміз
ku: Berhemên me
lt: Mūsų produktai
lv: Mūsu produkti
nn_no: Produkta våre
xh: Iimveliso zethu

source: An overview of what we make and what we’re working on
bn_bd: আমরা কি তৈরি করি এবং কি নিয়ে কাজ করি সে সম্প্ররকে সংক্ষিপ্ত বিবরণ
br: Un taol sell ouzh ar pezh emaomp oc'h ober hag ar pezh edomp o labourat warni
ca: Un resum d'allò que fem i en què estem treballant
cy: Trosolwg o'r hyn rydym yn ei wneud a beth rydym yn gweithio arno
es_mx: Una visión general de lo que hacemos y lo que estamos trabajando en
ga_ie: Foramharc ar ár gcuid táirgí agus ar thionscadail idir lámha
gd: Foir-shealladh air na tha sinn ris agus na tha sinn ag obair air
hi_in: हम क्या बनाते हैं और हम किस पर काम कर रहे हैं का एक संक्षिप्त विवरण
kk: Біз жасайтын өнімдерге шолу
ku: Çavlêgerandinek li tiştên em dikin û tiştên em li ser dixebitin
lt: Mūsų vystomų programų ir iniciatyvų apžvalga
lv: Pārskats uz to ko mēs darām un uz ko mēs strādājam
nn_no: Eit oversyn over kva me lagar og kva me jobbar med
xh: Amavandlakanya ngezinto esizenzayo nesizenzayo ngoku sithethayo

source: Get involved
bn_bd: সম্পৃক্ত হোন
br: Kemerit perzh enni
ca: Involucreu-vos-hi
cy: Ymunwch
es_mx: Involúcrate
ga_ie: Glac páirt
gd: Gabh pàirt ann
hi_in: शामिल हों
kk: Үлесіңізді қосыңыз
ku: Beşdarî me bibe
lt: Įsitraukite
lv: Iesaistīties
nn_no: Ver med
xh: Zibandakanye

source: Become a volunteer contributor in a number of different areas
bn_bd: বিভিন্ন প্রকল্পে স্বেচ্ছাসেবক কন্ট্রিবিউটর হোন।
br: Deuit d'ur perzhiad a-youl e kalz maezioù labour disheñvel
ca: Feu-vos voluntari en diferents àrees
cy: Dewch i wirfoddoli mewn nifer o wahanol feysydd
es_mx: Conviértete en un colaborador voluntario en diferentes áreas
ga_ie: Cabhraigh linn mar shaorálaí: tástáil, poiblíocht, aistriúchán, srl.
gd: 'S urrainn dhut pàirt a ghabhail mar shaor-thoileach air diofar dòighean
hi_in: विभिन्न क्षेत्रों में एक स्वयंसेवक योगदानकर्ता बनें
kk: Бірнеше әр түрлі аймақтарда волонтер үлес қосушы болыңыз
ku: Ji bo qadên cur bi cur bibe piştgirekî/e dilxwaz
lt: Tapkite savanoriu talkininku vienoje iš daugybės sričių
lv: Kļūstiet par brīvprātīgo palīgu daudzās dažādās nozarēs
nn_no: Bli ein friviljug medarbeidar innan fleire ulike område
xh: Yiba litshantliziyo elinegalelo kwiinkalo eziliqela ezahlukeneyo

source: Press center
bn_bd: প্রেস সেন্টার
br: Kreizenn ar gwask
ca: Centre de premsa
cy: Canolfan y wasg
es_mx: Centro de prensa
ga_ie: Preas-seomra
gd: Ionad an luchd-naidheachd
hi_in: प्रेस केंद्र
kk: Баспасөз орталығы
ku: Navenda ragihandinê
lt: Spaudos centras
lv: Preses centrs
nn_no: Pressesenter
xh: Cofa kwiziko

source: Press info and other useful stuff
bn_bd: প্রেস তথ্য এবং অন্যান্য প্রয়োজনীয় নথি
br: Titouroù a-fet gwask ha danvezioù dalvoudus all
ca: Informació de premsa i altres coses útils
cy: Gwybodaeth i'r wasg a phethau defnyddiol eraill
es_mx: Información de prensa y otras cosas útiles
ga_ie: Preaseisiúintí agus áiseanna eile
gd: Fiosrachadh do luchd-naidheachd is rudan feumail eile
hi_in: प्रेस जानकारी और अन्य उपयोगी सामग्री
kk: Баспасөз үшін ақпарат және басқа да пайдалы нәрселер
ku: Agahiyên ragihandinê û tiştên din yên bikêrhatî
lt: Informacija spaudai ir kiti naudingi dalykai
lv: Informācijas presei un citas noderīgas lietas
nn_no: Presseinfo og anna nyttig material
xh: Cofa kwinkcazelo nakwezinye izinto eziluncedo

source: Privacy center
bn_bd: গোপনীয়তা কেন্দ্র
br: Kreizenn ar vuhez prevez
ca: Centre de privadesa
cy: Canolfan preifatrwydd
es_mx: Centro de privacidad
ga_ie: Lárionad na príobháideachta
gd: Ionad na prìobhaideachd
hi_in: गोपनीयता केंद्र
kk: Жекелік саясаты
ku: Navenda nepeniyê
lt: Privatumo centras
lv: Privātuma centrs
nn_no: Personvernsenter
xh: Iziko leemfihlo zabucala

source: How Mozilla handles your personal information
bn_bd: কিভাবে মজিলা আপনার ব্যক্তিগত তথ্য ব্যবহার করে
br: Penaos e vez keweriet ho titouroù personel gant Mozilla
ca: Com gestiona Mozilla la vostra informació personal
cy: Sut mae Mozilla'n trin eich data personol
es_mx: Cómo Mozilla maneja tu información personal
ga_ie: Conas a úsáideann Mozilla do chuid sonraí pearsanta
gd: Mar a làimhsicheas Mozilla am fiosrachadh pearsanta agad
hi_in: Mozilla कैसे आपकी व्यक्तिगत जानकारी संभालती है
kk: Mozilla сіздің жеке деректеріңізді қалай өңдейді
ku: Mozilla agahiyên te yên şexsî çawa dinirxîne
lt: Kaip „Mozilla“ tvarko jūsų asmeninius duomenis
lv: Kā Mozilla apstrādā jūsu personīgo informāciju
nn_no: Korleis Mozilla handsamar din personlege informasjon
xh: Indlela iMozilla ephatha ngayo iinkcukacha zakho

source: The Mozilla Foundation
bn_bd: মজিলা ফাউন্ডেশন
ca: La Fundació Mozilla
es_mx: La Fundación Mozilla
ga_ie: Fondúireacht Mhozilla
gd: Fonndas Mozilla
hi_in: Mozilla प्रतिष्ठान
kk: Mozilla Foundation ұйымы
lt: „Mozillos“ fondas
lv: Mozilla Fonds
nn_no: Stiftinga Mozilla
xh: IMozilla Foundation

source: The non-profit organization behind Firefox and all Mozilla products
bn_bd: ফায়ারফক্স এবং সকল মজিলা পণ্যের পিছনে অলাভজনক প্রতিষ্ঠান
br: An aozadur nann-arc'hantus a-dreñv Firefox hag holl produioù Mozilla
ca: La organització sense ànim de lucre que hi ha darrere el Firefox i tots els productes Mozilla
cy: Corff dim-er-elw sy'n darparu Firefox a holl gynnyrch Mozilla
es_mx: La organización sin fines de lucro detrás de Firefox y de todos los productos de Mozilla
ga_ie: An eagraíocht neamhbhrabúis taobh thiar de Firefox agus na táirgí Mozilla go léir
gd: Am buidheann a rinn Firefox is bathar Mozilla 's nach eil ag obair a chum prothaid
hi_in: Firefox और सभी Mozilla उत्पादों के पीछे लाभ-निरपेक्ष संगठन
kk: Firefox және барлық Mozilla өнімдерін жасаған коммерциялық емес ұйым
lt: Ne pelno organizacija – „Firefox“ ir kitų „Mozillos“ produktų užnugaris
lv: Bezpeļņas organizācija aiz Firefox un visiem Mozilla produktiem
nn_no: Nonprofit-organisasjonen bak Firefox og alle Mozilla-produkt
xh: Umbutho ongenzi ngeniso osemva kwemveliso yakwaFirefox neyakwaMozilla
