Repository: translate/mozilla-lang
Catalog: */mozorg/contribute.lang.po
Languages: ca, gd, id, ta

source: Help build a generation of webmakers by teaching others how the web works. <a href="%(moz_webmaker)s ">Explore what the Mozilla Webmaker project is all about</a> or get started teaching others by <a href="%(webmaker)s">setting up an event in your community today</a>.
gd: Cum taic ris an ath-ghinealach de luchd-cruthachaidh an lìn le bhith a' teagasg do dhaoine eile mar a tha an lìon ag obair. <a href="%(moz_webmaker)s ">Fàs eòlach air pròiseact Mozilla Webmaker</a> no tòisich air beagan teagaisg <a href="%(webmaker)s">'s tu a' cur air cois tachartas 'nad choimhearsnachd an-diugh</a>.
id: Bantu membangun generasi baru pencipta web dengan menyebarluaskan pengetahuan tentang cara kerja Web. <a href="%(moz_webmaker)s ">Jelajahi segalanya tentang proyek Mozilla Webmaker</a> atau mulai membimbing yang lain dengan cara <a href="%(webmaker)s">membantu mempersiapkan acara di komunitas Anda</a>.
ta: இணையம் எப்படி செயல்படுகிறது என மற்றவர்களுக்குக் கற்றுக்கொடுப்பதன் மூலம் இணைய உருவாக்கிகளின் புதிய தலைமுறையை உருவாக்க உதவுக. <a href="%(moz_webmaker)s ">Mozilla இணைய உருவாக்கி திட்டப்பணியைப் பற்றி அறிக</a> அல்லது <a href="%(webmaker)s">உங்கள் சமூகத்தில் இன்றே ஒரு நிகழ்வை நடத்துவதன்</a> மூலம் மற்றவர்களுக்குக் கற்றுக்கொடுக்கத் தொடங்குக.

source: map
gd: mapa
id: peta
ta: வரைபடம்

source: Find Mozillians near you
gd: Lorg Mozillians faisg ort

source: US and Canada
gd: Na SA is Canada
id: AS dan Canada
ta: US மற்றும் கனடா

source: Europe
gd: An Roinn-Eòrpa
id: Eropa
ta: ஐரோப்பா

source: Latin America
gd: Aimeireaga Laideannach
id: Amerika Latin
ta: இலத்தீன் அமெரிக்கா

source: Africa and the Middle East
gd: Afraga 's an Ear-mheadhan
id: Afrika dan Timur Tengah
ta: ஆப்பிரிக்கா மற்றும் மத்திய கிழக்கு

source: Asia and the South Pacific
gd: Àisia 's an Cuan Sèimh a Deas
id: Asia dan Pasifik Selatan
ta: ஆசியா மற்றும் தெற்கு பசிபிக்

source: Antarctica
gd: An Antartaig
id: Antarktika
ta: அன்டார்க்ட்டிக்கா

source: Sort By:
gd: Seòrsaich a-rèir:
id: Urut Berdasarkan:
ta: இதன்படி வரிசைப்படுத்து:

source: Interest
ca: Interès
gd: Ùidh
id: Bidang
ta: ஆர்வம்

source: Location
gd: Àite
id: Lokasi
ta: இடம்

source: Newsletter
gd: Cuairt-litir
id: Nawala
ta: செய்திமடல்

source: Interested in helping others get the most out of using Firefox and other Mozilla projects? Our support process relies on enthusiastic contributors like you.
gd: Am bu toigh leat taic a chur ri daoine eile ach an cuir iad Firefox is pròiseactan eile aig Mozilla gu làn-fheum? Tha na goireasan taic againn an eisimeil ri daoine dealasach mar thu fhèin.
id: Tertarik membantu sesama pengguna Firefox atau proyek Mozilla lainnya? Layanan dukungan kami bertumpu pada kontributor seperti Anda.
ta: Firefox மற்றும் Mozilla திட்டப்பணிகளை சிறப்பாகப் பயன்படுத்தி அதிக நன்மை பெற மற்றவர்களுக்கு உதவுவதில் உங்களுக்கு ஆர்வம் உள்ளதா? எங்கள் ஆதரவு செயலாக்கம் உங்களைப் போன்ற ஆர்வமுள்ள பங்களிப்பாளர்களையே சார்ந்துள்ளது.

source: Thank you!
gd: Gun robh math agad!
id: Terima kasih!
ta: நன்றி!

source: Accessibility is about making things work for everyone. Help <a href="%(access_url)s">create tools and resources for Firefox end users with disabilities</a> and help <a href="%(access_wiki)s">make web content available to non visual agents</a> such as screen readers.
gd: Tha so-ruigsinneachd mu dheidhinn a bhith a' dèanamh cinnteach gun obraich rudan dhan h-uile duine. Cuidich <a href="%(access_url)s">le bhith a' cruthachadh innealan agus goireasan airson luchd-cleachdaidh Firefox aig a bheil ciorramachd</a>agus cuidich<a href="%(access_wiki)s">le bhith a' dèanamh cinnteach gu bheil stuthan air-loidhne cothromach airson àidseantan neò-lèirsinneach </a>leithid leughadairean-sgrin.
id: Inti dari Aksesibilitas adalah agar semuanya dapat menikmati hal yang sama tanpa terkecuali. Mari bantu <a href="%(access_url)s">membuat alat dan sumber daya bagi para pengguna Firefox yang memiliki disabilitas</a> dan bantu <a href="%(access_wiki)s">membuat konten web tersedia bagi para agen nonvisual</a> misalnya pembaca layar.
ta: எல்லோரும் பயன்படுத்தும் வகையில் மாற்றுவதே அணுகல் தன்மை மேம்பாடு என்பதாகும். <a href="%(access_url)s">உடல் ரீதியான சவால்களுள்ள Firefox பயனர்களுக்கான கருவிகள் மற்றும் வளங்களை உருவாக்குவதில்</a> உதவி திரை வாசிப்பான்கள் போன்ற <a href="%(access_wiki)s">காட்சியல்லாத கருவிகளுக்குக் கிடைக்கும் வகையில் இணைய உள்ளடக்கத்தை மாற்ற</a> உதவுக.

source: Be part of the research team&mdash;whether you want to be a <a href="%(survey_url)s">participant in an upcoming study</a>, <a href="%(test_email)s">conduct usability tests</a> on your own or <a href="%(test_pilot)s">analyze Test Pilot data</a>&mdash;we’d love to have you join us!
gd: Bi ’nad phàirt den sgiobadh rannsachaidh&mdash;ge b’ e a bheil thu airson a bhith na do <a href="%(survey_url)s">chom-pàirtiche ann an sgrùdadh ri teachd</a>, airson <a href="%(test_email)s">deuchainnean so-chleachdachd an stiùireadh</a> ’nad aonar no <a href="%(test_pilot)s">airson anailis air dàta Test Pilot</a> a dhèanamh&mdash;chòrdadh e rinn nan tigeadh tu ’nar cois!
ta: ஆராய்ச்சிக் குழுவின் அங்கமாக செயல்படுக&mdash;நீங்கள் <a href="%(survey_url)s">நடக்க உள்ள ஒரு ஆய்வின் பங்கேற்பாளராக இருக்கலாம்</a>, நீங்களே <a href="%(test_email)s">பயன்படுதன்மை சோதனைகளை நடத்தலாம்</a> அல்லது <a href="%(test_pilot)s">சோதனை வெள்ளோட்டத் தரவை பகுப்பாய்வு செய்யலாம்</a>&mdash;நீங்கள் ஆராய்ச்சிக் குழுவில் இணைந்தால் எங்களுக்கு மிக்க மகிழ்ச்சி!

source: Firefox Affiliates
ca: Col·laboradors del Firefox
gd: Dlùth-chompanaich Firefox
id: Firefox Affiliate
ta: Firefox இணையாளர்கள்

source: Developer Documentation
gd: Docamaideadh luchd-leasachaidh
id: Dokumentasi Pengembang
ta: உருவாக்குநர் ஆவணமாக்கம்

source: Thank you for signing up!
ca: Gràcies per subscriure-us!
gd: Tapadh leat airson clàradh!
id: Terima kasih telah mendaftar!
ta: பதிவு பெற்றதற்கு நன்றி!

source: Menu
ca: Menú
gd: Clàr-taice
ta: மெனு

source: This video requires a browser with support for open video or the <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
ca: Aquest vídeo requereix un navegador amb suport per a l'open video o l'<a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
gd: Feumaidh a' video seo brabhsair a chuireas taic ri video fosgailte air neo <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
id: Video ini membutuhkan peramban yang mendukung video format terbuka atau <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a>.
ta: இந்த வீடியோவுக்கு ஓபன் வீடியோ அல்லது <a href="http://www.adobe.com/go/getflashplayer">Adobe Flash Player</a> க்கான ஆதரவுள்ள உலாவி தேவை.

source: Quality assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools. Help us <a href="%(qa_bugs_url)s">hunt down bugs</a> in Firefox, <a href="%(qa_web_url)s">test Mozilla web sites</a> or learn more about <a href="%(qa_url)s">other testing opportunities</a>.
gd: Is deuchainn air barantachd càileachd aon dhe na dòighean as fhasa gus dol an sàs le Mozilla agus ’s e deagh dhòigh a tha ann gus eòlas fhaighinn air a’ chòd ’s air na h-innealan againn. Cuidich sinn gus <a href="%(qa_bugs_url)s">bugaichean a lorg</a> ann am Firefox no <a href="%(qa_web_url)s">làraichean-lìn Mhozilla a chur fo dheuchainn</a> no faigh a-mach barrachd mu <a href="%(qa_url)s">cothroman deuchainn eile</a>.
ta: மோசில்லாவிற்கு பங்களிக்கவும், எங்கள் குறியீடு மற்றும் கருவிகளுடன் பரிட்சயமாகவும், தர உத்தரவாத சோதனைகளில் ஈடுபடுவது சிறந்த வழியாகும். பயர்பாக்ஸில் உள்ள <a href="%(qa_bugs_url)s">வழுக்களைக் கண்டறிய</a> உதவவும், <a href="%(qa_web_url)s"> மோசில்லா வலைத்தளங்களை </a> சோதிக்கவும் அல்லது <a href="%(qa_url)s"> மற்ற சோதனை வாய்ப்புகளைப்</a> பற்றி மேலும் அறிக.

source: Mozilla products have a powerful extension system that allows you to make small tweaks or major additions. Learn more about how to <a href="%(addons_url)s">build an add-on</a>. For experienced developers, find out how to <a href="%(addons_wiki)s">become an AMO editor</a>.
gd: Tha siostam leudachan aig bathar Mhozilla a leigeas leat gleusan beaga no atharraichean mòra a cur air. Faigh barrachd fiosrachaidh air mar a <a href="%(addons_url)s">chruthaicheas tu tuilleadan</a>. Ma tha thu ’nad neach-leasachaidh eòlach, faigh a-mach mar a <a href="%(addons_wiki)s">thèid thu ’nad dheasaiche AMO</a>.
id: Produk Mozilla memiliki sistem ekstensi yang sangat hebat, yang dapat digunakan untuk membuat perubahan kecil hingga penambahan yang besar. Pelajari lebih lanjut cara <a href="%(addons_url)s">membuat pengaya (add-on)</a>. Untuk pengembang berpengalaman, temukan cara untuk <a href="%(addons_wiki)s">menjadi editor AMO</a>.
ta: Mozilla தயாரிப்புகளில் உள்ள நீட்டிப்புகள் என்னும் அம்சத்தைக் கொண்டு நீங்கள் சிறு சரி செய்தல்களையும் செய்யலாம் பெரிய கூடுதல் அம்சங்களையும் பொருத்தி வழங்கலாம். <a href="%(addons_url)s">துணை நிரல் ஒன்றை உருவக்குவது</a> எப்படி என்பதைப் பற்றி மேலும் அறிக. அனுபவமிக்க உருவாக்குநர்களுக்கு, <a href="%(addons_wiki)s">AMO ஆசிரியராக ஆவது</a> எப்படி என்று அறிக.
