Repository: translate/mozilla-lang
Catalog: */mozorg/contribute.lang.po
Languages: ca, gd, id, ta

source: Get Involved: Volunteer Opportunities at Mozilla
ca: Participa! Formes de col·laborar com a voluntari a Mozilla
gd: Gabh pàirt ann: Cothroman do shaor-thoilich aig Mozilla
id: Mari Berperan: Kesempatan menjadi Sukarelawan di Mozilla
ta: பங்களியுங்கள்: Mozilla வில் தன்னார்வப் பங்களிப்பு வாய்ப்புகள்

source: The success of our mission depends on participation from people like you.
ca: L'èxit de la nostra missió depèn de la participació de gent com tu.
gd: Tha soirbheas ar misein a' crochadh gu sònraichte air daoine mar thu fhèin.
id: Kesuksesan misi kami bergantung pada partisipasi banyak orang, seperti halnya Anda.
ta: எங்கள் நோக்கத்தின் வெற்றி, உங்களைப் போன்றவர்களது பங்களிப்பையே சார்ந்துள்ளது.

source: Proudly non-profit, Mozilla makes products like Firefox with a mission to keep the power of the Web in the hands of users everywhere.
ca: Orgullós de no tenir ànim de lucre, Mozilla crea productes com el Firefox amb la missió de mantenir el poder del web en mans d'usuaris d'arreu.
gd: Chan ann a chum prothaid gu pròiseil a tha Mozilla 's iad a' cruthachadh bathar mar Firefox gus smachd air an eadar-lìon a chumail ann an làmhan coimhearsnachd an t-saoghail.
id: Bangga sebagai nirlaba, Mozilla membuat produk seperti Firefox, dengan misi untuk menjaga kekuatan Web tetap berada di tangan penggunanya, di mana saja.
ta: பெருமிதம் கொள்ளும் வகையில் இலாப நோக்கற்ற Mozilla நிறுவனம் எங்கும் உள்ள பயனர்களது கைகளுக்குள் இணையத்தின் சக்தியைக் கொண்டுவரும் நோக்கத்தோடு Firefox போன்ற தயாரிப்புகளை உருவாக்குகிறது.

source: We are Mozillians
ca: Som Mozil·lians
gd: Mozillians a tha annainn

source: This video shows members of the worldwide Mozilla community.
ca: Aquest vídeo mostra membres de la comunitat global de Mozilla.
gd: Tha a' video seo a' sealltainn buill coimhearsnachd Mozilla air feadh an t-saoghail.

source: Play video
ca: Reprodueix el vídeo
gd: Cluich a' video

source: Pause video
ca: Atura el vídeo
gd: Cuir a' video 'na stad

source: Want to help?
ca: Voleu ajudar?
gd: Bheil thu son cuideachadh?
id: Ingin membantu?
ta: உதவ விரும்புகிறீர்களா?

source: Area of interest?
ca: Quina àrea us interessa?
gd: Dè na rudan sa bheil ùidh agad annta?
id: Tertarik dalam bidang…
ta: ஆர்வம்?

source: Helping Users
ca: Ajudar usuaris
gd: A' cuideachadh luchd-cleachdaidh
id: Membantu Pengguna
ta: பயனர்களுக்கு உதவுதல்

source: Testing and QA
ca: Proves i control de qualitat
gd: Deuchainnean ⁊ dearbhadh càileachd
id: Pengujian dan Kendali Mutu
ta: சோதித்தல் மற்றும் QA

source: Coding
ca: Programació
gd: Còdachadh
id: Pemrograman
ta: குறியீடாக்கம்

source: Marketing
ca: Difusió
gd: Margaideachd
id: Pemasaran
ta: சந்தைப்படுத்தல்

source: Localization and Translation
ca: Localització i traducció
gd: Ionadaileadh ⁊ eadar-theangachadh
id: Penerjemahan dan Pelokalan
ta: உள்ளூர்மயமாக்கல் மற்றும் மொழிபெயர்ப்பு

source: Web Development
ca: Desenvolupament web
gd: Leasachadh an lìn
id: Pengembangan Web
ta: வலை உருவாக்குநர்

source: Firefox Marketplace
gd: Margaidh Firefox
ta: பயர்பாக்ஸ் சந்தை

source: Add-ons
ca: Complements
gd: Tuilleadain
id: Pengaya
ta: கூடுதல் இணைப்புகள்

source: Visual Design
ca: Disseny visual
gd: Obair-dhealbhachd lèirsinneach
id: Desain Visual
ta: காட்சி வடிவமைப்பு

source: Documentation and Writing
ca: Documentació i redacció
gd: Docamaideadh ⁊ sgrìobhadh
id: Dokumentasi dan Penulisan
ta: ஆவணமாக்கம் மற்றும் எழுத்துப்பணி

source: Education
ca: Educació
gd: Foghlam
id: Pendidikan
ta: கல்வி

source: Other
ca: Altres
gd: Eile
id: Lainnya
ta: மற்றவை

source: I have a suggestion for Firefox
ca: Tinc una suggerència per al Firefox
gd: Tha beachd agam a thaobh Firefox
id: Saya punya saran untuk Firefox
ta: Firefox க்கு ஒரு ஆலோசனை கூற விரும்புகிறேன்

source: I need help with a Firefox issue
ca: Necessito ajuda amb una incidència amb el Firefox
gd: Feumaidh mi taic le duilgheadas ann am Firefox
id: Saya butuh bantuan tentang masalah Firefox
ta: Firefox சிக்கல் தொடர்பாக எனக்கு உதவி வேண்டும்

source: YOUR EMAIL HERE
ca: LA VOSTRA ADREÇA ELECTRÒNICA AQUÍ
gd: CUIR AM POST-D AGAD AN-SEO
id: ALAMAT SUREL ANDA
ta: உங்கள் மின்னஞ்சல் இங்கே

source: Send us a note and we can get you started right away.
ca: Envieu-nos un missatge i us ajudarem a començar ara mateix.
gd: Cuir brath thugainn ach an tòisich sinn sa bhad.
id: Ceritakan tentang ketertarikan Anda, dan kami akan membantu Anda di langkah berikutnya.
ta: எங்களுக்கு சற்று தெரியப்படுத்துங்கள், இப்போதே நீங்கள் தொடங்க உதவுவோம்.

source: Hi, I’m interested in…
ca: M'interessa...
gd: Hi, tha ùidh agam ann an…
id: Halo, saya tertarik dalam bidang…
ta: ஹாய், எனக்கு இதிலெல்லாம் ஆர்வம் உள்ளது…

source: I’d like to receive regular contribution news by email
ca: M'agradaria rebre de forma regular per correu electrònic informació sobre com col·laborar
gd: Bu mhath leam naidheachdan fhaighinn air a' phost-d mu chom-pàirteachas cunbhalach
id: Saya ingin mendapatkan berita kontribusi secara teratur lewat email
ta: மின்னஞ்சல் மூலம் தொடர்ந்து பங்களிப்பு செய்திகளைப் பெற விரும்புகிறேன்

source: Submit&nbsp;»
ca: Envia&nbsp;»
gd: Cuir a-null&nbsp;»
id: Kirim&nbsp;»
ta: சமர்ப்பி&nbsp;»

source: Please enter a valid email address.
ca: Introduïu una adreça electrònica vàlida.
gd: Cuir a-steach seòladh puist-dhealain dligheach.
id: Masukkan alamat surel yang valid.
ta: ஒரு செல்லுபடியான மின்னஞ்சல் முகவரியை உள்ளிடவும்.

source: You must agree to the privacy policy.
ca: Heu d'acceptar la política de privadesa.
gd: Feumaidh tu aontachadh ris a' phoileasaidh phrìobhaideachd.
id: Anda harus menyetujui kebijakan privasi.
ta: நீங்கள் தனியுரிமைக் கொள்கையை ஏற்க வேண்டும்.

source: Please select an area of interest.
ca: Trieu una àrea del vostre interès.
gd: Tagh earrann a tha ùidh agad ann.
id: Pilih bidang yang menarik bagi Anda.
ta: உங்களுக்கு ஆர்வமுள்ள பகுதியைத் தேர்ந்தெடுக்கவும்.

source: Please tell us more about your interests.
ca: Expliqueu-nos més dels vostres interessos.
gd: An innis thu barrachd dhuinn mu na rudan a tha ùidh agad ann?
id: Tuliskan apa yang membuat Anda tertarik.
ta: உங்கள் ஆர்வம் பற்றி மேலும் விவரிக்கவும்.

source: Your CAPTCHA response did not match. Please try again.
ca: La vostra resposta al CAPTCHA no és correcta. Torneu-hi.
gd: Cha robh an CAPTCHA ceart. Am feuch thu ris a-rithist?
id: Tulisan CAPTCHA tidak cocok. Silakan coba lagi.
ta: உங்கள் CAPTCHA பதில் பொருந்தவில்லை. மீண்டும் முயற்சிக்கவும்.

source: Thank you for getting in touch.
ca: Gràcies per posar-vos en contacte.
gd: Tapadh leat airson fios a chur thugainn.
id: Terima kasih telah menghubungi kami.
ta: தொடர்பு கொண்டதற்கு நன்றி.

source: We are sorry, but there was a problem with our system. Please try again later!
ca: S'ha produït un problema amb el nostre sistema. Torneu-hi més tard!
gd: Tha sinn duilich ach bha mearachd san t-siostam againn. Feuch ris a-rithist an ceann greis!
id: Kami mohon maaf, ada masalah pada sistem kami. Silakan coba lagi dalam beberapa saat.
ta: வருந்துகிறோம், ஆனால் எங்கள் முறைமையில் ஏதோ சிக்கல் ஏற்பட்டது. மீண்டும் பிறகு முயற்சிக்கவும்!

source: Someone from Mozilla will get back to you soon with information about how to get involved. While you’re waiting, browse through some of the volunteer opportunities available below.
ca: Algú de Mozilla us contactarà ben aviat amb informació sobre com participar. Mentre espereu, feu un cop d'ull a les opcions de voluntariat que detallem seguidament.
gd: Nì cuideigin aig Mozilla conaltradh riut a dh'aithghearr agus innsidh iad dhut dè na cothroman a tha agad gus pàirt a ghabhail ann. Fhad 's a nì thu feitheamh, faodaidh tu na cothroman saor-thoileach gu h-ìosal a rùrachadh.
id: Seseorang dari Mozilla akan membalas Anda sesegera mungkin, dan akan memberikan petunjuk cara untuk berkontribusi. Sementara itu, silakan baca tentang kesempatan menjadi sukarelawan berikut ini.
ta: Mozilla விலிருந்து யாரேனும் விரைவில் உங்களைத் தொடர்பு கொண்டு, எப்படி பங்களிக்கத் தொடங்குவது என்பது பற்றிய தகவல்களை வழங்குவார்கள். அதற்குக் காத்திருக்கும் வேளையில், கீழே உள்ள தன்னார்வப் பங்களிப்பு வாய்ப்புகளைப் பற்றி நீங்கள் அறிந்துகொள்ளலாம்.

source: You don’t have to be a C++ guru (or even know what that means!) to get involved.<br><b>You just have to love the Web.</b>
ca: No heu de ser un gurú del C++ (ni saber què significa això!) per a ajudar.<br><b>Només heu d'estimar el Web.</b>
gd: Cha leig thu leas a bhith 'nad ghuru C++ (no fiù fios agad air dè fon ghrèin a tha siud!) mus urrainn dhut pàirt a ghabhail.<br><b>Chan eil dad riatanach ach gaol agad air an lìon.</b>
id: Tak perlu mahir C++ (atau bahkan tahu artinya!) untuk ikut berperan serta.<br><b>Cukup cintai dunia Web saja.</b>
ta: பங்களிப்பதற்கு நீங்கள் C++ இல் புலியாக இருக்க வேண்டும் என்கிற அவசியம் இல்லை (அப்படி என்றால் என்ன என்று தெரியாமல் இருந்தால் கூட பரவாயில்லை!).<br><b>உங்களுக்கு இணையத்தில் ஆர்வம் இருந்தாலே போதும்.</b>

source: Sign up for a weekly newsletter that is full of community news and contribution opportunities.
ca: Subscriviu-vos al butlletí setmanal que és ple de notícies de la comunitat i oportunitats de col·laboració.
gd: Clàraich airson cuairt-litir sheachdaineil loma-làn de naidheachdan na coimhearsnachd is cothroman airson com-pàirteachais.
id: Daftar untuk berlangganan nawala mingguan yang berisi berbagai cerita komunitas dan kesempatan berkontribusi.
ta: சமூக செய்திகளும் பங்களிப்பு வாய்ப்புகளும் நிறைந்துள்ள வாராந்திர செய்திமடலுக்கு பதிவு பெறுக.

source: Welcome to Mozilla!
ca: Benvingut/da a Mozilla!
gd: Fàilte gu Mozilla!
ta: மொசில்லாவிற்கு தங்களை அன்புடன் வரவேற்கிறோம்!

source: Find an opportunity
ca: Cerqueu una oportunitat
gd: Lorg cothrom
id: Temukan kesempatan
ta: ஒரு வாய்ப்பைக் கண்டறிக

source: Our support process relies on enthusiastic contributors like you to help others get the most out of Mozilla products. Find out more about <a href="%(fx_support_url)s">how to help Firefox users</a> and <a href="%(tb_support_url)s">how to help Thunderbird users</a>.
ca: El nostre procés d'assistència recau en col·laboradors entusiastes com tu que ajuden d'altres a obtenir el màxim dels productes Mozilla. Més informació quant a<a href="%(fx_support_url)s">com ajudar els usuaris del Firefox</a> i <a href="%(tb_support_url)s">com ajudar els usuaris del Thunderbird</a>.
gd: Tha na seirbheisean taice againn an eisimeil shaor-thoileach mar thu fhèin a bheir taic do dhaoine eile airson 's gun urrainn dhaibh bathar Mozilla a chur gu làn-fheum. Faigh barrachd fiosrachaidh air <a href="%(fx_support_url)s">dòighean gus taic a chumail ri luchd-cleachdaidh Firefox</a> agus <a href="%(tb_support_url)s">mar a chuidichear luchd-cleachdaidh Thunderbird</a>.
id: Layanan dukungan kami bertumpu pada para kontributor seperti Anda, untuk membantu pengguna lain memanfaatkan produk Mozilla secara maksimal. Temukan <a href="%(fx_support_url)s">cara membantu pengguna Firefox</a> dan <a href="%(tb_support_url)s">juga pengguna Thunderbird</a>.
ta: மற்றவர்கள் Mozilla தயாரிப்புகளிலிருந்து சிறந்த பலன்களைப் பெற உதவ, எங்கள் ஆதரவு செயலாக்கம் உங்களைப் போன்ற ஆர்வமுள்ள பங்களிப்பாளர்களையே சார்ந்துள்ளது. <a href="%(fx_support_url)s">Firefox பயனர்களுக்கு எப்படி உதவுவது</a> மற்றும் <a href="%(tb_support_url)s">Thunderbird பயனர்களுக்கு எப்படி உதவுவது</a> என்பது பற்றி மேலும் அறிக.

source: Quality Assurance
ca: Control de qualitat
gd: Dearbhadh càileachd
id: Kendali Mutu
ta: தர உத்தரவாதம்

source: Quality Assurance testing is one of the easiest ways to get started with Mozilla and is a great way to get familiar with our code and tools.
ca: Les proves de Control de qualitat són una de les formes més senzilles de començar a Mozilla i és una gran forma de familiaritzar-vos amb el nostre codi i eines.
gd: 'S e dearbhadh na càileachd aon dhe na dòighean as fhasa son tòiseachadh le Mozilla agus fàsaidh tu eòlach air a' chòd 's na h-innealan againn gu luath air an dòigh seo.

source: <a href="%(oneanddone_url)s">Pick a task from One and Done</a> to get started, work on <a href="%(desktopfx_url)s">Desktop Firefox</a>, <a href="%(websites_url)s">test Mozilla web sites</a>, <a href="%(testday_url)s">join us for a Test Day</a>, or <a href="%(qateams_url)s">learn more about other testing opportunities</a>.
ca: Per començar <a href="%(oneanddone_url)s">agafeu una tasca de One and Done</a>, treballeu en el <a href="%(desktopfx_url)s">Firefox d'escriptori</a>, <a href="%(websites_url)s">feu proves a les pàgines web de Mozilla</a>, <a href="%(testday_url)s">participeu a un Test Day</a>, o<a href="%(qateams_url)s">informeu-vos sobre altres oportunitats per fer proves</a>.
gd: <a href="%(oneanddone_url)s">Tagh rud o One and Done</a> mar thoiseach-tòiseachaidh, dèan obair air <a href="%(desktopfx_url)s">Firefox desktop</a>, <a href="%(websites_url)s">cuir làraichean-lìn Mozilla fo dheuchainn</a>, <a href="%(testday_url)s">gabh pàirt ann an latha dheuchainnean</a> no <a href="%(qateams_url)s">faigh barrachd fiosrachaidh air cothroman eile a chur fo dheuchainn</a>.

source: <a href="%(dev_intro_url)s">Developers can help</a> Mozilla by adding new features, making our technology smaller and faster and making development easier for others. Tell us <a href="%(what_url)s">your favorite programming language</a> and we'll find the project for you.
ca: <a href="%(dev_intro_url)s">Els desenvolupadors poden ajudar</a> Mozilla afegint noves característiques, fent la nostra tecnologia més petita i ràpida i fent que el desenvolupament sigui més senzill per a altres. Digueu-nos <a href="%(what_url)s">quin és el vostre llenguatge de programació preferit</a>i us trobarem el projecte adient.
gd: <a href="%(dev_intro_url)s">'S urrainn do luchd-leasachaidh taic a chumail ri</a> Mozilla 's iad a' cur gleusan ùra ris ar bathar, le bhith 'ga dhèanamh nas luaithe 's nas lugha agus a' dèanamh obair-leasachaidh nas fhasa. Innis dhuinn <a href="%(what_url)s">dè an cànan leasachaidh as fhearr leat</a> agus innsidh sinn dhut dè na pròiseactan as fhearr dhut.
id: <a href="%(dev_intro_url)s">Pengembang dapat membantu</a> Mozilla dengan menambahkan fitur baru, memperbaiki kinerja teknologi kami, serta mempermudah pengembangan oleh berbagai pihak lainnya. Beri tahu kami <a href="%(what_url)s">bahasa pemrograman favorit Anda</a> dan kami akan menemukan proyeknya untuk Anda.
ta: புதிய அம்சங்களைச் சேர்ப்பதன் மூலமும் எங்கள் தொழில்நுட்பத்தை சிறியதாகவும் வேகமானதாகவும் மாற்றி உருவாக்குதலை மற்றவர்களுக்கு எளிதாக்குவதன் மூலமும் <a href="%(dev_intro_url)s">உருவாக்குநர்கள் Mozilla வுக்கு உதவலாம்</a>. <a href="%(what_url)s">உங்களுக்கு விருப்பமான நிரலாக்க மொழியைக் கூறுக</a> உங்களுக்கு ஏற்ற திட்டப்பணியை நாங்கள் கண்டறிந்து கூறுகிறோம்.

source: Spread the Word
ca: Escampeu la paraula
gd: Sgaoil am facal
id: Kabarkan
ta: பிரபலமாக்குதல்

source: Help us spread the word about how Firefox and other Mozilla projects are building a better Internet. Share Firefox with the world by <a href="%(affiliates_url)s">becoming an Affiliate</a> and then check out our <a href="%(marketing_url)s">Marketing Guide</a> for more ways to get involved.
ca: Ajudeu-nos a fer córrer la veu sobre com el Firefox y altres projectes de Mozilla estan creant una Internet millor. <a href="%(affiliates_url)s">Feu-vos col·laborador</a> per compartir el Firefox amb el món i consulteu la nostra <a href="%(marketing_url)s">Guia de difusió</a> per conèixer més maneres d'involucrar-vos-hi.
gd: Cuidich leinn a' sgaoileadh am facal mun obair a nì Firefox is pròiseactan Mozilla eile gus eadar-lìon nas fhearr a chruthachadh. Co-roinn Firefox leis a' chorr dhen t-saoghal <a href="%(affiliates_url)s">mar dhlùth-chompanach againn</a> agus thoir sùil air an <a href="%(marketing_url)s">treòir mhargaideachd</a> againn airson barrachd dhòighean air an urrainn dhut taic a chumail rinn.
id: Bantu kami mengabarkan tentang cara Firefox dan proyek Mozilla lainnya membangun Internet yang lebih baik. Bagikan Firefox ke seluruh dunia dengan <a href="https://affiliates.mozilla.org">menjadi Affiliate</a> dan kemudian bacalah <a href="https://wiki.mozilla.org/MarketingGuide">Panduan Pemasaran</a> kami untuk mengetahui cara lain ikut berperan.
ta: Firefox மற்றும் பிற Mozilla திட்டப்பணிகள் இணையத்தை எப்படி சிறப்பாக்குகின்றன என்பதை உலகுக்கு எடுத்துரைக்க உதவுக. <a href="%(affiliates_url)s">இணையாளராகி</a> Firefox ஐப் பகிர்க, பங்களிப்பதற்கு மேலும் என்னென்ன வழிகள் உள்ளன என்பதை அறிய எங்கள் <a href="%(marketing_url)s">சந்தைப்படுத்தல் வழிகாட்டியைப்</a> பார்க்கவும்.

source: Localization
ca: Localització
gd: Eadar-theangachadh
id: Pelokalan
ta: உள்ளூர்மயமாக்கல்

source: Get involved with Mozilla by making Firefox, Thunderbird and other projects <a href="%(l10n_url)s">available in your language</a>. Also help us tell the world about how Mozilla is building a better Internet by <a href="%(l10n_web_url)s">translating content</a> on our web sites.
gd: Gabh pàirt ann am Mozilla 's tu <a href="%(l10n_url)s">a' cur Gàidhlig air</a> Firefox, Thunderbird is pròiseactan eile. No <a href="%(l10n_web_url)s">cuir Gàidhlig air susbaint artaigealan</a> airson fiosrachadh a chumail ris an t-saoghal mu na tha Mozilla a' dèanamh gus an t-eadar-lìon a leasachadh.
id: Mari berperan serta di Mozilla untuk menyediakan Firefox, Thunderbird, dan proyek lainnya <a href="%(l10n_url)s">dalam bahasa Anda</a>. Anda juga dapat <a href="%(l10n_web_url)s">menerjemahkan isi situs web</a> kami untuk mengabarkan ke seluruh dunia tentang cara Mozilla membangun Internet yang lebih baik.
ta: Firefox, Thunderbird மற்றும் பிற திட்டப்பணிகளை <a href="%(l10n_url)s">உங்கள் மொழியில் கிடைக்கச் செய்வதன்</a> மூலம் Mozilla வுக்குப் பங்களிக்கலாம். எங்கள் வலைத்தளங்களில் உள்ள <a href="%(l10n_web_url)s">உள்ளடக்கத்தை மொழிபெயர்ப்பதன்</a> மூலம் Mozilla எப்படி இணையத்தை சிறப்பானதாக்குகிறது என்பதை உலகுக்கு உரைக்க உதவுக.

source: Our web sites are open for web developers to hack on. <a href="%(webdev_url)s">Find a web site project</a> to get started on. Your web skills can also be used to <a href="%(gaia_url)s">help us build our new Firefox OS</a>.
gd: Tha e ceadaichte do luchd-leasachaidh an lìn na làraichean-lìn againn a hackaigeadh. <a href="%(webdev_url)s">Faigh làrach-lìn</a> is siuthad ma-tha. No cuir do sgilean gu feum ann an dealbhadh <a href="%(gaia_url)s">Firefox OS</a>.
id: Situs web kami terbuka bagi para pengembang web untuk dikembangkan lebih jauh. <a href="%(webdev_url)s">Temukan proyek situs web</a> untuk mulai. Keahlian web Anda juga dapat digunakan untuk <a href="%(gaia_url)s">membantu kami membangun Firefox OS yang baru</a>.
ta: எங்கள் வலைத்தளங்களை மேம்படுத்த எப்போதும் வலை உருவாக்குநர்கள் வரவேற்கப்படுகிறார்கள். தொடங்குவதற்கு <a href="%(webdev_url)s">ஒரு வலைத்தள திட்டப்பணியைக் கண்டறிக</a>. <a href="%(gaia_url)s">எங்கள் புதிய Firefox OS ஐ உருவாக்க உதவியாகவும்</a> உங்கள் இணைய திறமைகள் பயன்படும்.

source: <a href="%(marketplace_url)s">Firefox Marketplace</a> provides content – games, music, social apps and more – built with HTML5 standards and open source values. With <a href="%(mktcontrib_url)s">contribution opportunities</a> at every skill level, it’s easy to make an impact!
gd: Gheibhear susbaint mar gheamaichean, ceòl, aplacaidean sòisealta is mòran a bharrachd air <a href="%(marketplace_url)s">margadh Firefox</a>. Chaidh an togail a-rèir stannardan HTML5 is a' leantainn feallsanachd a' bhathair-bhog fhosgailte. Tha <a href="%(mktcontrib_url)s">cothroman com-pàirteachas</a> ann aig gach ìre 's tha e furasta rudeigin a lorg far a bheil fàilte mhòr air do thaic-sa!

source: Add-ons are what make Firefox the most extensible and customizable browser available. Get started <a href="%(addons_url)s">building an add-on</a>, and <a href="%(addons_wiki)s">learn more about the different ways you can contribute</a>.
gd: 'S e Firefox am brabhsair a ghabhas leudachadh is gnàthachadh thar gin sam bith eile an cois nan tuilleadan aige. Dèan toiseach-tòiseachaidh air <a href="%(addons_url)s">tuilleadan a chruthachadh</a> agus <a href="%(addons_wiki)s">faigh barrachd fiosrachaidh mu na dòighean air an urrainn dhut pàirt a ghabhail</a>.

source: We want to make it possible for artists to cover the web and people with designs inspired by Mozilla. Check out the <a href="%(creative_url)s">Creative team blog</a> for more information about how to take part.
gd: Tha e a' còrdadh rinn cothrom a thoirt do luchd-ealain dealbhadh a chruthachadh a fhuair brosnachadh o Mozilla. Thoir sùil air <a href="%(creative_url)s">bloga an sgioba chruthachail</a> airson barrachd fiosrachaidh.
id: Kami ingin agar para seniman juga dapat berperan di dunia web dan nyata dengan desain yang diinspirasi dari Mozilla. Baca <a href="%(creative_url)s">blog tim Kreatif</a> kami untuk mendapatkan informasi selengkapnya tentang cara berperan.
ta: நாங்கள் கலைஞர்கள் இணையத்தையும் Mozilla வின் தாக்கத்திலமைந்த வடிவமைப்புகள் கொண்ட நபர்களையும் தொடர்புகொள்ளும் சாத்தியத்தை உருவாக்க விரும்புகிறோம். எப்படி பங்கேற்பது என்பது பற்றி மேலும் தகவலுக்கு <a href="%(creative_url)s">படைப்புத்திறன் அணி வலைப்பதிவைக்</a> காண்க.

source: The Mozilla Developer Network is the hub for information about Mozilla technologies. Help <a href="%(dev_url)s">make our documentation better</a> by writing new content, correcting existing material or translating content into new languages.
gd: 'S e lìonra luchd-leasachaidh Mozilla an làr-ionad airson fiosrachadh mu dhèidhinn teicneolasan Mozilla. 'S urrainn dhut <a href="%(dev_url)s">piseach a chur air an docamaideadh againn</a> 's tu a' sgrìobhadh susbaint ùr, a' ceartachadh na tha ann an-dràsta no 'ga eadar-theangachadh.
ta: Mozilla உருவாக்குநர் பிணையம் Mozilla தொழில்நுட்பங்களின் மையமாகும். புதிய உள்ளடக்கத்தை எழுதுவதன் மூலம், இப்போதுள்ள உள்ளடக்கத்தில் திருத்துவதன் மூலம் அல்லது உள்ளடக்கத்தை புதிய மொழிகளுக்கு மொழிபெயர்ப்பதன் மூலம் <a href="%(dev_url)s">எங்கள் ஆவணமாக்கத்தை சிறப்பிக்க</a> உதவுக.

source: Interested in helping others understand how the Web works? <a href="%(webmaker)s">Mozilla Webmaker</a> is a global community dedicated to sharing digital skills using <a href="%(webmaker_tools)s">free tools</a>, <a href="%(webmaker_resources)s">teaching resources</a> and <a href="%(webmaker_events)s">community events</a>.
gd: Am bu toigh leat taic a thoirt do dhaoine nach eil a' tuigsinn an eadar-lìn gu tur? 'S e <a href="%(webmaker)s">Mozilla Webmaker</a> a' choimhearsnachd eadar-nàiseanta a tha an dealas ri sgilean digiteach ionnsachadh do dhaoine slighe <a href="%(webmaker_tools)s">innealan a tha an-asgaidh</a>, <a href="%(webmaker_resources)s">goireasan teagaisg</a> agus <a href="%(webmaker_events)s">tachartasan coimhearsnachd</a>.

source: Fellowships
gd: Companasan

source: Interested in shaping the future of the open Web? Knight-Mozilla’s <a href="%(fellowship)s">OpenNews Fellowship program</a> matches emerging digital leaders with journalism opportunities to build the open Web for everyone.
gd: Ma tha ùidh agad sa cheist cò ris a bhios an lìon fosgailte coltach ris san àm ri teachd, thoir sùil air <a href="%(fellowship)s">prògram chompanasan OpenNews</a> aig Knight-Mozilla. Cuiridh iad còmhla luchd nan naidheachdan agus daoine a bhios mòr san t-saoghal digiteach ach an tog sinn lìon fosgailte dhan a h-uile duine còmhla.

source: Hive Networks
gd: Lìonraidhean-guir

source: <a href="%(hivenetworks)s">Hive Learning Networks</a> are a growing constellation of communities around the globe that are championing digital skills and web literacy through connected learning. <a href="%(hivenetworks)s">Learn more</a> about how to start a Hive in your community.
gd: Tha <a href="%(hivenetworks)s">lìonraidhean-guir ionnsachaidh</a> 'na lìonra de choimhearsnachdan air feadh an t-saoghail a tha a' sìor-fhàs agus a' brosnachadh sgilean digiteach is litreachas-lìn slighe ionnsachaidh cho-cheangailte. <a href="%(hivenetworks)s">Faigh barrachd fiosrachaidh</a> ma tha thu airson tè a stèidheachadh 'nad choimhearsnachd fhèin.
