Repository: translate/mozilla-lang
Catalog: */mozorg/mission.lang.po
Languages: af, as, ca, es_mx, hi_in, kk, ku, lt, lv, nn_no, pt

source: Read the <a href="%(url)s">Mozilla Manifesto</a> to learn even more about the values and principles that guide the pursuit of our mission.
af: Lees die <a href="%(url)s">Mozilla-manifes</a> vir selfs nog meer inligting oor waardes wat ons rigting gee in ons strewe na ons missie.
as: আমাৰ লক্ষ্যক সহায় কৰা মান আৰু নীতিসমূহৰ বিষয়ে অধিক জানিবলে <a href="%(url)s">Mozilla মেনিফেস্টো</a> পঢ়ক।
ca: Llegiu el <a href="%(url)s">Manifest de Mozilla</a> per obtenir més informació sobre els valors i principis que ens guien per complir la nostra missió.
es_mx: Lee el <a href="%(url)s">Manifiesto de Mozilla</a> para obtener más detalles sobre los valores y principios que guían la búsqueda de nuestra misión.
hi_in: हमारे मिशन के मूल्यों और सिद्धांतों, जो हमारे मिशन का मार्गदर्शक है, के बारे में भी अधिक से अधिक जानने के लिए <a href="%(url)s">Mozilla घोषणा पत्र </a>पढ़ें.
kk: Миссиямызды орындау кезінде біз ұстанатын құңдылықтар және принциптер туралы көбірек білу үшін, <a href="%(url)s">Mozilla манифестін</a> оқыңыз.
ku: Ji bo ku nirx û rêgezên ku di vê rêbernameyê de cî digirin bêtir nas bikî <a href="%(url)s">Manîfestoya Mozillayê</a> bixwîne.
lt: Susipažinkite su <a href="%(url)s">„Mozillos“ manifestu</a> – jame rasite dar daugiau apie vertybes ir principus, kuriais vadovaujamės savo misijoje.
lv: Izlasiet <a href="%(url)s">Mozilla Manifestu</a> lai uzzināt vairāk par vērtībām un principiem kuri vada mūsu misiju.
nn_no: Les <a href="%(url)s">Mozilla-manifestet</a> for å finna ut endå meir om verdiane våre, og prinsippa som styrer korleis me jobbar mot målet vårt.
pt: Leia o <a href="%(url)s">Manifesto Mozilla</a> para saber ainda mais sobre os valores e princípios que guiam a nossa missão.

source: Watch the video above to learn more about who we are, where we came from and how we’re making the Web better for you.
af: Sien die video bo en verstaan beter wie ons is, waar ons vandaan kom en hoe ons die Web beter maak vir almal.
as: আমাৰ কোন, কৰ পৰা আহিছো আৰু কেনেকৈ আমি ৱেবক আপোনাৰ বাবে উন্নত কৰি আছো জানিবলৈ ওপৰত দিয়া ভিডিঅ' চাওক।
ca: Mireu el vídeo per obtenir més informació sobre qui som, d'on venim i de quina manera estem millorant el Web.
es_mx: Ve el video para aprender más acerca de quiénes somos, de dónde venimos y cómo lo estamos haciendo la mejor web para ti.
hi_in: हम कौन हैं, हम कहाँ से आए हैं, और कैसे हम आप के लिए वेब बेहतर बना रहे हैं के बारे में अधिक जानने के लिए ऊपर वीडियो देखें.
kk: Біз кім екенін, қайдан келгеніміз және сіз үшін интернетті қалай жақсартатыңымыз туралы көбірек білу үшін жоғарыдағы видеоны қараңыз.
ku: Ji bo bizanî ka em kî ne, em ji ku derê ne û em Webê çawa ji bo te çêtir dikin vîdeoya li jorê temaşe bike.
lt: Pažiūrėkite aukščiau esantį vaizdo įrašą – sužinosite, kas mes, iš kur kilome ir kaip prisidedame prie saityno tapimo geresne vieta kiekvienam.
lv: Apskatiet video, lai uzzinātu, kas mēs esam, no kurienes nākam un ko darām, lai padarītu internetu labāku priekš jums.
nn_no: Sjå videoen ovanfor for å lære meir om kven me er, kvar me kjem ifrå, og korleis me gjer nettet betre for deg.
pt: Veja o vídeo acima para saber mais sobre quem somos, de onde viemos e como estamos a fazer uma melhor Web para si.

source: At Mozilla, we’re a global community of technologists, thinkers and builders working together to keep the Internet alive and accessible, so people worldwide can be informed contributors and creators of the Web.
af: By Mozilla is ons 'n wêreldwye gemeenskap van tegnoloë, denkers en bouers wat saamwerk om die Internet lewendig en toeganklik te hou, sodat mense wêreldwyd ingeligte bydraers en skeppers van die Web kan wees.
as: Mozilla ত, আমি ইন্টাৰনেটক জীৱন্ত আৰু অভিগম্য ৰখাৰ বাবে একেলগে কাম কৰা প্ৰযুক্তিবিদ, দাৰ্শনিক আৰু নিৰ্মাতাসকলৰ এটা বিশ্বব্যাপী সম্প্ৰদায়, যাতে বিশ্বৰ সকলো মানুহে ৱেবৰ অৱদানকাৰী আৰু সৃষ্টিকৰ্তাৰ বিষয়ে জ্ঞাত থাকে।
ca: Mozilla som una comunitat global de tecnòlegs, pensadors i desenvolupadors que treballem plegats per mantenir Internet viva i accessible, perquè persones d'arreu del món puguin ser contribuïdores informades i creadores del web.
es_mx: En Mozilla, somos una comunidad global de tecnólogos, pensadores y constructores que trabajamos juntos para mantener vivo y accesible a Internet, así, la gente en todo el mundo puede ser informada, a los contribuyentes y creadores de la Web
hi_in: Mozilla में, हम इंटरनेट को जिंदा और सुलभ बनाये रखने के लिए प्रौद्योगिकीविदों, विचारकों और बिल्डरों की एक वैश्विक समुदाय हैं, ताकि दुनिया भर के लोग सूचित योगदानकर्ता और वेब के रचनाकार हो सकते है.
kk: Mozilla-да біз технологтар, ойлаушылар және құрылысшылардың глобалды қоғамдастығы болып табыламыз, Интернет тірі әрі қолжетерлік болып ұстау, және де дүниежүзілік адамдарға Интернетті санамен жасау мүмкіндігін қамтамасыз ету үшін жұмыс жасаймыз.
ku: Em wekî Mozilla, civakeke gerdûnî ne ku di nav me de teknolojîst, ramyar û sazkar hene û ji bo ku Înternet zindî be û her kes dikaribe xwe bigihînê, em hemû bi hev re dixebitin. Bi vî awayî ji çar aliyên cîhanê pêşvebir û afirîner ji hev agahdar dibin.
lt: „Mozilla“ – tai pasaulinė technologų, mąstytojų ir kūrėjų bendruomenė, kartu siekianti išlaikyti internetą atvirą ir visiems pasiekiamą. Kiekvienas pasaulio gyventojas savo žiniomis gali prisidėti prie saityno kūrimo.
lv: Mozilla ir globāla tehnologu, domātāju un būvētāju kopiena, kas kopīgi strādā, lai saglabātu interneta brīvību un pieejamību, lai cilvēki visā pasaulē varētu būt zinoši interneta radītāji un atbalstītāji.
nn_no: Mozilla er ein global fellesskap av teknologiar, tenkjarar og byggjarar som jobbar saman for å halda nettet levande og tilgjengeleg for alle, slik at menneske over heile verda kan handla som velinformerte medarbeidarar og skaparar av nettet.
pt: Na Mozilla somos uma comunidade global de técnicos, pensadores e construtores trabalhando em conjunto para manter a Internet viva e acessível, para que as pessoas em todo o mundo possam ser contribuidores e criadores informados da Web.

source: Topics include support, products, and technologies
af: Onderwerpe sluit in ondersteuning, produkte, en tegnologieë
as: বিষয়ত অন্তৰ্ভুক্ত আছে সমৰ্থন, উৎপাদন, আৰু প্ৰযুক্তিবিদ্যা
ca: Els temes inclouen ajuda, productes i tecnologies
es_mx: Los temas incluyen soporte, productos y tecnologías
hi_in: विषयों में समर्थन, उत्पाद, और प्रौद्योगिकी शामिल है
kk: Темалар арасында қолдау көрсету, өнімдер және технологиялар бар
ku: Sernavên têkildarî destek, berhem û teknolojiyan de
lt: Tarp forumo temų rasite pagalbą, prouktų vystymą, technologijas
lv: Tēmas iekļauj atbalstu, produkti, un tehnoloģijas
nn_no: Emne er mellom anna brukarstøtte, produkt og teknologiar
pt: Os tópicos incluem suporte, produtos e tecnologias

source: Volunteer opportunities in a number of different areas
af: Geleenthede vir vrywilligers in 'n aantal verskillende areas
as: বিভিন্ন স্থানত স্বেচ্ছাসেৱাৰ সুবিধা
ca: Oportunitats de voluntariat en diverses àrees
es_mx: Oportunidades de voluntariado en un número de diferentes áreas
hi_in: कई अलग अलग क्षेत्रों में स्वयंसेवक के अवसर
kk: Әр түрлі аймақтарда волонтерлер үшін мүмкіндіктер
ku: Derfeta wekî dilxwaz beşdarbûna qadên cur bi cur
lt: Galimybės savanoriams įvairiausiose srityse
lv: Iesaistīšanas iespējas vairākas atšķirīgās jomās
nn_no: Du kan hjelpa til som friviljug innom fleire ulike område
pt: Oportunidades de voluntariado em diferentes áreas

source: We believe this act of human collaboration across an open platform is essential to individual growth and our collective future.
af: Ons glo sulke samewerking van mense oor 'n oop platform is essensieel vir individuele groei en ons kollektiewe toekoms.
as: আমি বিশ্বাস কৰো এটা মুক্ত প্লেটফৰ্মত এই ধৰণৰ অৱদান ব্যক্তিগত উন্নয়ন আৰু আমাৰ ভৱিষ্যতৰ বাবে প্ৰয়োজনীয়।
ca: Creiem que aquest acte de col·laboració a través d'una plataforma oberta és imprescindible per al creixement personal i per al nostre futur col·lectiu.
es_mx: Creemos que este acto de colaboración humana a través de una plataforma abierta es esencial para el crecimiento individual y de nuestro futuro colectivo.
hi_in: हम विश्वास करते हैं कि एक खुले मंच पर मानव सहयोग का यह कृत्य व्यक्तिगत विकास और हमारे सामूहिक भविष्य के लिए आवश्यक है.
kk: Ашық платформада бірігіп жұмыс жасаудың бұл акты жеке даму және біздің ортақ болашағымыз үшін маңызды екеніне сенеміз.
ku: Em wisa bawer dikin ku ev hevkariya mirovahiyê ya li ser platformeke vekirî ji bo pêşveçûna me ya takekesî û ji bo siberoja me pêwîst e.
lt: Mes tikime, jog šis bendradarbiavimas, kuriant atvirą platformą, yra būtinas individualiam augimui ir bendrai ateičiai užtikrinti.
lv: Mēs ticam, ka šī cilvēku sadarbība caur atvērtu platformu ir fundamentāli svarīga mūsu individuālai attīstībai un kopīgai nākotnei.
nn_no: Vi trur at denne forma for menneskeleg samarbeid på tvers av ei opa plattform er grunnleggjande for individuell vekst, og for den kollektive framtida vår.
pt: Acreditamos que este ato de colaboração humana através de uma plataforma aberta é essencial para o crescimento individual e o nosso futuro coletivo.

source: We’re building a better Internet
af: Ons bou 'n beter Internet
as: আমি এটা উন্নত ইন্টাৰনেট নিৰ্মাণ কৰি আছো
ca: Estem construint una Internet millor
es_mx: Estamos construyendo un mejor Internet
hi_in: हम एक बेहतर इंटरनेट बना रहे हैं
kk: Жақсырақ интернетті жасаудамыз
ku: Em Înterneteke çêtir ava dikin
lt: Mes kuriame geresnį internetą
lv: Mēs veidojam labāku Internetu
nn_no: Vi byggjer eit betre Internett
pt: Estamos a construir uma Internet melhor

source: Our structure, organization, and the broader Mozilla community
af: Ons struktuur, organisasie en breër Mozilla-gemeenskap
as: আমাৰ গঠন, সংগঠন, আৰু বিস্তৃত Mozilla সম্প্ৰদায়
ca: La nostra estructura, organització i l'ampla comunitat Mozilla
es_mx: Nuestra estructura, la organización y la comunidad más amplia de Mozilla
hi_in: हमारी संरचना, संगठन, और व्यापक Mozilla समुदाय
kk: Бір құрылымымыз, ұйымдастыруымыз және Mozilla-ның кең қоғамдастығы
ku: Rêxistina me û civaka giştî ya Mozillayê
lt: Mūsų struktūra, organizacija ir platesnė „Mozillos“ bendruomenė
lv: Mūsu struktūra, organizācija, un plašāka Mozilla kopiena
nn_no: Struktur, organisasjon, og det større Mozilla-samfunnet
pt: A nossa estrutura, organização e a comunidade alargada da Mozilla

source: Where we come from and how we got to where we are
af: Waar ons vandaan kom en hoe ons hier gekom het
as: আমি কৰ পৰা আহিছো আৰু বৰ্তমান স্থানত কেনেকৈ আহি পাইছো
ca: D'on venim i com hem arribat fins aquí
es_mx: De dónde venimos y cómo llegamos a donde estamos
hi_in: हम कहाँ से आते हैं और हम यहाँ कैसे पहुँचें जहां हम अभी हैं
kk: Біз қайдан келдік және қазіргі қалып-күйге қалай жеттік
ku: Me ji ku derê dest pê kir û em çawa gihîştin vê astê
lt: Iš kur mes atėjome ir kokiais keliais
lv: No kurienes mēs esam un kā mēs te nokļuvām
nn_no: Korleis alt byrja og korleis me kom dit me er i dag
pt: De onde viemos e como aqui chegámos

source: Get involved
af: Raak betrokke
as: জড়িত হওক
ca: Involucreu-vos-hi
es_mx: Involúcrate
hi_in: शामिल होएँ
kk: Үлесіңізді қосыңыз
ku: Beşdarî nav me bibe
lt: Įsitraukite
lv: Iesaistieties
nn_no: Ver med
pt: Envolva-se

source: Forums
as: ফৰামসমূহ
ca: Fòrums
es_mx: Foros
hi_in: फोरम
kk: Форумдар
ku: Forum
lt: Forumai
lv: Forumi
nn_no: Forum
pt: Fóruns

source: Our mission is to ensure the Internet is a global public resource, open and accessible to all. An Internet that truly puts people first, where individuals can shape their own experience and are empowered, safe and independent.
af: Ons missie is om te verseker dat die Internet 'n globale publieke hulpbron is wat oop en toeganklik vir almal is. 'n Internet wat mense waarlik eerste stel, waar individue hulle eie ervarings kan beïnvloed en bemagtig, veilig en onafhanklik is.
ca: La nostra missió és garantir que Internet sigui un recurs públic global, obert i accessible a tothom. Una Internet que realment posi la gent per davant, on les persones puguin formar la seva pròpia experiència, tenir el control, amb seguretat i independència.
es_mx: Nuestra misión es asegurar que el Internet sea un recurso mundial, público, abierto y accesible a todos. Un internet que realmente pone a las personas primero, donde individuos pueden crear su propia experiencia - empoderados, seguros e independientes.
hi_in: हमारा मिशन यह सुनिश्चित करने के लिए है की इंटरनेट एक वैश्विक सार्वजनिक संसाधन , खुला और सभी के लिए सुलभ है. एक इंटरनेट है वास्तव में व्यक्ति जहां पहले आता है,जहां वो अपने खुद के अनुभव को आकार,सशक्त,सुरक्षित और स्वतंत्र कर सकता है.
kk: Біздің мақсатымыз - Интернет әркім үшін ашық және қолжетерлік глобалды публикалық ресурс ретінде қалатынын қамтамасыз ету. Адамдарды өз алдына қоятын Интернет, онда әркім өз тәжірибесін дамыта алады және мықты, қауіпсіз әрі тәуелсіз болып қала береді.
lv: Mūsu misija ir nodrošināt lai internets paliek globāls resursus, visiem un visur pieejams. Internets kas patur cilvēkus pirmā vietā, kur cilvēki var izveidot savu pašu pieredzi, pilnvaroti, droši un neatkarīgi.
nn_no: Oppdraget vårt er å sikra at Internet er ein global, kollektiv resurs, open og tilgjengeleg for alle. Eit Internet som verkeleg set menneska i fokus, der individa sjølve formar sine eigne opplevingar, får mulegheiter, og er trygge og sjølvstendige.

source: Our mission is to promote openness, innovation & opportunity on the Web.
af: Ons missie is om openheid, innovering en geleentheid op die Web te bevorder.
as: আমাৰ লক্ষ্য হল ৱেবত মুক্ততা, উদ্ভাৱন আৰু সুবিধাৰ উন্নয়ন কৰা।
ca: La nostra missió és promoure els estàndards oberts, la innovació i les oportunitats al Web.
es_mx: Nuestra misión es promover la apertura, la innovación y la oportunidad en la web.
hi_in: हमारा मिशन वेब पर खुलापन, नवाचार और अवसर को बढ़ावा देना है.
kk: Біз миссиямыз - Интернетте ашықтық, инновациялар және мүмкіндіктерді дамытуды ілгері бастыру.
ku: Armanca me ew e ku em vekirîbûn, nûbûn û wekheviya derfetan li seranserê Wrbê belav bikin.
lt: Mūsų misija – skatinti atvirumą, naujoves ir lygias galimybes saityne.
lv: Mūsu misija ir atvērtības, inovācijas un iespēju veicināšana tīmeklī.
nn_no: Målet vårt er å fremja openheit, nyskaping og moglegheiter på nettet.
pt: A nossa missão é promover a abertura, inovação e oportunidade na Web.

source: History
af: Geskiedenis
as: ইতিহাস
ca: Història
es_mx: Historia
hi_in: इतिहास
kk: Тарихы
ku: Dîrokçe
lt: Istorija
lv: Vēsture
nn_no: Historikk
pt: História

source: Governance
af: Bestuur
as: ৰাজত্ব
ca: Governança
es_mx: Gobernanza
hi_in: संचालन
kk: Басқару
ku: Birêveberî
lt: Valdymas
lv: Pārvaldība
nn_no: Styring
pt: Governação
