Repository: translate/mozilla-lang
Catalog: */mozorg/plugincheck.lang.po
Languages: cy, es_mx, gd, hi_in, km, my, ta, tr, xh

source: Keep your Firefox healthy with a quick checkup
cy: Cadwch Firefox yn iach gydag archwiliad sydyn
es_mx: Mantén tu Firefox sano con una revisión rápida.
gd: Cum am Firefox agad slàn fallain, dèan sgrùdadh beag air
hi_in: एक त्वरित जांच के साथ अपने फ़ायरफ़ॉक्स को स्वस्थ रखें
my: အမြန်စစ်ဆေးမှုကို အသုံးပြုပြီး သင့်မီးမြေခွေးကို ကောင်းမွန်မှု ရှိစေပါ။
xh: Gcina i-Firefox yakho ilungile ngokuhlo ngokukhawuleza

source: Use Flash? QuickTime? Java? If you use these to make your Firefox experience more awesome, check your plugins! They may need to be updated.
cy: Defnyddio Flash? QuickTime? Java? Os ydych yn defnyddio'r ategion hyn i wella eich profiad yn Firefox, gwnewch archwiliad sydyn! Efallai bod angen eu diweddaru.
es_mx: ¿Usas Flash?, ¿Quicktime?, ¿Java? Si los utilizas para hacer de tú experiencia en Firefox más impresionante, ¡revisa tus plugins! Es posible que necesiten ser actualizados.
gd: A' cleachdadh Flash? QuickTime? Java? Ma bhios tu 'gan cleachdadh airson comasan a chur ris a' Firefox agad, sgrùd na plugain agad! Dh'fhaoidte gu bheil iad feumach air ùrachadh.
hi_in: फ्लैश? त्वरित समय? जावा? का प्रयोग करेंअगर आप इन का उपयोग कर के अपने फ़ायरफ़ॉक्स अनुभव को और अधिक कमाल का बनाने चाहते है तो अपने प्लगइन की जांच करें! उन्होंने अद्यतन करने की आवश्यकता हो सकती है.
km: ប្រើ​កម្មវិធី Flash? QuickTime? Java? បើ​អ្នក​ប្រើ​កម្មវិធី​ទាំងនេះ​ដើម្បី​​ធ្វើ​ឲ្យ​ការ​ប្រើប្រាស់​កម្មវិធី Firefox របស់​អ្នក​កាន់តែ​អស្ចារ្យ​ថែមទៀត​នោះ សូម​ពិនិត្យ​កម្មវិធី​​ផ្នែក​បន្ថែម​របស់​អ្នក! វា​អាច​ត្រូវការ​ធ្វើ​បច្ចុប្បន្នភាព។
my: ဖလက်ရှ်၊ ကွစ်တိုင်းမ်၊ ဂျာဗားကို အသုံးပြုပါသလား။ အကယ်၍ သင့်မီးမြေခွေးကို ပိုမိုစွမ်းဆောင်နိုင်မှုရှိဖို့အတွက် သင်အသုံးပြုတယ်ဆိုလျှင် သင့်ပလဂ်အင်များကို စစ်ဆေးပါ။ ၎င်းတို့သည် အမြဲ နောက်ဆုံးပေါ် ဖြစ်နေရန် လိုအပ်သည်။
xh: Sebenzisa i-Flash? Ixesha eliKhawulezayo? I-Java? Ukuba usebenzisa ezi ukwenza i-Firefox ifumane ibenamava amaninzi amangalisayo, jonga ii-plugins zakho! Zingafuna ukuhlaziywa.

source: Plugin Check &amp; Updates
cy: Gwirio a Diweddaru Ategion
es_mx: Comprobar plugin &amp; Actualizaciones
gd: Sgrùdadh ⁊ ùrachaidhean nam plugan
hi_in: प्लगइन की जाँच &amp; अद्यतन
km: ការ​ពិនិត្យមើល​កម្មវិធី​ជំនួយ &amp; ការ​ធ្វើ​បច្ចុប្បន្នភាព
my: ထပ်ပေါင်းသုံး ဆော့ဝဲများအား စစ်ဆေးပြီး &amp; အဆင့်မြှင့်
ta: புதுப்பிப்புகளுக்காகச் &amp; சரி பார்க்கவும்
tr: Yan Uygulama Denetimi ve Güncellemeleri
xh: Hlola Izifakelo &amp; Izihlaziyo

source: Update Now
cy: Diweddarwch yn Awr
es_mx: Actualizar ahora
gd: Ùraich an-dràsta
hi_in: अब अद्यतन करें
km: ធ្វើ​បច្ចុប្បន្ន​ភាព​ឥឡូវ​នេះ
my: အဆင့်မြှင့်တင်မည်
ta: இப்போது புதுப்பி
tr: Şimdi güncelle
xh: Hlaziya ngoku

source: Research
cy: Ymchwilio
es_mx: Averiguar
gd: Rannsaich
hi_in: शोध
km: ស្រាវជ្រាវ
my: စမ်းသပ်လေ့လာ
ta: ஆராய்ச்சி
tr: Araştır
xh: Uphando

source: current version plugin
es_mx: Versión actual del plugin
hi_in: वर्तमान संस्करण प्लगइन
km: កម្មវិធី​ជំនួយ​កំណែ​បច្ចុប្បន្ន
my: ထပ်ပေါင်းဆော့ဝဲ၏ လက်ရှိ ဗားရှင်း
ta: செருகியின் தற்போதைய பதிப்பு
xh: uhlelo olusebenzayo lwesixhobo esongezelelekileyo

source: Up to Date
cy: Cyfredol
es_mx: Al día
gd: Cho ùr 's a ghabhas
hi_in: अद्यतन
km: ធ្វើឲ្យ​ទាន់សម័យ
my: အဆင့်မြှင့်ပြီး
ta: புதுப்பிக்கப்பட்டது
tr: Güncel
xh: Isexesheni

source: Plugin icon
cy: Eicon ategyn
es_mx: Icono del plugin
gd: Ìomhaigheag a' phlugain
hi_in: प्लगइन चिह्न
km: រូបតំណាង​កម្មវិធី​ជំនួយ
my: ထပ်ပေါင်းဆော့ဝဲအိုင်ကွန်
ta: செருகியின் சின்னம்
tr: Yan uygulama simgesi
xh: Iayikhoni yesifakelo

source: unknown
cy: anhysbys
es_mx: desconocido
gd: neo-aithnichte
hi_in: अज्ञात
km: មិន​ស្គាល់
my: အမျိုးအမည်မသိ
ta: அறியாத
tr: bilinmiyor
xh: akwaziwa

source: vulnerable
cy: agored i niwed
gd: so-leònte
hi_in: भेद्य
km: ដែល​មិន​ល្អ
my: ထိခိုက်လွယ်သော
ta: பாதிப்புக்குட்படக்கூடியது
tr: açığı var
xh: isesichengeni

source: outdated
cy: hen
es_mx: anticuado
hi_in: पुराना
km: បាន​ហួស​សម័យ
my: အိုဟောင်းနေပြီ
xh: iphelelwe

source: Check Your Plugins
cy: Gwiriwch eich Ategion
es_mx: Revisa tus Plugins
gd: Sgrùd na plugain agad
hi_in: अपने प्लगइन्स की जाँच करें
km: ពិនិត្យមើល​កម្មវិធី​ជំនួយ​របស់​អ្នក
my: သင်၏ ထပ်ပေါင်းဆော့ဝဲများအားစစ်ပါ
ta: உங்கள் செருகுநிரல்களை சோதிக்கவும்
tr: Yan Uygulamalarınızı Denetleyin
xh: Hlola Izifakelo Zakho

source: Keeping your plugins up to date helps Firefox run safely and smoothly.
cy: Mae cadw eich ategion yn gyfredol yn cadw Firefox i redeg yn ddiogel a llyfn.
es_mx: Mantener los plugins al actualizados ayuda a Firefox a ejecutarse de forma segura y sin problemas.
gd: Bidh Firefox nas sàbhailte rèidh ma chumas tu na plugain agad cho ùr 's a ghabhas.
hi_in: अपने प्लगइन को अद्यतन रखने से फ़ायरफ़ॉक्स सुरक्षित और सुचारू रूप से चलता हैं.
km: រក្សាទុក​កម្មវិធី​ជំនួយ​របស់​អ្នក​​ទាន់​សម័យ Firefox ដំណើរការ​សុវត្ថិភាព និង​លឿន។
my: သင်၏ ထပ်ပေါင်းဆော့ဝဲများ အားအမြဲ အဆင့်မြှင့် ထားခြင်းသှ် မီးမြေခွေး အား လုံလုံ ခြုံခြုံ ချောချောမွေ့မွေ့လည်ပတ်စေပါသှ်
ta: உங்கள் செருகிகளை புதுப்பித்து வைப்பது Firefox ஐப் பாதுகாப்பாகவும் நல்ல முறையில் இயக்க உதவுகிறது.
tr: Yan uygulamalarınızın güncel olması, Firefox'un güvenli ve akıcı çalışmasına yardımcı olur.
xh: Ukugcina izifakelo zakho zisexesheni kunceda iFirefox ukuba isebenze ngokukhuselekileyo nangokutyibilikayo.

source: Currently the plugin check service is only available to Firefox users.
cy: Ar hyn o bryd, dim ond ar gyfer defnyddwyr Firefox mae'r gwasanaeth gwirio ategion ar gael.
es_mx: Por el momento el servicio de comprobación de plugins solo está disponible para usuarios de Firefox.
hi_in: इस समय प्लगइन की जांच सेवा फ़ायरफ़ॉक्स उपयोगकर्ताओं के लिए ही उपलब्ध है.
my: လက်ရှိတွင် ပလဂ်အင်စစ်ဆေးခြင်းဝန်ဆောင်မှုသည် မီးမြေခွေးအသုံးပြုသူများသာ ရရှိနိုင်ပါသည်။
xh: Okwangoku inkonzo yokukhangela i-plugin iyafumaneka kubasebenzisi baka-Firefox.

source: Plugins don’t always update automatically. Check yours now to stay safe and browse without interruption!
cy: Dyw ategion ddim bob tro'n diweddaru'n awtomatig. Gwiriwch nhw nawr i gadw'n ddiogel a phori heb darfu!
es_mx: Los plugins no siempre se actualizan automáticamente. Comprueba los tuyos ahora para mantenerte a salvo y navegar sin contratiempos!
gd: Thoir sùil airson ùrachaidhean nam plugan agad an-dràsta ach am bi thu sàbhailte ’s gun brabhsaich thu gun stad ort.
hi_in: प्लगइन हमेशा स्वचालित रूप से अद्यतन नहीं होता है. सुरक्षित रहने और बिना किसी रुकावट के ब्राउज़ करने के लिए तुम्हारा जाँच करें!
my: ပလဂ်အင်များသည် အလိုအလျောက် အဆင့်မြှင့်တင်မည် မဟုတ်ပါ။ လုံခြုံမှုရှိစေရန်နှင့် ရှာဖွေကြည့်ရှုရာတွင် အနှောက်အယှက်မရှိစေရန် သင့်ပလဂ်အင်များကို အခုပဲ စစ်ဆေးပါ။
xh: Ii-Plugins azisoloko zizihlaziya ngokuzenzekelayo. Jonga ezakho ngoku ukuze uhlale ukhuselekile kwaye ubhrawze ngaphandle kwesiphazamiso!

source: Looks like you’re using an older version of Firefox.
cy: Mae'n edrych fel eich bod yn defnyddio hen fersiwn o Firefox.
es_mx: Parece que estás usando un versión antigua de Firefox.
gd: Tha coltas gu bheil thu a' cleachdadh seann-tionndadh de Firefox.
hi_in: ऐसा लग रहा है कि आप फ़ायरफ़ॉक्स के पुराने संस्करण का उपयोग कर रहे हैं.
km: អ្នក​ហាក់​ដូចជា​កំពុង​ប្រើ Firefox កំណែ​ចាស់។
my: ကြည့်ရတာ မီးမြေခွေး ဗားရှင်း အဟောင်းကို သုံးနေတယ်ထင်တယ်
ta: உங்களைப் பார்ப்பதற்கு பயர்பாக்ஸின் பழைய பதிப்பை பயன்படுத்துவது பொலே இருக்கிறது.
tr: Görünüşe bakılırsa Firefox’un eski bir sürümünü kullanıyorsunuz.
xh: Ingathi usebenzisa uhlelo oludadlana lweFirefox.

source: Plugin Status
cy: Statws Ategion
es_mx: Estado del Plugin
gd: Staid a' phlugain
hi_in: प्लगइन स्थिति
km: ស្ថានភាព​កម្មវិធី​ជំនួយ
my: ထပ်ပေါင်းဆော့ဝဲ အခြေအနေ
ta: செருகி நிலவரம்
tr: Yan uygulama durumu
xh: Isimo Sesifakelo

source: No plugins were found. If you believe this is an error, <a href="%(bugzilla_url)s">please file a bug</a> and let us know.
cy: Heb ganfod unrhyw ategion. Os ydych yn credu fod hyn yn wall <a href="%(bugzilla_url)s">anfonwch adroddiad gwall</a> a gadewch i ni wybod.
es_mx: Ninguna extensión encontrada. Si crees que ésto es un error, <a href="%(bugzilla_url)s">archiva el error</a> y háznoslo saber.
hi_in: कोई प्लगइन नही पाया गया. अगर आपको लगता है की यह एक त्रुटि हैं, <a href="%(bugzilla_url)s">कृपया एक बग दर्ज करें</a> और हमें जनाये.
my: မည်သည့် ပလဂ်အင်မျှ မတွေ့ပါ။ အကယ်၍ ဒီဟာသည် အမှားလို့ သင်ယုံကြည်ပါက <a href="%(bugzilla_url)s">ကျေးဇူးပြု၍ အမှားအနေနှင့် ဖိုင်တွဲပါ</a>။ ထို့ပြင် ကျွန်တော်တို့ကို အသိပေးပါ။
xh: Akukho ziplagini zifunyenweyo. Ukuba ucinga ukuba le yimpazamo, <a href="%(bugzilla_url)s">nceda ufayile ibhagi</a> uze usazise.

source: Plugin Check <strong>support for Internet Explorer is limited</strong>. Also use Tools &gt; Manage Addons
cy: Mae cefnogaeth Gwirio Ategion ar gyfer <strong>Internet Explorer yn gyfyngedig</strong>. Defnyddiwch Offer a Rheoli Ategion
es_mx: La Revisión de Plugins <strong>tiene soporte limitado para Internet Explorer</strong>. Utiliza también Herramientas &gt; Administrador de Complementos
gd: Chan eil mòran taic ri sgrùdadh phlugan airson <strong>Internet Explorer</strong>. Cleachd "Innealan" &gt; "Stiùirich na tuilleadain" cuideachd
hi_in: प्लगइन की जाँच <strong>इंटरनेट एक्सप्लोरर के लिए समर्थन सीमित है</strong>. इसके अलावा उपकरण का उपयोग &gt; ऐड-ओन प्रबंधित करें
km: ការ​ពិនិត្យមើល​កម្មវិធី​ជំនួយ <strong>គាំទ្រ​សម្រាប់​កម្មវិធី​រុករក​អ៊ីនធឺណិត​ត្រូវ​បាន​កំណត់</strong>។ ប្រើ​ឧបករណ៍ &gt; គ្រប់គ្រង​កម្មវិធី​បន្ថែម
my: ထပ်ပေါင်းဆော့ဝဲစစ်ဆေးခြင်း<strong>အင်တာနက်ရှာဖွေသူ - IE အား ထောက်ပံ့မပေးပါ</strong>. ကိရိယာများ &gt; ထပ်ပေါင်းဆော့ဝဲစီမံခန့်ခွဲ သူအား ခိုင်းနိုင်ပါ သှ်
ta: செருகு நிரல் சோதனை <strong>Internet Explorer க்கான ஆதரவு வரம்புடையதாகவே இருக்கும்</strong>. கருவிகள் &gt; துணை நிரல்களை நிர்வகிக்கவும் என்பதையும் பயன்படுத்தவும்
tr: Internet Explorer için Yan Uygulama Denetimi desteği <strong>kısıtlıdır</strong>. Araçlar &gt; Eklentileri yönet seçeneğini de kullanın.
xh: Ukuhlola Isixhobo Esongezelelekileyo <strong>ukuze ufumane inkxaso ye-Internet Explorer kulinganiselwe</strong>. Kwakhona sebenzisa Izixhobo &gt; Lawula Izongezelelo

source: Step 1: Click Update to update a plugin.
cy: Cam 1: Cliciwch i ddiweddaru ategyn.
es_mx: Paso 1: Clic en Actualizar para actualizar un plugin.
gd: Ceum 1: Briog air "Ùraich" gus plugan ùrachadh.
hi_in: चरण 1: एक प्लगइन का अद्यतन करने के लिए अद्यतन करें पर क्लिक करें.
km: ជំហាន 1 ៖ ចុច​ធ្វើ​បច្ចុប្បន្នភាព ដើម្បី​ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី​ជំនួយ។
my: အဆင့် ၁။ အဆင့်မြှင့် အား နှိပ်ပြီး အဆင့်မြှင့်တင်ခြင်း ကိုစတင်လိုက်ပါ
ta: செயல்படி 1: ஒரு செருகு நிரலைப் புதுப்பிக்க புதுப்பி என்பதைச் சொடுக்கவும்.
tr: 1. adım: Bir yan uygulamayı güncellemek için Güncelle'ye tıklayın.
xh: Inyathelo 1: Cofa elithi Hlaziya ukuze uhlaziye isifakelo.

source: Step 2: Complete all recommended updates before restarting your browser.
cy: Cam 2: Cwblhewch y diweddariadau sy'n cael eu hargymell cyn ailgychwyn eich porwr.
es_mx: Paso 2: Completa todas las actualizaciones recomendadas antes de reiniciar tu navegador.
gd: Ceum 2: Coilean gach ùrachadh a thathar a' moladh mus ath-thòisich thu am brabhsair agad.
hi_in: चरण 2: अपने ब्राउज़र शुरु होने से पहले सभी अनुशंसित अपडेट पूरा करें.
km: ជំហាន 2 ៖ បញ្ចប់​ការ​ធ្វើ​បច្ចុប្បន្នភាព​ដែល​បាន​​ផ្ដល់​អនុសាសន៍​ទាំងអស់​មុន​ពេល​ចាប់ផ្ដើម​កម្មវិធី​អ៊ីនធឺណិត​របស់​អ្នក។
my: အဆင့် ၂။ သင့်လျော်သော ထပ်ပေါင်းဆော့ဝဲအားလုံး အား အဆင့်မြှင့်တင်ပြီးပါက ဘယောက်ဆာအား ပိတ်ပြီး ပြန်ဖွင့်ပါ
ta: செயல்படி 2: உங்கள் உலாவியை மறுதுவக்குவதற்கு முன்பு பரிந்துரைக்கப்படும் அனைத்து புதுப்பிப்புகளையும் முடிக்கவும்.
tr: 2. adım: Önerilen tüm güncellemeleri tamamladıktan sonra tarayıcınızı yeniden başlatın.
xh: Inyathelo 2: Gqibezela zonke izihlaziyo ezikhuthazwayo ngaphambi kokuqalisa ibhrawuza yakho.

source: Potentially vulnerable plugins
cy: Ategynau agored i niwed posib
es_mx: Plugins potencialmente vulnerables
gd: Plugain a dh'fhaodadh a bhith so-leònte
hi_in: संभवतः संवेदनशील प्लगिन
km: កម្មវិធី​ជំនួយ​ដែល​មិន​ល្អ​
my: ထိခိုက်မှူရှိလာ နိုင်သော ထပ်ပေါင်းဆော့ဝဲများ
ta: பாதிப்புக்குட்படக்கூடிய சாத்தியமுள்ள செருகுநிரல்கள்
tr: Potansiyel açığı olan yan uygulamalar
xh: Izifakelo ezinokuba secicini

source: Plugin
cy: Ategyn
gd: Plugan
hi_in: प्लगइन
km: កម្មវិធី​ជំនួយ
my: ထပ်ပေါင်းဆော့ဝဲများ
ta: செருகி
tr: Yan uygulama
xh: Isifakelo

source: Status
cy: Statws
es_mx: Estado
gd: Staid
hi_in: स्थिति
km: ស្ថានភាព
my: အခြေအနေ
ta: நிலை
tr: Durum
xh: Isimo

source: Action
cy: Gweithredu
es_mx: Acción
gd: Gnìomh
hi_in: क्रिया
km: សកម្មភាព
my: လှူပ်ရှားမှူ
ta: செயல்
tr: Eylem
xh: Inyathelo

source: Outdated Plugins
cy: Hen Ategion
es_mx: Plugins viejos
gd: Plugain ro aosta
hi_in: अप्रचलित प्लगइन
km: កម្មវិធី​ជំនួយ​​​ដែល​ទាន់សម័យ
my: ခေတ်မမှီတော့သော ထပ်ပေါင်းဆော့ဝဲများ
ta: காலாவதியான செருகிகள்
tr: Eskimiş yan uygulamalar
xh: Izifakelo Eziphelelwe Lixesha

source: Unknown Plugins
cy: Ategion Anhysbys
es_mx: Plugins desconocidos
gd: Plugain neo-aithnichte
hi_in: अज्ञात प्लगइन
km: មិន​ស្គាល់​កម្មវិធី​ជំនួយ
my: မသိနိုင်သော ထပ်ပေါင်းဆော့ဝဲများ
ta: அறியாத செருகிகள்
tr: Bilinmeyen yan uygulamalar
xh: Izifakelo Ezingaziwayo

source: These plugins are up to date
cy: Mae'r ategion hyn yn gyfredol
es_mx: Estos plugins están actualizados
gd: Tha na plugain seo cho ùr 's a ghabhas
hi_in: यह प्लगइन अपडेट है
km: កម្មវិធី​ជំនួយ​ទាំងនេះ​ គឺ​ទាន់​សម័យ
my: အောက်ပါ ထပ်ပေါင်းဆော့ဝဲများ သည် အဆင့်မြှင့်ပြီး ဖြစ်
tr: Bu yan uygulamalar güncel
xh: Ezi zifakelo zisexesheni

source: Back to Top
cy: Nôl i'r Brig
es_mx: Volver inicio
gd: Air ais gun bharr
hi_in: पीछे शीर्ष पर
km: ត្រឡប់​ទៅ​ខាងលើ
my: အထက်သို့
tr: Başa dön
xh: Buyela Emantla

source: Frequently Asked Questions
cy: Cwestiynau Cyffredin
es_mx: Preguntas frecuentes
gd: CÀBHA - Na Ceistean Àbhaisteach
hi_in: अकसर पूछे जाने वाले प्रश्न
km: សំណួរ​ដែល​សួរ​ញឹកញាប់
my: မေ့လေ့ မေးထ ရှိသော မေးခွန်းများ
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்
tr: Sıkça sorulan sorular
xh: Imibuzo Ebuzwa Rhoqo

source: What is a plugin?
cy: Beth yw ategyn?
es_mx: ¿Qué es un plugin?
gd: Dè th' ann am plugan?
hi_in: प्लगइन क्या है?
km: តើ​អ្វី​ទៅ​ជា​កម្មវិធី​ជំនួយ?
my: ထပ်ပေါင်းဆော့ဝဲ ဆိုသည်မှာ အဘယ်နည်း ?
ta: செருகு நிரல் என்றால் என்ன?
tr: Yan uygulama nedir?
xh: Yintoni isifakelo?

source: Plugins power videos, animation and games
cy: Mae ategion yn gyrru fideos, animeiddiadau a gemau
es_mx: Los plugins le dan poder a videos, animaciones y juegos.
gd: Obraichidh videothan, beòthachaidhean is geamannan air plugain
hi_in: प्लगइन्स के द्वारा वीडियो, एनीमेशन और खेल चलता हैं
km: កម្មវិធី​ជំនួយ​​បង្កើន​សមត្ថភាព​វីដេអូ ជីវចល និង​ហ្គេម
my: ဗီဒီယို၊ဂိမ်းနှင့်လှူပ်ရှားမှူ ဖန်တီးချက်များ အား အထောက်အကူပေးသော ထပ်ပေါင်းဆော့ဝဲများ
ta: செருகுநிரல்களால் இயங்கும் வீடியோக்கள், அசைவூட்டம் மற்றும் கேம்கள்.
tr: Yan uygulamalar videoları, animasyonları ve oyunları çalıştırır.
xh: Izifakelo eziziividiyo ezinamandla, imifanekiso eshukumayo nemidlalo

source: They're built outside of Firefox by companies like Adobe Systems and Apple
cy: Mae nhw'n cael eu creu y tu allan i Firefox gan gwmnïau fel Adobe Systems ac Apple
es_mx: Son construidos fuera de Firefox por compañías como Adobe Systems y Apple.
gd: Tha iad 'ga dealbhadh taobh a-muigh Firefox le companaidhean mar Adobe Systems agus Apple
hi_in: वे एडोब सिस्टम्स और एप्पल जैसी कंपनियों द्वारा फ़ायरफ़ॉक्स के बाहर निर्मित होतें हैं
km: ពួកគេ​បាន​បង្កើត​នៅ​ខាងក្រៅ Firefox ដោយ​ក្រុមហ៊ុន​ដូច​ជា​ប្រព័ន្ធ Adobe និង Apple
my: ၎င်းတို့အား မီးမြေခွေး မဟုတ်သော ကုမ္ပဏီများ မှရေးသားထားခြင်း ဖြစ်သည် ( ဥပမာ Adobe Systems နှင့် Apple )
ta: இவை Adobe Systems and Apple போன்ற நிறுவனங்களால் Firefox க்கு வெளியே உருவாக்கப்படுகின்றன.
tr: Firefox dışındaki Adobe Systems ve Apple gibi şirketler tarafından geliştirilirler.
xh: Zakhiwe ngaphandle kwakwaFirefox ziinkampani ezinjenge-Adobe Systems kunye no-Apple

source: Plugins don't always update automatically.
cy: Nid yw ategion bob tro'n diweddaru'n awtomatig.
es_mx: Los Plugins no siempre se actualizan automaticamente.
gd: Cha dèid plugain ùrachadh gu fèin-obrachail.
hi_in: प्लगइन्स हमेशा स्वचालित रूप से अद्यतन नहीं होते है.
km: កម្មវិធី​​ជំនួយ​មិន​​ធ្វើ​បច្ចុប្បន្ន​ដោយ​ស្វ័យប្រវត្តិ​ជានិច្ច។
my: ထပ်ပေါင်းဆော့ဝဲတွေ ဟာ အမြဲတမ်းတော့ အလိုအလျောက် အဆင့်မြှင့်နေမှာ မဟုတ်ပါဘူး
ta: செருகு நிரல்கள் தானாகவே எப்போதும் புதுப்பித்துக்கொள்ளாது.
tr: Yan uygulamalar her zaman otomatik olarak güncellenmez.
xh: Izifakelo azisoloko zizihlaziya ngokuzenzekelayo.

source: Why should I update my plugins?
cy: Pam ddylwn i ddiweddaru fy ategion?
es_mx: ¿Porqué debo actualizar mis plugins?
gd: Carson a dh'ùraichinn na plugain agam?
hi_in: क्यों हमें अपने प्लगिन को अद्यतन करना चाहिए?
km: ហេតុអ្វី​ខ្ញុំ​ត្រូវ​ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី​ជំនួយ​របស់​ខ្ញុំ?
my: ဘာကြောင့်ထပ်ပေါင်းဆော့ဝဲတွေ ကို အဆင့်မြှင့်သင့်သလဲ?
ta: ஏன் எனது செருகு நிரல்களை புதுப்பிக்க வேண்டும்?
tr: Yan uygulamalarımı neden güncellemeliyim?
xh: Kutheni le nto ndifanele ndihlaziye izifakelo zam?

source: Old plugins can interrupt browsing and waste your time.
cy: Gall hen ategion ymyrryd ar eich pori a gwastraffu eich amser.
es_mx: Los plugins viejos pueden detener tu navegación y hacerte perder el tiempo.
gd: Faodaidh gun tuislich am brabhsadh ri linn seann-phlugan agus gun caill thu ùine.
hi_in: पुराने प्लगिन ब्राउज़िंग बीच में रोक कर और आपका समय बर्बाद कर सकते हैं.
km: កម្មវិធី​ជំនួយ​ចាស់​អាច​បង្អាក់​ការ​រុករក​ និង​​ធ្វើ​ឲ្យ​អ្នក​ខាត​ពេលវេលា​។
my: ဟောင်းနွမ်းနေသော ထပ်ပေါင်းဆော့ဝဲများသှ် သင်၏ ဘယောက်ဆာသုံးဆွဲမှူအပေါ် နှောက်ယှက်ပြီး အချိန်ကုန်စေတတ်သှ်
ta: பழைய செருகு நிரல்கள் உலாவலில் குறுக்கிடக்கூடும், மேலும் உங்கள் நேரத்தை வீணடிக்கக்கூடும்.
tr: Eski yan uygulamalar web'de gezintinizi kesintiye uğratarak zaman kaybına yol açabilir.
xh: Izifakelo ezindala zinokuphazamisana nokubhrawuza yaye zikuchithele ixesha.

source: Old plugins <strong>increase your risk</strong> for attack by malware, viruses, and other security threats.
cy: Mae hen ategion yn <strong>cynyddu'r perygl</strong> o gael ymosodiadau gan falwar, firysiau a bygythiadau diogelwch eraill.
es_mx: Los plugins viejos <strong>incrementan el riesgo</strong> de ser atacado por malware, virus, y otras amenazas de seguridad.
gd: Ma tha na plugain agad ro aosta, <strong>bi thu fo chunnairt nas motha</strong> o ionnsaigh le bathar droch-rùnach, bìorasan agus cunnartan tèarainteachd eile.
hi_in: पुराने प्लगिन मैलवेयर, वायरस और अन्य सुरक्षा खतरों से हमले के लिए <strong>आपके जोखिम बढ़ा सकते हैं</strong> .
km: កម្មវិធី​ជំនួយ​ចាស់ <strong>បង្កើន​​​ហានិភ័យ​​របស់​អ្នក</strong> ដែល​វាយ​ប្រហារ​ដោយ​កម្មវិធី​រំខាន ​​​មេរោគ និង​​​កម្មវិធី​គំរាម​ផ្នែក​សុវត្ថិភាព​ផ្សេងៗ។
my: ဟောင်းနွမ်းနေသော ပလပ်အင်များသည် သင့်အား မောဝဲ ၊ ဗိုင်းရပ်စ် နှင့် အခြားလုံခြုံရေးဆိုင်ရာ <strong>တိုက်ခိုက်ခံရမှူ</strong> အားပိုဖြစ်စေနိုင်သှ်
ta: பழைய செருகு நிரல்கள் தீம்பொருள்கள், வைரஸ்கள் மற்றும் பிற பாதுகாப்பு அச்சுறுத்தல்களால் உங்களுக்கு ஏற்பட சாத்தியமுள்ள <strong>ஆபத்துகளை அதிகரிக்கும்</strong>.
tr: Eski yan uygulamalar kötü niyetli yazılım, virüs ve diğer güvenlik tehditlerinin <strong>zarar verme riskini artırır</strong>.
xh: Izifakelo ezindala <strong>zandisa ubungozi</strong> bokuhlaselwa yi-malware, iintsholongwane, nezinye iingozi zokhuseleko.

source: <strong>Updated plugins have improvements</strong> that make the web <strong>better and safer</strong> for you.
cy: <strong>Mae gan yr ategion diweddaraf welliannau</strong> sy'n gwneud y we yn <strong>well a mwy diogel</strong> ar eich cyfer.
es_mx: <strong>Los plugins actualizados tienen mejoras</strong> que hacen la web <strong>mejor y más segura</strong> para ti.
gd: <strong>Tha leasachaidhean am broinn nam plugan ùra</strong> a nì an lìon <strong>nas fhearr agus nas sàbhailte</strong> dhut.
hi_in: <strong>नवीनीकृत प्लगिन में बहुत सुधार होतें हैं </strong>जो आप के लिए वेब को <strong>बेहतर और सुरक्षित </strong>बनाते हैं.
km: <strong>កម្មវិធី​ជំនួយ​ដែល​បាន​ធ្វើ​បច្ចុប្បន្នភាព​បាន​​ធ្វើ​ឲ្យ​ល្អ​ប្រសើរ</strong> ដែល​បង្កើត​បណ្ដាញ <strong>ល្អ​ប្រសើរ ហើយ​សុវត្ថិភាព</strong> សម្រាប់​អ្នក។
my: <strong>အဆင့်မြှင့်ထားသော ပလပ်အင်များတွင် ထပ်တိုးထားသော အချက်များ</strong> ပါပြီး သင့်အားပိုမို <strong>လုံခြုံ စိတ်ချ မြန်ဆန်စေ</strong> ပါသည်။
ta: <strong>புதுப்பிக்கப்பட்ட செருகு நிரல்களில் மேம்பாடுகள் செய்யப்பட்டுள்ளன</strong> அந்த மேம்பாடுகள் இணையத்தை உங்களுக்கு <strong>சிறந்ததாகவும் பாதுகாப்பானதாகவும்</strong> வழங்குகின்றன.
tr: Güncellenmiş yan uygulamalar web'i sizin için <strong>daha iyi ve daha güvenli</strong> kılacak <strong>gelişmelere</strong> sahiptir.
xh: <strong>Izifakelo ezihlaziyiweyo zinezinto eziphuculiweyo</strong> ezenza iwebhu <strong>ibe ngcono yaye ikhuseleke ngakumbi </strong> kuwe.

source: Screenshot of Add-Ons manager
cy: Llun sgrin o'r rheolwr Ychwanegion
es_mx: Captura de pantalla del administrador de complementos
gd: Glacadh-sgrìn de mhanaidsear nan tuilleadan
hi_in: Add-Ons प्रबंधक का स्क्रीनशॉट
km: រូបថត​អេក្រង់​​នៃ​កម្មវិធី​គ្រប់គ្រង​កម្មវិធី​បន្ថែម
my: ထပ်ပေါင်းဆော့ဝဲ ၏ မြင်ကွင်း ပုံ
tr: Eklenti yöneticisi ekran görüntüsü
xh: Umfanekiso Wesilawuli Sesongezelelo

source: How can Firefox help me?
cy: Sut gall Firefox fy nghynorthwyo?
es_mx: ¿Cómo puede Firefox ayudarme?
gd: Ciamar a chuidicheas Firefox mi?
hi_in: कैसे फ़ायरफ़ॉक्स हमारी मदद करता हैं?
km: តើ​ Firefox អាច​ជួយ​ខ្ញុំ​របៀប​ណា?
my: မီးမြေခွေးက ဘယ်လိုကူညီနိုင်သလဲ ?
ta: Firefox எனக்கு எப்படி உதவக்கூடும்?
tr: Firefox benim için ne yapabilir?
xh: Ingandinceda njani iFirefox?

source: In the future, Firefox will update plugins for you. Until then, you should regularly check this page and update your plugins to stay safe.
cy: Yn y dyfodol, bydd Firefox yn diweddaru'r ategion ar eich cyfer. Tan hynny, dylech wirio'r dudalen hon o bryd i'w gilydd a diweddaru eich ategion er mwyn cadw'n ddiogel.
es_mx: En el futuro, Firefox actualizará los plugins por ti. Mientras tanto, debes revisar esta página regularmente y actualizar tus plugins para mantenerte a salvo.
gd: Ùrachaidh Firefox na plugain dhut latha air choireigin san àm ri teachd ach mus dig an latha ud, bu chòir dhut tadhal air an làrach seo gu cunbhalach a dh'ùrachadh nam plugan airson do thèarainteachd fhèin.
hi_in: भविष्य में, फ़ायरफ़ॉक्स आप के लिए प्लगइन का अद्यतन करेगा. तब तक, आप नियमित रूप से इस पृष्ठ की जाँच करें और सुरक्षित रहने के लिए अपने प्लगइन का अद्यतन करते रहें.
km: នៅ​ពេល​អនាគត, Firefox នឹង​ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី​ជំនួយ​សម្រាប់​អ្នក។ រហូត​ដល់​នៅ​ពេល​នោះ, អ្នក​គួរតែ​ពិនិត្យមើល​ទំព័រ​នេះ​ដោយ​ជាក់លាក់ ហើយ​ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី​ជំនួយ​​ដើម្បី​រក្សា​សុវត្ថិភាព។
my: နောင် အနာဂတ်တွင် မီးမြေခွေးဟာ အလိုအလျောက်ပလပ်အင်များကို အဆင့်မြှင့်လိမ့်မယ် ။ ထိုအချိန် ထိသင် ကိုယ်တိုင် စစ်ဆေးပြီး အဆင့်မြင့်နေအောင်လုပ်ရမှာ ဖြစ်ပါတယ်။
ta: எதிர்காலத்தில், உங்களுக்காக உங்கள் செருகு நிரல்களை Firefox புதுப்பிக்கும். அது வரை நீங்கள் பாதுகாப்பாக இருக்கு, இந்தப் பக்கத்தை அவ்வப்போது பார்த்து உங்கள் செருகு நிரல்களைப் புதுப்பித்துக்கொள்ள வேண்டும்.
tr: Gelecekte Firefox yan uygulamaları sizin için güncelleyecek. O zamana dek bu sayfayı düzenli olarak kontrol etmeli ve güvende kalmak için yan uygulamalarınızı güncellemelisiniz.
xh: Kwixa elizayo, iFirefox iza kukuhlaziyela izifakelo. De kube ngoko, ufanele usoloko uhlola eli phepha uze uhlaziye izifakelo zakho ukuze uhlale ukhuselekile.

source: Which Plugins do I have?
cy: Pa Ategion sydd gennyf?
es_mx: ¿Qué plugins tengo?
gd: Dè na plugain a tha agam?
hi_in: आपके पास कौन सा प्लगइन हैं?
km: តើ​កម្មវិធី​ជំនួយ​ណាមួយ​ដែល​ខ្ញុំ​មាន?
my: ဘယ်ပလပ်အင်တွေရှိလဲ ?
ta: என்னிடம் என்னென்ன செருகு நிரல்கள் உள்ளன?
tr: Tarayıcımda hangi yan uygulamalar yüklü?
xh: Zeziphi Izifakelo endinazo?
