Repository: translate/mozilla-lang
Catalog: */mozorg/plugincheck.lang.po
Languages: cy, es_mx, gd, hi_in, km, my, ta, tr, xh

source: We automatically detected your plugins above, to view your installed plugins in Firefox follow these steps:
cy: Rydym wedi canfod yn awtomatig eich ategion uchod; i weld eich ategion yn Firefox dilynwch y camau hyn:
es_mx: Hemos detectado tus plugins automáticamente, para ver los plugins que tienes instalados en Firefox sigue estos pasos:
gd: Chì thu na plugain a mhothaich sinn thuca gu h-àrd, gus sùil a thoirt air na plugain a tha stàlaichte agad ann am Firefox, dèan na leanas:
hi_in: हम स्वतः आपके प्लगइन का पता लगा लेंगे, फ़ायरफ़ॉक्स में अपने स्थापित प्लगइन का देखने के लिए, इन चरणों का पालन करें:
km: យើង​បាន​រក​ឃើញ​កម្មវិធី​ជំនួយ​របស់​អ្នក​នៅ​ខាងលើ​ដោយ​ស្វ័យប្រវត្តិ, ដើម្បី​មើល​កម្មវិធី​ជំនួយ​ដែល​បាន​ដំឡើង​នៅ​ក្នុង Firefox អនុវត្ត​ជំហាន​ទាំងនេះ៖
my: သင် ၏ ပလပ်အင် အချို့အား အလိုအလျောက်သိရှိပြီး အထက်ပါအတိုင်းတင်ပြထားသည် ။ မီးမြေခွေးမှာ သင်တပ်ဆင်ထားသော ပလပ်အင်များ အား ကြည့်ရန် အောက်ပါ အဆင့်များအတိုင်း လိုက်လုပ်ပါ
ta: மேலே உள்ள செருகு நிரல்கள் இருப்பதாக தானாகக் கண்டறிந்துள்ளோம், Firefox இல் நிறுவப்பட்டுள்ள உங்கள் செருகு நிரல்களைக் காண இந்த செயல்படிகளைப் பின்பற்றவும்:
tr: Yukarıdaki yan uygulamalarınızı otomatik olarak tespit ettik. Firefox'ta yüklü yan uygulamalarınızı görmek için şu adımları izleyin:
xh: Ngokuzenzekelayo sibone izifakelo zakho ezingentla, ukuze ujonge izifakelo zakho ezikhoyo kwiFirefox landela la manyathelo:

source: Want to spread the word?
cy: Hoffech chi sôn ymhellach?
es_mx: ¿Quieres correr la voz?
gd: Nach sgaoil thu am facal?
hi_in: इस शब्द का प्रसार करना चाहते हैं?
km: ចង់​ចែកចាយ​ឲ្យ​បាន​ទូលំទូលាយ?
my: အများသိအောင် ဖြန့်ဝေပေးမလား ?
tr: Sözümüzü yaymak ister misiniz?
xh: Ingaba ufuna ukuwuhambisa lo mpoposho?

source: Help your friends stay safe online! Visit <a href="%(url)s">Firefox Affiliates</a> to get a plugin check badge for your site.
cy: Cynorthwywch eich ffrindiau i aros yn ddiogel ar-lein! Ewch i <a href="%(url)s">Firefox Affiliates</a> i gael bathodyn gwirio ar gyfer eich gwefan.
es_mx: ¡Ayuda a tus amigos a mantenerse seguros en línea! Visita <a href="%(url)s">Firefox Afiliados</a> y obtén para tu sitio web una insignia de comprobación de plugins.
gd: Cum taic ri do charaidean is cum sàbhailte iad air loidhne! Tadhail air <a href="%(url)s">Firefox Affiliates</a> agus faigh baidse airson sgrùdadh nam plugan dhan làrach agad.
hi_in: अपने दोस्तों के सुरक्षित ऑनलाइन रहने में मदद करें! अपनी साइट के लिए प्लगइन जाँच बिल्ला पाने के लिए <a href="%(url)s"> फ़ायरफ़ॉक्स सहबद्धों</a> पर जाएँ.
km: ជំនួយ​មិត្តភ័ក្ដិ​របស់​អ្នក​ឲ្យ​មាន​សុវត្ថិភាព​លើ​បណ្ដាញ! សូម​ទស្សនា <a href="%(url)s">Firefox Affiliates</a> ដើម្បី​ទទួល​បាន​កម្មវិធី​ជំនួយ​ចុច​និមិត្ត​សញ្ញា​សម្រាប់​បណ្ដាញ។
my: သင့်သူငယ်ချင်းတွေကို အင်တာနက်မှာ လုံခြုံပါစေ ! <a href="%(url)s">မီးမြေခွေး တရားဝင်ကိုယ်စားလှယ်</a> ပရိုဂရမ်ကို ဝင်ရောက်ပြီး သင့်ဝတ်ဆိုဒ်မှာ Badge များထည့်နိုင်ပါတယ်
tr: Arkadaşlarınızın internette güvende kalmasına yardımcı olun! Sitenize ekleyebileceğiniz bir yan uygulama denetimi banner'ı edinmek için <a href="%(url)s">Firefox Kardeşleri</a>'ni ziyaret edin.
xh: Nceda abahlobo bakho bahlale bekhuselekile kwi-intanethi! Tyelela <a href="%(url)s">Amahlakani eFirefox</a> ukuze ufumane kuhlolwe ibheji yesifakelo sesayithi yakho.

source: How do I disable a plugin?
cy: Sut fyddai'n analluogi ategyn?
es_mx: ¿Cómo desactivo un plugin?
gd: Ciamar a chuireas mi plugan à comas?
hi_in: हम प्लगइन को निष्क्रिय कैसे करें?
km: តើ​ខ្ញុំ​បិទ​កម្មវិធី​ជំនួយ​ដោយ​របៀប​ណា?
my: ထပ်ပေါင်းဆော့ဝဲ တစ်ခုကိုဘယ်လိုပိတ်မလဲ ?
ta: ஒரு செருகு நிரலை எப்படி முடக்குவது?
tr: Bir yan uygulamayı nasıl etkisizleştiririm?
xh: Ndingasikhupha njani isifakelo?

source: In Firefox:
cy: Yn Firefox:
es_mx: En Firefox:
gd: Ann am Firefox:
hi_in: फ़ायरफ़ॉक्स में:
km: ក្នុង Firefox ៖
my: မီးမြေခွေးတွင်၊
ta: Firefox இல்:
tr: Firefox'ta:
xh: KwiFirefox:

source: Open the Tools menu.
cy: Agor dewislen Offer.
es_mx: Abre el menú Herramientas.
gd: Fosgail clàr-taice nan innealan.
hi_in: उपकरण मेनू खोलें.
km: បើក​ម៉ឺនុយ​ឧបករណ៍។
my: ကိရိယာများ မီနူးကို ဖွင့်ပါ။
tr: Araçlar menüsünü açın.
xh: Vula imenyu yezixhobo.

source: Open the <span class="menu">menu</span>.
cy: Agor y <span class="menu">ddewislen</span>.
es_mx: Abre el <span class="menu">menú</span>.
gd: Fosgail an <span class="menu">clàr-taice</span>.
hi_in: <span class="menu">मेनू</span>खोलें.
km: បើក <span class="menu">ម៉ឺនុយ</span> ។
my: <span class="menu">မီနူးစာရင်း</span>ကို ဖွင့်ပါ။
tr: <span class="menurev">Menüyü</span> açın.
xh: Vula i <span class="menu"> menyu </span>

source: Choose Add-ons.
cy: Dewis Ychwanegion.
es_mx: Elige la opción Complementos.
gd: Tagh "Tuilleadain".
hi_in: सहयुक्ति चुनें.
km: ជ្រើស​​កម្មវិធី​​បន្ថែម
my: ထပ်ပေါင်းဆော့ဝဲများကို ရွေးပါ။
tr: Eklentiler'i seçin.
xh: Khetha izongezelelo.

source: Click the plugins tab.
cy: Cliciwch y tab ategion.
es_mx: Clic en la pestaña plugins.
gd: Briog air taba nam plugan.
hi_in: प्लगिन टैब पर क्लिक करें.
km: ចុច​ផ្ទាំង​កម្មវិធី​​ជំនួយ។
my: ထပ်ပေါင်းဆော့ဝဲများ စာမျက်နှာကို ကလစ်နှိပ်ပါ။
tr: Yan uygulamalar sekmesine tıklayın.
xh: Cofa ithebhu yezifakelo.

source: Click on the drop down next to the plugin you wish to disable.
cy: Cliciwch ar y gwymplen nesaf at yr ategyn rydych am ei hanalluogi.
es_mx: Haz clic en el menú desplegable junto al plugin que desea desactivar.
gd: Briog air a' chlàr-taice ri taobh a' phlugain a bu toigh leat a chur à comas.
hi_in: आप जिस प्लगइन को निष्क्रिय करना चाहते हैं उसके नीचे के बगल में स्थित ड्रॉप डाउन पर क्लिक करें.
km: ចុច​នៅ​លើ​ម៉ឺនុយ​ទម្លាក់​ចុះ​ជិត​កម្មវិធី​ជំនួយ​ដែល​អ្នក​ចង់​បិទ។
my: သင်ပိတ်ချင်သည့် ပလဂ်အင်၏ ဘေးနားတွင်ရှိသော ဖွင့်ပိတ်မီနူးပေါ်တွင် ကလစ်နှိပ်ပါ။
tr: Devre dışı bırakmak istediğiniz yan uygulamanın yanındaki açılır menüye tıklayın.
xh: Cofa kwindawo eyahlayo ecaleni kweqhagamshela ofuna ukuliyekisa.

source: Click on a plugin in the list.
cy: Cliciwch ar ategyn yn y rhestr.
es_mx: Clic en algún plugin de la lista.
gd: Briog air plugan san liosta.
hi_in: सूची में प्लगइन पर क्लिक करें.
km: ចុច​នៅ​លើ​កម្មវិធី​ជំនួយ​ក្នុង​បញ្ជី។
my: စာရင်းထဲရှိ ပလပ်အင်တစ်ခု အားနှိပ်ပါ
ta: பட்டியலில் இருந்து ஒரு செருகு நிரலை சொடுக்கவும்.
tr: Listedeki bir yan uygulamaya tıklayın.
xh: Cofa kwisifakelo esikuludwe.

source: Select "Never Activate" from the available choices.
cy: Dewiswch "Peidio Gweithredu" o'r dewisiadau sydd ar gael.
es_mx: Selecciona "Nunca Activar" en las opciones disponibles.
gd: Tagh "Na gnìomhaich idir" am measg nan roghainnean ann.
hi_in: उपलब्ध विकल्पों से "कभी सक्रिय न करें" का चयन करें.
km: ជ្រើស "មិន​ដែល​ធ្វើ​ឲ្យ​សកម្ម" ពី​ជម្រើស​ដែល​មាន។
my: ရွေးချယ်နိုင်သည့်အရာများထဲမှ "ဘယ်တော့မှ မသုံး"ကို ရွေးပါ။
tr: Seçenekler arasından "Asla etkinleştirme"yi seçin.
xh: Khetha "Ingaze isebenze" kwiiketho ezikhoyo.

source: Click the Disable button.
cy: Cliciwch y botwm Analluogi.
es_mx: Clic en el botón Desactivar.
gd: Briog air a' phutan "Cuir à comas".
hi_in: अक्षम बटन पर क्लिक करें.
km: ចុច​​ប៊ូតុង​បិទ។
my: ပိတ်မည့် ခလုပ်အားနှိပ်ပါ
ta: முடக்கு பொத்தானை சொடுக்கவும்.
tr: Etkisizleştir düğmesine tıklayın.
xh: Cofa ethi Vala iqhosha.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on YouTube.
cy: Rhybudd: bydd analluogi ategyn golygu na fyddwch bellach yn gallu gwneud rhai pethau. Er enghraifft, os ydych yn analluogi Flash, ni fyddwch yn gallu gwylio fideos ar YouTube.
es_mx: Atención: desactivar un plugin significa que ya no podrás hacer ciertas cosas. Por ejemplo, si desactivas Flash, ya no serás capaz de ver videos en populares sitios de video como YouTube.
gd: An aire: Ma chuireas tu à comas plugan, 's ciall dha sin nach urrainn dhut tuilleadh cuid a rudan a dhèanamh. Mar eisimpleir, ma chuireas tu Flash à comas, chan fhaic thu videothan air YouTube tuilleadh.
hi_in: सावधान: एक प्लगइन को अक्षम करने से आप कुछ काम नहीं कर पाएंगे. जैसे कि, अगर आप फ़्लैश को अक्षम करते हैं तो आप यूट्यूब पर विडियो नहीं देख पाएंगे.
km: ការ​ព្រមាន៖ ការ​បិទ​កម្មវិធី​ជំនួយ​មានន័យ​ថា​អ្នក​នឹង​មិន​អាច​ធ្វើ​អ្វី​បាន​ទៀត​ឡើយ។ ឧទាហរណ៍, ប្រសិនបើ​អ្នក​បិទ Flash, អ្នក​នឹង​មិន​អាច​មើល​វីដេអូ​លើ YouTube ។
my: သတိပေးချက်။ ပလပ်အင် တစ်ခုအား ပိတ်ထားခြင်းသည် ၎င်း နှင့်သက်ဆိုင်သော လုပ်ဆောင်ချက်များအား ပိတ်ထားခြင်း နှင့်တူသှ်။ ဥပမာ သင် Flash အားပိတ်ထားပါက ယူကျု ပေါ်တွင် ဗီဒီယိုများ ကြည့်ရှူ နိုင်မည်မဟုတ်ပါ ( ယခုနောက်ပိုင်းတွင် HTML5 အားထောက်ပံပေးထားသဖြင့် ၎င်းပြသာနာတော့ မရှိတော့ပါ )
ta: கவனம்: ஒரு செருகு நிரலை முடக்கினால், அதன் பிறகு நீங்கள் சில செயல்களைச் செய்ய முடியாது போகக்கூடும்,. எடுத்துக்காட்டுக்கு, நீங்கள் Flash ஐ முடக்கினால், பிரபல வீடியோ ஸ்ட்ரீமிங் தளங்களில் உள்ள வீடியோக்களை நீங்கள் காண முடியாது.
tr: Dikkat: Bir yan uygulamayı etkisizleştirmek, o yan uygulamanın yaptığı işleri artık yapamayacağınız anlamına gelir. Örneğin Flash'ı etkisizleştirirseniz popüler video sitelerindeki videoları izleyemezsiniz.
xh: Isilumkiso: ukuvala isifakelo kuthetha ukuthi akusayi kukwazi ukwenza izinto ezithile. Ngokomzekelo, ukuba uvala iFlash, akusayi kukwazi ukubukela iividiyo ku-YouTube.

source: Caution: disabling a plugin means that you will no longer be able to do certain things. For example, if you disable Flash, you will not be able to watch videos on some streaming video websites.
cy: Rhybudd: bydd analluogi ategyn yn golygu na fyddwch bellach yn gallu gwneud rhai pethau. Er enghraifft, os ydych yn analluogi Flash, ni fyddwch yn gallu gwylio fideos ar rhai gwefannau sy'n ffrydio fideos.
es_mx: Atención: desactivar un plugin significa que ya no podrás hacer ciertas cosas. Por ejemplo, si desactivas Flash, ya no serás capaz de ver videos en populares sitios de video como YouTube.
gd: An aire: Ma chuireas tu à comas plugan, 's ciall dha sin nach urrainn dhut tuilleadh cuid a rudan a dhèanamh. Mar eisimpleir, ma chuireas tu Flash à comas, chan fhaic thu videothan air cuid a làraichean a shruthas video tuilleadh.
hi_in: सावधान: एक प्लगइन को अक्षम करने से आप कुछ कम नहीं कर पाएंगे. जैसे कि, अगर आप फ़्लैश को अक्षम करते हैं तो आप कुछ स्ट्रीमिंग वीडियो वेबसाइटों पर विडियो नहीं देख पाएंगे.
km: ការ​ព្រមាន៖ ការ​បិទ​កម្មវិធី​ជំនួយ​មានន័យ​ថា​អ្នក​នឹង​មិន​អាច​ធ្វើ​អ្វី​បាន​ទៀត​ឡើយ។ ឧទាហរណ៍, ប្រសិនបើ​អ្នក​បិទ Flash, អ្នក​នឹង​មិន​អាច​មើល​វីដេអូ​​លើ​តំបន់​បណ្ដាញ​វីដេអូ​បាន​ឡើយ។
my: သတိပေးချက်။ ပလဂ်အင်တစ်ခုအား ပိတ်ထားခြင်းသည် ၎င်းနှင့်သက်ဆိုင်သော လုပ်ဆောင်ချက်များအား ပိတ်ထားခြင်းနှင့် တူသည်။ ဥပမာ၊ သင် ဖလက်ရှ်ကို ပိတ်ထားပါက ဗွီဒီယိုလွှင့်သည့်ဝဘ်ဆိုက်များမှ ဗီဒီယိုများကို ကြည့်ရှုနိုင်မည်မဟုတ်ပါ။
tr: Dikkat: Bir yan uygulamayı etkisizleştirmek, o yan uygulamanın yaptığı işleri artık yapamayacağınız anlamına gelir. Örneğin Flash'ı etkisizleştirirseniz bazı video sitelerindeki videoları izleyemezsiniz.
xh: Isilumkiso: ukwenza isifakelo singasebenzi kuthetha ukuthi akuyi kukwazi ukwenza izinto ezithile. Umzekelo, ukuba wenza iFlash ingasebenzi, akuyi kukwazi ukubukela iividiyo kwezinye iiwebhusayithi zevidiyo.

source: Mozilla Support
cy: Cefnogaeth gan Mozilla
es_mx: Soprte de Mozilla
gd: Taic Mozilla
hi_in: मोज़िला समर्थन
km: ការ​គាំទ្រ Mozilla
my: မိုဇီလာ အထောက်အပံ့
tr: Mozilla Desteği
xh: Inkxaso YeMozilla

source: Have more questions?
cy: Rhagor o gwestiynau?
es_mx: ¿Tienes más preguntas?
gd: A bheil barrachd cheistean agad?
hi_in: और अधिक प्रश्न हैं?
km: មាន​សំណួរ​ច្រើន?
my: နောက်ထပ်မေးခွန်းတွေရှိသေးလား?
ta: இன்னும் கேள்விகள் உள்ளதா?
tr: Başka sorularınız mı var?
xh: Ingaba unemibuzo ebhekele phaya?

source: Visit <a href="%(sumo_url)s">support.mozilla.org</a> for more help!
cy: Ewch i <a href="%(sumo_url)s">support.mozilla.org</a> am ragor o gymorth!
es_mx: Visita <a href="%(sumo_url)s">support.mozilla.org</a> para obtener más ayuda!
gd: Tadhail air <a href="%(sumo_url)s">support.mozilla.org</a> airson barrachd taic!
hi_in: और अधिक मदद के लिये <a href="%(sumo_url)s">support.mozilla.org</a> पर जाएँ!
km: ទស្សនា <a href="%(sumo_url)s">support.mozilla.org</a> សម្រាប់​ជំនួយ​បន្ថែម!
my: <a href="%(sumo_url)s">support.mozilla.org</a> ကို နောက်ထပ် အကူအညီလိုလျှင် သွားကြည့်ပါ
tr: Daha fazla yardım almak için <a href="%(sumo_url)s">support.mozilla.org</a>'u ziyaret edin!
xh: Tyelela <a href="%(sumo_url)s">kwi-support.mozilla.org</a> ukuze ufumane uncedo olubhekele phaya!
