Repository: translate/mozilla-lang
Catalog: */mozorg/products.lang.po
Languages: ca, lt

source: Mozilla Products — Built by us, for the Web
ca: Productes de Mozilla — fets per nosaltres, per al web
lt: „Mozillos“ produktai – mūsų dovana saitynui

source: Built for the Web
ca: Fet per al web
lt: Sukurti saitynui

source: Our dedication to driving the Web forward and keeping it open to everyone extends through everything we do.
ca: La nostra dedicació a fer avançar el web i mantenir-lo obert per a tothom és en tot allò que fem.
lt: Mūsų ryžtas skatinti saityno progresą ir išlaikyti jį visiems atvirą pasireiškia visame, ką mes darome.

source: Developers
ca: Desenvolupadors
lt: Programuotojams

source: Desktop
ca: Escriptori
lt: Kompiuteriams

source: The free, non-profit browser for your desktop.
ca: El navegador lliure i sense ànim de lucre per al vostre escriptori.
lt: Laisvoji naršyklė kompiuteriams, sukurta, nesiekiant pelno.

source: The fast, smart, safe choice for Android browsing.
ca: L'opció ràpida, intel·ligent i segura per la navegació a l'Android
lt: Spartus, sumanus ir saugus pasirinkimas naršymui „Android“ įrenginiuose.

source: An open operating system for mobile devices.
ca: Un sistema operatiu obert per a dispositius mòbils.
lt: Laisvoji operacinė sistema mobiliesiems įrenginiams.

source: A new standard to recognize and verify learning.
ca: Un nou estàndard per a l'aprenentatge reconegut i verificat.
lt: Naujas standartas įgūdžių pripažinimui ir tikrinimui.

source: A creation and distribution platform for apps.
ca: Una plataforma de creació i distribució d'aplicacions.
lt: Platforma kurti ir platinti programėlėms.

source: A better way to sign in to websites.
ca: Una forma millor d'iniciar la sessió en llocs web.
lt: Geresnis būdas registruotis svetainėse.

source: Safe, fast and easy email.
ca: Correu electrònic ràpid, segur i fàcil.
lt: Saugi, sparti ir patogi el. pašto programa.

source: Make something amazing with the Web.
ca: Feu alguna cosa genial amb el web.
lt: Sukurkite saityne ką nors įspūdingo.

source: Our community-driven innovation accelerator.
ca: La nostra acceleradora d'innovació guiada per la comunitat
lt: Mūsų bendruomenės vystomas naujovių spartintuvas.

source: New ways to explore, experiment and innovate.
ca: Noves vies per explorar, experimentar i innovar.
lt: Nauji būdai tyrinėti, eksperimentuoti ir kurti naujoves.

source: A bug tracking system to help manage software development.
ca: Un sistema de seguiment d'informes d'error per ajudar a gestionar el desenvolupament de programari.
lt: Programinių klaidų registravimo ir sekimo sistema.

source: Inspect, debug, analyze and more inside your browser.
ca: Inspeccioneu, depureu, analitzeu i més en el navegador.
lt: Tirkite, derinkite, analizuokite ir daugiau – viskas jūsų naršyklėje.

source: The layout engine that drives Firefox.
ca: El motor de renderització que guia el Firefox.
lt: Atvaizdavimo varikliukas, kuriuo pagrįstas „Firefox“ veikimas.

source: An environment for XUL-based applications.
ca: Un entorn per a aplicacions basades en XUL.
lt: Aplinka XUL pagrindu veikiančioms programoms vykdyti.

source: Firefox APIs
ca: Les API del Firefox
lt: „Firefox“ programų sąsajos

source: The foundations for building a Firefox OS app.
ca: Els fonaments per a crear una aplicació pel Firefox OS.
lt: Tvirti pamatai kuriantiems „Firefox OS“ programas.

source: Mozilla Developer Network
lt: „Mozillos“ programuotojų tinklas

source: All Mozilla-based Products
ca: Tots els productes de Mozilla
lt: Visi „Mozillos“ pagrindu veikiantys produktai

source: All Developer Tools
ca: Totes les eines de desenvolupador
lt: Visos programuotojų priemonės
