Repository: translate/mozilla-lang
Catalog: sat/mozorg/home/index.lang.po
Languages: sat

source: We’re building a better Internet
sat: आले बेस इनटारनेट ले तेयार येत् आ .

source: Home of the Mozilla Project
sat: मोजिला प्रोजेक्ट रेयाक् ओड़ाक् .

source: Read more
sat: बाड़ती पाढ़ाक्

source: Community
sat: सांवता बिरा़द

source: Continue to mozilla.org
sat: मोजिला .org लेताड़

source: Discover <br>what drives our mission
sat: पानते ओड़ोक <br> चेत् ड्राइब आलेयाक् मिसोन .

source: See the principles <br>that guide everything <br>we do.
sat: नियोम को ञेल मे <br> ओका जोतो आक् उदुगाक् <br>आले आ का़मीयाक् .

source: Read the <br>Mozilla Manifesto
sat: <br>मोजिलाक् ला़य सोदो पाढ़ाक् मे .

source: Mozilla Developer Network
sat: मोजिला लाहा होचो नेटवार्क .

source: Understand your privacy online
sat: आमाक् ऑनलाइन निजेराक् बुजाव मे .

source: Download Firefox
sat: फायारफॉक्स आ़तुर आंड़गोय मे .

source: Learn more
sat: बाड़ती चेद मे

source: Become a Webmaker
sat: मित् वेब तेयारिच् हुयुक् मे

source: Teach the Web
sat: वेब पाढ़ाव मे

source: Let’s build a Web that’s open <br>and made by everyone.
sat: देला वेब बो तेयाराक् ओका दो <br> झिज आ आर जेते होड़ दाराय ते तेयारोक् आ.

source: Build an app <br>in seconds
sat: मित् एप तेयार मे <br> टिच् कोरे

source: Volunteer <br>with Mozilla
sat: निजे का़मी <br> मोजिला सांव .

source: Introducing Firefox Developer Edition
sat: फायारफॉक्स लाहा होचो पारसाल उपरुम मे.

source: The only browser made only for developers.
sat: एकेन ब्राउजार तेयारोक् आ एकेन लाहा होचो को ला़गित्.

source: Get Firefox Developer Edition
sat: फायारफॉक्स लाहा होचोकोवाक् पारसाल ञाम मे.

source: Try the best Firefox yet
sat: नित् हा़बिजाक् बेस फायारफॉक्स कुरुमुटुय मे.

source: Made with a mission to put you first.
sat: आम पा़हिल दोहो ला़गित् मित् मिसोन सांव तेयार मे .

source: Learn more about Firefox
sat: फायारफॉक्स बाड़ती चेद मे .

source: Put your Firefox on your Android
sat: आमाक् एंडरोयेड रे आमाक् फायारफॉक्स दोहोय मे .

source: The features <br>you love. <br>The privacy <br>you trust.
sat: गुन को <br> आमेम दुलाड़ . <br> निजेराक् <br>आमेम पा़तियावाक् .

source: Learn about <br>Firefox for Android
sat: एंडरोयेड ला़गित् फायारफॉक्स <br> बाबोत ते चेद मे .

source: Official Mozilla gear is here
sat: ऑफिस लेका ते मोजिला तेयार दो नोडे .

source: Merch with a mission. <br>Products with a purpose. <br>Goods that do good.
sat: मिते मिसान सांव बेपार . <br> मित् हुदिस सांव तेयार ओड़ोक . <br> सामान को ओका बेस का़मी या.

source: Get your Mozilla gear
sat: आमाक् मोजिला गेयार ञाम मे .

source: Help Mozilla users
sat: मोजिला बेभार को गोड़ो .

source: Help millions <br>get the most from their <br>favorite browser.
sat: लाख को गोड़ो <br> आकोवाक् को ढेर ञाम <br> कुसियाक् ब्राउजार .

source: Join our support team
sat: आलेयाक् गोड़ो दोल रे सा़मिलोक् मे .

source: Reply
sat: रोड़ रुवा़ड़

source: Retweet
sat: दोहड़ा टुवीट

source: Committed to <strong>you, your privacy</strong> and an <strong>open Web</strong>
sat: आम <strong> रे आलाय,आमाक् निजेराक्</strong> आर मित् <strong>झिजवेब </strong>

source: active Mozillians <br>worldwide
sat: चोगोड़ मोजिलियान <br> दुनिया जाक् .

source: upcoming events <br>around the globe
sat: हिजुगाक् घोटना को <br> गोटा गोलोब.

source: languages and counting, <br>on every continent
sat: पा़रसी को आर लेखा , <br>जोतो माहादेस रे .

source: Get Involved with Mozilla today
sat: तेंहेञ मोजिला सांव सामिलोक् मे .

source: Upcoming events
sat: हिजुगाक् घोटना को

source: Next event
sat: दोसार घोटना

source: See all events
sat: जोतो घोटना को ञेल .

source: Compare prices, check the weather, listen to music, send a tweet and more right from Firefox.
sat: दोर तुला जोखा , आतास ञेल मे , रुसाडे आंजोम मे, मित् टुवीट कुल मे आर बाड़ती फायारफॉक्स खोन जोजोम..

source: Careers
sat: जिबका

source: Learn about the benefits of working at Mozilla and view open positions around the world.
sat: मोजिला रे का़मी रेयाक् लाब को बाबोत ते चेद मे आर . गोटा दुनिया रेयाक् झिज ओबोस्ता ञेल मे.

source: Get answers to your questions about Firefox and all Mozilla products from our support team.
sat: फायारफॉक्स बाबोत ते आमाक् कुकली को ला़गित् लाना़य ञाम आर आलेयाक् गोड़ो दोल खोन जोतो मोजिला तेयार ओड़ोक.

source: Discover more
sat: बाड़ती पानते ञाम

source: Help us celebrate 10 years of Firefox.
sat: फायारफॉक्स रेयाक् 10 सिरमा़ मानाव रे आले गोड़ो .

source: Donate to Mozilla
sat: मोजिला रे दान एम .

source: Your gift helps us build the Internet the world needs.
sat: दुनिया ला़कती लेका आमाक् एम आले इन्टानेट तेयार रे आले गोड़ो लेया .

source: Donate today
sat: तेंहेञ दान मे

source: Try Firefox Hello
sat: फायारफॉक्स जोहार कुरुमुटु .
